Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: Logged out
de: Abgemeldet
fi_fi: Uloskirjauduttu
it: Disconnesso
pt_br: Desconectado
pt_pt: Sessão terminada
sv_se: Utloggad

source: You have been securely logged out. Hope to see you soon!
de: Du wurdest erfolgreich abgemeldet. Wir hoffen, Dich bald wieder auf unserem Marktplatz begrüßen zu dürfen!
fi_fi: Olet kirjautunut turvallisesti ulos. Nähdään pian!
pt_pt: Terminou com sucesso a sua sessão. Esperamos que volte em breve!
sv_se: Du har nu blivit utloggad. Hoppas vi ses snart igen!

source: Log in again
de: Erneut anmelden
fi_fi: Kirjaudu uudelleen
it: Entra di nuovo
pt_br: Entrar novamente
pt_pt: Inicie sessão novamente
sv_se: Logga in igen

source: Visit shop
de: Zum Marktplatz
fi_fi: Vieraile kaupassa.
it: Visita il negozio
pt_br: Visitar loja
pt_pt: Visitar loja
sv_se: Besök butik

source: Hi %(fullname)s
de: Hallo %(fullname)s
pt_pt: Olá %(fullname)s
sv_se: Hej %(fullname)s

source: In case you've forgotten, your username is %(username)s.
de: Zur Erinnerung: Dein Benutzername lautet %(username)s.
pt_pt: Caso se tenha esquecido, o seu nome de utilizador é %(username)s.
sv_se: Om du har glömt är ditt användarnamn %(username)s.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
de: Du erhältst diese E-Mail, weil Du eine Passwortzurücksetzung für Dein Benutzerkonto bei %(site_name)s angefordert hast.
pt_pt: Está a receber este email porque solicitou a reposição de senha de acesso para a sua conta de utilizador na %(site_name)s.
sv_se: Du får det här e-postmeddelandet eftersom du begärde återställning av lösenordet för ditt användarkonto på %(site_name)s.

source: Please go to the following page and choose a new password:
de: Bitte gehe auf die folgende Seite und wähle ein neues Passwort:
pt_pt: Por favor visite a seguinte página e escolha uma nova senha:
sv_se: Gå till följande sida och välj ett nytt lösenord:

source: Password Recovery
de: Passwort-Wiederherstellung
pt_pt: Recuperação de senha
sv_se: Återställning av lösenord

source: Reset Password
de: Passwort zurücksetzen
pt_pt: Reposição de senha
sv_se: Återställ lösenord

source: Send password recovery instructions
de: Anweisungen zur Passwortwiederherstellung senden
pt_pt: Enviar instruções de recuperação de senha
sv_se: Återställning av lösenord instruktioner skickades

source: Active shop:
de: Aktiver Marktplatz:
pt_pt: Loja ativa:
sv_se: Aktiv butik:

source: Active vendor:
de: Aktiver Händler:
pt_pt: Produtor ativo:
sv_se: Aktiv leverantör:

source: Dashboard
de: Kontoübersicht
fi_fi: Tilin hallinta
pt_br: Painel de controle
pt_pt: Painel de controle
sv_se: Översikt

source: Quicklinks
de: Schnellzugriffe
fi_fi: Pikalinkit
it: Link Veloci
pt_pt: Ligações rápidas
sv_se: Snabblänkar

source: Menu
de: Menü
fi_fi: Valikko
sv_se: Meny

source: Search for
de: Ich suche nach
fi_fi: Etsi
it: Cerca
pt_br: Procurar por
pt_pt: Procurar por
sv_se: Sök efter

source: Hello
de: Hallo
fi_fi: Hei
it: Ciao
pt_br: Olá
pt_pt: Olá
sv_se: Hej

source: Stop Auto Refresh
de: Automatisches Aktualisieren stoppen
pt_pt: Parar Auto recarregamento
sv_se: Stoppa automatisk uppdatering

source: Auto Refresh Every 30s
de: Automatisches Aktualisieren alle 30 Sek.
pt_pt: Auto recarregar a cada 30s
sv_se: Automatisk uppdatering vart 30: e år

source: Show Tour
de: Einleitung anzeigen
fi_fi: Näytä kierros
pt_pt: Mostrar tour
sv_se: Visa rundtur

source: Log out
de: Abmelden
fi_fi: Kirjaudu ulos
it: Esci
pt_br: Sair
pt_pt: Terminar sessão
sv_se: Logga ut

source: Copy visibility settings to products
de: Kopieren der Anzeigeeinstellungen auf die Artikel
fi_fi: Kopioi näkyvyysasetukset tuotteille
it: Copia le impostazioni di visibilità ai prodotti
pt_br: Copiar configurações de visibilidade para os produtos
pt_pt: Copiar definições de visualização para produtos
sv_se: Kopiera synlighetsinställningarna till produkter

source: Category Image
de: Bild der Kategorie
fi_fi: Kategorian kuva
it: Immagine categoria
pt_br: Imagem da Categoria
pt_pt: Imagem de Categoria
sv_se: Kategoribild

source: * Products that have this category as a primary category.
de: * Artikel, die diese Kategorie als Hauptkategorie besitzen.
pt_pt: *Produtos que têm esta categoria como categoria primária.
sv_se: * Produkter som har denna kategori som primär kategori.

source: Add a new product category
de: Eine neue Artikelkategorie hinzufügen
fi_fi: Lisää uusi tuoteryhmä
pt_pt: Adicionar nova categoria de produto
sv_se: Lägg till ny produktkategori

source: You are adding a new product category. When people search your store, they can find your product under the category you choose for it, like the aisle signs at the supermarket.
de: Du fügst eine neue Artikelkategorie hinzu. Wenn Leute Deinen Händlerbereich durchsuchen, können sie Deinen Artikel unter der Kategorie finden, die Du dafür ausgewählt hast, ähnlich wie die Gangschilder im Supermarkt.
fi_fi: Olet lisäämässä uutta tuoteryhmää. Kun asiakkaat selaavat kauppaasi, he löytävät tuotteita tuoteryhmistä joita luot, kuten supermarketin käytävällä kiertäen.
pt_pt: Você está a adicionar uma nova categoria de produto. Quando as pessoas procuram na sua loja, elas podem encontrar o seu produto na categoria que você escolher, como as placas de corredor de um supermercado.
sv_se: Du lägger till en ny produktkategori. När personer gör sökningar i din butik kan de hitta dina produkter under kategorin du valt, likt avdelningsskyltarna i en mataffär.

source: You can add a name, description, picture or anything you want to make it stand out.
de: Du kannst einen Namen, eine Beschreibung, ein Bild oder alles, was Du möchtest, hinzufügen, um den Artikel hervorzuheben.
fi_fi: Voit lisätä nimen, kuvauksen, kuvan tai mitä vaan nostaaksesi sen esiin.
pt_pt: Pode adicionar um nome, uma descrição, imagem ou algo que queira adicionar para destaque.
sv_se: Du kan lägga till ett namn, en beskrivning, en bild eller någonting annat som kommer att få din butik att sticka ut.

source: General information
de: Allgemeines
fi_fi: Yleiset tiedot
it: Informazioni Generali
pt_br: Informações gerais
pt_pt: Informação geral
sv_se: Allmänna information

source: Add Members
de: Mitarbeiter hinzufügen
fi_fi: Lisää jäseniä
it: Aggiungi Membri
pt_br: Adicionar Membros
pt_pt: Adicionar membros
sv_se: Lägg till nya medlemmar

source: Add more
de: Mehr hinzufügen
fi_fi: Lisää enemmän
it: Aggiungi
pt_br: Adicionar mais
pt_pt: Adicionar mais
sv_se: Lägg till fler

source: Billing address
de: Rechnungsadresse
fi_fi: Laskutusosoite
it: Indirizzo di fatturazione
pt_br: Endereço de cobrança
pt_pt: Endereço de cobrança
sv_se: Faktureringsadress

source: No billing address defined.
de: Es ist keine Rechnungsadresse angegeben.
fi_fi: Laskutusosoitetta ei ole asetettu.
it: Nessun indirizzo di fatturazione definito.
pt_br: Nenhum endereço de cobrança definido.
pt_pt: Nenhum endereço de cobrança definido.
sv_se: Ingen faktureringsadress angiven.

source: Shipping address
de: Lieferadresse
fi_fi: Toimitusosoite
it: Indirizzo di spedizione
pt_br: Endereço de entrega
pt_pt: Endereço de envio
sv_se: Leveransadress

source: No shipping address defined.
de: Es ist keine Lieferadresse angegeben.
fi_fi: Toimitusosoitetta ei ole asetettu.
it: Nessun indirizzo di spedizione definito.
pt_br: Nenhum endereço de entrega definido.
pt_pt: Nenhum endereço de envio definido.
sv_se: Ingen leveransadress angiven.

source: Full Name
de: Vor- und Zuname
fi_fi: Koko nimi
it: Nome completo
pt_br: Nome Completo
pt_pt: Nome completo
sv_se: Fullständigt namn

source: No groups
de: Keine Gruppen
fi_fi: Ei ryhmiä
it: Nessun gruppo
pt_br: Nenhum grupo
pt_pt: Nenhum grupo
sv_se: Inga grupper

source: Bound User
de: Verbundener Benutzer
fi_fi: Sidottu käyttäjä
it: Utente collegato
pt_br: Usuário Vinculado
pt_pt: Ligar Utilizador
sv_se: Kopplad användare

source: Companies
de: Firmen
fi_fi: Yritykset
it: Aziende
pt_br: Empresas
pt_pt: Empresas
sv_se: Företag

source: No members.
de: Keine Mitglieder.
fi_fi: Ei jäseniä.
it: Nessun membro
pt_br: Nenhum membro.
pt_pt: Sem membros.
sv_se: Inga medlemmar.

source: Use billing address as shipping address
de: Rechnungsadresse als Lieferadresse verwenden
fi_fi: Käytä laskutusosoitetta toimitusosoitteena
it: Utilizza l'indirizzo di fatturazione come indirizzo di spedizione
pt_br: Usar o endereço de cobrança como endereço de entrega
pt_pt: Usar endereço de cobrança como endereço de envio.
sv_se: Använd faktureringsadress som leveransadress

source: Basic details
de: Allgemeine Angaben
fi_fi: Perustiedot
it: Dettagli base
pt_br: Detalhes básicos
pt_pt: Detalhes básicos
sv_se: Grundinformation

source: COMPANY NAME
de: Firmenname
pt_pt: NOME DE EMPRESA
sv_se: FÖRETAGSNAMN

source: You can enter here the information about <strong>%(public_name)s</strong>.
de: Du kannst hier die Informationen über <strong>%(public_name)s</strong> eingeben.
pt_pt: Você pode inserir aqui a informação sobre <strong>%(public_name)s</strong>.
sv_se: Du kan ange information om <strong>%(public_name)s</strong> här.

source: Your order has been received and will be processed as soon as possible.
de: Deine Bestellung ist eingegangen und wird so schnell wie möglich bearbeitet.
pt_pt: A sua encomenda foi recebida e será processada assim que possível.
sv_se: Din beställning har tagits emot och kommer att behandlas så snart som möjligt.

source: For reference, here's a list of your order's contents.
de: Hier findest Du eine kurze Zusammenfassung Deiner Bestellung.
pt_pt: Para referência, aqui está uma lista dos conteúdos da sua encomenda.
sv_se: Som referens, här är en lista över innehållet i din beställning.

source: Please note that no record of your order being paid currently exists.
de: Bitte beachte, dass derzeit kein Datensatz bzgl. der Bezahlung Deiner Bestellung existiert.
pt_pt: Tome nota que não existe atualmente nenhum registo do pagamento da sua encomenda.
sv_se: Observera att det inte finns några uppgifter om någon betalning för denna beställning.

source: Thank you for shopping with us!
de: Herzlichen Dank, dass Du bei uns eingekauft hast!
pt_pt: Obrigado por realizar compras connosco!
sv_se: Tack för att du handlat med oss!

source: YOUR E-MAIL HERE
de: Gib hier Deine E-Mail-Adresse ein
pt_pt: O SEU EMAIL AQUI
sv_se: DIN E-POSTADRESS HÄR

source: YOUR ADDRESS HERE
de: Gib hier Deine Anschrift ein
pt_pt: O SEU ENDEREÇO AQUI
sv_se: DIN ADRESS HÄR

source: SECTION 1 - WHAT DO WE DO WITH YOUR INFORMATION?
de: ABSCHNITT 1 - WAS MACHEN WIR MIT DEINEN DATEN?
pt_pt: SECÇÂO 1 - O QUE FAZEMOS COM A SUA INFORMAÇÃO?
sv_se: SEKTION 1 - VAD GÖR VI MED DIN INFORMATION?

source: When you purchase something from our store, as part of the buying and selling process, we collect the personal information you give us such as your name, address and email address.
de: Wenn Du etwas bei unserem Marktplatz kaufst, erfassen wir als Teil des Kauf- und Verkaufsprozesses die persönlichen Daten, die Du angibst, wie z.B. Deinen Namen, Deine Adresse und Deine E-Mailadresse.
pt_pt: Quando compra algo na nossa loja, como parte do processo de compra e venda, recolhemos os dados pessoais que você nos fornece, como o seu nome, endereço e endereço de e-mail.
sv_se: När du köper något från vår butik, som en del av köp- och försäljningsprocessen, samlar vi den personliga information du ger oss som ditt namn, adress och e-postadress.

source: When you browse our store, we also automatically receive your computer’s internet protocol (IP) address in order to provide us with information that helps us learn about your browser and operating system.
de: Wenn Du unseren Marktplatz besuchst, erhalten wir auch automatisch die Internet-Protokoll-Adresse (IP-Adresse) Deines Computers, um uns Informationen bereitzustellen, die uns helfen, die Einstellungen auf Deinen Browser und Dein Betriebssystem abzustimmen.
pt_pt: Quando você navega na nossa nossa loja, também recebemos automaticamente o endereço de protocolo de internet (IP) do seu computador para nos fornecer informações que nos ajudem a aprender sobre o seu navegador e sistema operacional.
sv_se: När du besöker vår butik, kommer vi också automatiskt få din dators Internet Protocol (IP) adress vilket ger oss information som hjälper oss att lära oss om din webbläsare och operativsystem.

source: Email marketing (if applicable): With your permission, we may send you emails about our store, new products and other updates.
de: E-Mail-Marketing (falls zutreffend): mit Deiner Erlaubnis können wir Dich per E-Mail über unseren Marktplatz, über neue Produkte und über andere Neuigkeiten auf dem Laufenden halten.
pt_pt: Marketing por e-mail (se aplicável): Com a sua permissão, podemos enviar e-mails sobre nossa loja, novos produtos e outras atualizações.
sv_se: E-postmarknadsföring (i förekommande fall): Med din tillåtelse, kan vi skicka e-post om vår butik, nya produkter och andra uppdateringar.

source: SECTION 2 - CONSENT
de: ABSCHNITT 2 - ZUSTIMMUNG
pt_pt: SECÇÃO 2 - CONSENTIMENTO
sv_se: SEKTION 2 - SAMTYCKE

source: How do you get my consent?
de: Wie erhaltet Ihr meine Zustimmung?
pt_pt: Como obtêm o meu consentimento?
sv_se: Hur får man mitt samtycke?

source: When you provide us with personal information to complete a transaction, verify your credit card, place an order, arrange for a delivery or return a purchase, we imply that you consent to our collecting it and using it for that specific reason only.
de: Wenn Du uns persönliche Daten zur Verfügung stellst, um eine Transaktion abzuschließen, Deine Kreditkarte zu verifizieren, eine Bestellung aufzugeben, eine Lieferung zu veranlassen oder einen Kauf zurückzusenden, setzen wir voraus, dass Du damit einverstanden sind, dass wir diese Daten sammeln und nur für diesen speziellen Zweck verwenden.
pt_pt: Quando você nos fornece dados pessoais para concluir uma transação, verificar seu cartão de crédito, fazer um pedido, providenciar a entrega ou devolver uma compra, sugerimos que você consente em coletá-las e usá-las apenas por esse motivo específico.
sv_se: När du ger oss personlig information för att slutföra en transaktion, verifierar ditt kreditkort, gör en beställning, ordna en leverans eller returnera ett köp, antyder vi att du samtycker till vår insamling den och till att vi använder den endast till specifika skäl.

source: If we ask for your personal information for a secondary reason, like marketing, we will either ask you directly for your expressed consent, or provide you with an opportunity to say no.
de: Wenn wir Deine persönlichen Daten für einen sekundären Grund, wie z. B. Marketing, anfordern, werden wir Dich entweder direkt um Deine ausdrückliche Zustimmung bitten oder Dir die Möglichkeit geben, dies abzulehnen.
pt_pt: Se solicitarmos os seus dados pessoais por um motivo secundário, como marketing, solicitaremos diretamente o seu consentimento expresso ou forneceremos a oportunidade de dizer não.
sv_se: Om vi ​​ber om dina personuppgifter för en sekundär orsak, som marknadsföring, vi kommer antingen be dig direkt om ditt uttryckliga medgivande, eller ge dig en möjlighet att säga nej.

source: How do I withdraw my consent?
de: Wie widerrufe ich meine Zustimmung?
pt_pt: Como removo o meu consentimento?
sv_se: Hur kan jag dra tillbaka mitt samtycke?

source: If after you opt-in, you change your mind, you may withdraw your consent for us to contact you, for the continued collection, use or disclosure of your information, at anytime, by contacting us at <strong>%(shop_email)s</strong> or mailing us at: <strong>%(shop_address)s</strong>
de: Wenn Du nach der Bestätigung Deine Meinung änderst, kannst Du Deine Zustimmung bzgl. der weiteren Erfassung, Verwendung oder Weitergabe Deiner Daten jederzeit widerrufen, indem Du uns unter <strong>%(shop_email)s</strong> kontaktierst oder uns über <strong>%(shop_address)s</strong> schreibst.
pt_pt: Se depois de consentir, mudar de opinião, poderá retirar o seu consentimento para nós entrarmos em contacto, recolha contínua, utilização ou divulgação da sua informação, a qualquer momento, contactando-nos em <strong>%(shop_email)s</strong>ou através do seguinte endereço postal: <strong>%(shop_address)s</strong>
sv_se: Om du givit ditt samtycker, och ändrar dig, kan du dra tillbaka ditt samtycke för att vi får kontakta dig, för det fortsatta insamling eller användning av dina uppgifter. Detta kan göras när som hellst genom att kontakta oss <strong>på %(shop_email)s</strong> eller posta oss <strong>på: %(shop_address)s</strong>

source: SECTION 3 - DISCLOSURE
de: ABSCHNITT 3 - VERÖFFENTLICHUNG
pt_pt: SECÇÂO 3 - DIVULGAÇÃO
sv_se: SEKTION 3 - AVSLÖJANDE

source: We may disclose your personal information if we are required by law to do so or if you violate our Terms of Service.
de: Wir können Deine persönlichen Daten offenlegen, wenn wir gesetzlich dazu verpflichtet sind oder wenn Du gegen unsere Nutzungsbedingungen verstößt.
pt_pt: Podemos divulgar suas informações pessoais se formos obrigados por lei a fazê-lo ou se você violar nossos Termos de Serviço.
sv_se: Vi kan lämna ut dina personuppgifter om vi enligt lag är skyldiga att göra det, eller om du bryter mot våra användarvillkor.

source: SECTION 4 - SHUUP
de: ABSCHNITT 4 - SHUUP
pt_pt: SECÇÃO 4 - SHUUP
sv_se: SEKTION 4 - SHUUP

source: Our store is hosted on Shuup. They provide us with the online e-commerce platform that allows us to sell our products and services to you.
de: Unser Marktplatz wird auf Shuup gehostet. Shuup stellt uns die Online-E-Commerce-Plattform zur Verfügung, die es uns ermöglicht, den Marktplatz zu betreiben.
pt_pt: A nossa loja está hospedada na Shuup. Eles fornecem-nos a plataforma de comércio eletrónico online que nos permite vender-lhe os nossos produtos e serviços.
sv_se: Vår butik använder Shuup. De förser oss med e-handelsplattformen som gör det möjligt för oss att sälja våra produkter och tjänster till dig.

source: Your data is stored through Shuup’s data storage, databases and the general Shuup application. They store your data on a secure server behind a firewall.
de: Deine Daten werden durch Shuup's Datenspeicher, Datenbanken und die allgemeine Shuup-Anwendung gespeichert. Sie speichern Deine Daten auf einem sicheren Server in Deutschland hinter einer Firewall.
pt_pt: Os seus dados são armazenados por meio do armazenamento de dados da Shuup, bancos de dados e o aplicativo Shuup geral. Eles armazenam os seus dados num servidor seguro atrás de um firewall.
sv_se: Din data lagras genom Shuups datalagring, databaser och den allmänna Shuup ansökan. De lagrar data på en säker server bakom en brandvägg.

source: Payment
de: Zahlung
fi_fi: Maksu
pt_pt: Pagamento
sv_se: Betalning

source: If you choose a direct payment gateway to complete your purchase, then Shuup stores your credit card data. It is encrypted through the Payment Card Industry Data Security Standard (PCI-DSS). Your purchase transaction data is stored only as long as is necessary to complete your purchase transaction. After that is complete, your purchase transaction information is deleted.
de: Wenn Du einen direkten Zahlungsgateway wählst, um Deinen Kauf abzuschließen, speichert Shuup Deine Kreditkartendaten. Deine Daten werden durch den Payment Card Industry Data Security Standard (PCI-DSS) verschlüsselt. Deine Kauftransaktionsdaten werden nur so lange gespeichert, wie es für den Abschluss Deiner Kauftransaktion erforderlich ist. Danach werden Deine Kauftransaktionsdaten gelöscht.
pt_pt: Ao escolher um gateway de pagamento direto para concluir sua compra, o Shuup armazenará os dados do seu cartão de crédito. Os mesmos são encriptados por meio do Padrão de Segurança de Dados da Indústria de Cartões de Pagamento (PCI-DSS). Os dados da transação de compra são armazenados apenas pelo tempo necessário para concluir a transação de compra. Depois de concluída, as suas informações de transação de compra serão eliminadas.
sv_se: Om du väljer en direktbetalningssystem för att slutföra köpet, då kommer Shuup att lagrar dina kreditkortsuppgifter. De är krypterade genom Payment Card Industry Data Security Standard (PCI-DSS). Ditt köps transaktionsdata lagras endast så länge som krävs för att slutföra köpet. Ditt köps transaktionsinformation raderas efter att inköpet är slutfört.

source: All direct payment gateways adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover.
de: Alle direkten Zahlungsgateways halten sich an die Standards von PCI-DSS, die vom PCI Security Standards Council verwaltet werden, das eine gemeinsame Initiative von Marken wie Visa, MasterCard, American Express und Discover ist.
pt_pt: Todos os gateways de pagamento direto seguem os padrões definidos pelo PCI-DSS, gerenciados pelo PCI Security Standards Council, que é um esforço conjunto de marcas como Visa, MasterCard, American Express e Discover.
sv_se: Alla direktbetalningsystem följer de standarder som fastställts av PCI-DSS som förvaltas av PCI Security Standards Council, som är en gemensam satsning av företag så som Visa, Mastercard, American Express och Discover.

source: PCI-DSS requirements help ensure the secure handling of credit card information by our store and its service providers.
de: Die PCI-DSS-Anforderungen tragen dazu bei, den sicheren Umgang mit Kreditkarteninformationen auf unserem Marktplatz und bei seinen Dienstleistern zu gewährleisten.
pt_pt: Os requisitos do PCI-DSS ajudam a garantir o manuseio seguro das informações do cartão de crédito pela nossa loja e seus prestadores de serviços.
sv_se: PCI-DSS hjälper till att säkerställa en säker hantering av kreditkortsinformation från vår butik och dess leverantörer.

source: For more insight, you may also want to read Shuup’s Terms of Service here or Privacy Statement here.
de: Für weitere Informationen kannst Du auch die Nutzungsbedingungen oder die Datenschutzbestimmungen von Shuup hier lesen.
pt_pt: Para obter mais informações, pode também ler os Termos de Serviço da Shuup aqui ou a Declaração de Privacidade aqui.
sv_se: För mer information, läs Shuup användarvillkor här eller sekretesspolicy här.

source: SECTION 5 - THIRD-PARTY SERVICES
de: ABSCHNITT 5 - DIENSTLEISTUNGEN DRITTER
pt_pt: SECÇÃO 5 - SERVIÇOS DE TERCEIROS
sv_se: AVSNITT 5 - TREDJEPARTSTJÄNSTER

source: In general, the third-party providers used by us will only collect, use and disclose your information to the extent necessary to allow them to perform the services they provide to us.
de: Im Allgemeinen werden die von uns eingesetzten Drittanbieter Deine Daten nur in dem Umfang erheben, nutzen und weitergeben, der erforderlich ist, damit sie die für Deinen Auftrag notwendigen Leistungen erbringen können.
pt_pt: Em geral, os prestadores de serviços terceiros usados por nós apenas recolhem, usam e divulgam os seus dados na medida estritamente necessária para permitir que realizem os serviços que nos fornecem.
sv_se: I allmänhet kommer tredjepartsleverantörer som används av oss endast samla in, använda och lämna ut din information i den utsträckning som krävs för att göra det möjligt för dem att utföra de tjänster de tillhandahåller till oss.
