Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: This product is not yet a package.
de: Bei diesem Produkt handelt es sich noch nicht um eine Packung.
fi_fi: Tämä tuote ei ole pakettituote
it: Questo prodotto non è ancora un pacchetto.
pt_br: Este produto ainda não é um pacote.
sv_se: Denna produkt är inte ännu ett paket.

source: To create a package, choose products below.
de: Um eine Packung zu erstellen, wähle aus den untenstehenden Artikeln welche aus.
fi_fi: Valitse tuotteet alta, jotka haluat lisätä pakettiin
it: Per creare un pacchetto, scegli dei prodotti qui sotto.
pt_br: Para criar um pacote, escolha os produtos abaixo.
sv_se: Välj produkter nedan för att skapa ett paket.

source: Package Products
de: Produktpackungen
fi_fi: Pakettituotteet
it: Pacchetti Prodotto
pt_br: Pacote de Produtos
sv_se: Paketprodukter

source: Recent Orders
de: Aktuelle Bestellungen
fi_fi: Viimeisimmät tilaukset
sv_se: Tidigare köp

source: Store Overview
de: Übersicht des Händlerbereichs
fi_fi: Yhteenveto
sv_se: Butiksöversikt

source: Customers
de: Kunden
fi_fi: Asiakkaat
sv_se: Kunder

source: Today
de: Heute
fi_fi: Tänään
sv_se: Idag

source: Month to date (MTD)
de: Monat bis heute (MTD)
sv_se: Månad till datum

source: Year to date (YTD)
de: Jahr bis heute (YTD)
sv_se: År till datum

source: Totals
de: Summen
fi_fi: Yhteensä
sv_se: Summa

source: Consolidate Data
de: Daten zusammenführen
sv_se: Konsolidera data

source: Your shop currently has some sample data installed. Select below which objects you want to uninstall.
de: In Deinem Marktplatz sind derzeit einige Beispieldaten installiert. Wähle unten aus, welche Objekte Du deinstallieren möchtest.
fi_fi: Kaupassasi on mallidataa asennettuna. Valitse alta mitkä haluat poistaa.
sv_se: Din butik har för tillfället exempeldata installerad. Välj nedan vilka objekt du vill avinstallera.

source: After the consolidation, preserved objects will lose their status of Sample Object and it will be no longer possible to distinguish them from the others.
de: Nach der Konsolidierung verlieren die gespeicherten Objekte ihren Status als Musterobjekt und es ist nicht mehr möglich, sie von den anderen zu unterscheiden.
fi_fi: Yhdistämisen jälkeen säilytetyt kohteet menettävät tilan Mallikohde, eikä niitä voi enää erottaa muista.
sv_se: Efter konsolideringen kommer bevarade föremål förlorar sin ställning som provföremål och det blir inte längre möjligt att skilja dem från de andra.

source: Caution: this action cannot be undone.
de: Achtung: Diese Aktion kann nicht rückgängig gemacht werden.
fi_fi: Varoitus: tätä toimintaa ei voi peruuttaa.
sv_se: Varning: denna åtgärd kan inte ångras.

source: Consolidate
de: Zusammenführen
fi_fi: Yhdistä
sv_se: Konsolidera

source: Your shop has no sample data installed!
de: Dein Marktplatz hat keine Beispieldaten installiert!
fi_fi: Kaupassasi ei ole mallidataa asennettuna!
sv_se: Din butik har inga exempeldata installerat!

source: Select the objects you want to install
de: Wähle die Objekte aus, die Du installieren möchtest
fi_fi: Valitse kohteet, jotka haluat asentaa
sv_se: Markera de objekt som du vill installera

source: Manually process payments
de: Zahlungen manuell vornehmen
fi_fi: Käsittele maksut käsin
it: Pagamenti processati manualmente
sv_se: Manuellt hantera betalningar

source: Manage payments outside of Shuup
de: Zahlungsverwaltung außerhalb von Shuup
fi_fi: Hallitse maksuja Shuupin ulkopuolella
it: Gestisci i pagamenti al di fuori di Shuup
sv_se: Hantera betalningar utanför Shuup

source: Manual
de: Manuell
fi_fi: Käsin
it: Manuale
sv_se: Manuell

source: Manual process shipping
de: Versand manuell vornehmen
fi_fi: Käsittele maksu käsin
it: Spedizione gestita manualmente
sv_se: Manuell hantering av leverans

source: Handle shipping outside of Shuup
de: Lieferungsverwaltung außerhalb von Shuup
fi_fi: Hallitse toimituksia Shuupin ulkopuolella
it: Gestisci le spedizioni al di fuori di Shuup
sv_se: Handtag leverans utanför Shuup

source: Deactivate
de: Deaktivieren
fi_fi: Deaktivoi
sv_se: Inaktivera

source: Activate
de: Aktivieren
fi_fi: Aktivoi
it: Attiva
sv_se: Aktivera

source: Define price based basket weight range. Range minimum is counted in range only as zero.
de: Definiere einen preisbasierten Warenkorbgewichtsbereich. Das Bereichsminimum wird im Bereich nur als Null gezählt.
fi_fi: Määritä painoperusteiset hintapisteet.
it: Definisci l'intervallo di prezzo basato sul peso del carrello. L'intervallo minimo può essere solo 0.
pt_br: Define o preço baseado na faixa de pesos do carrinho. Mínimo do intervalo é contabilizado na faixa como zero apenas.
sv_se: Definiera inköpskorgens viktbaserade prisklasser.

source: Behavior
de: Verhalten
fi_fi: Käyttäytyminen
it: Comportamento
pt_br: Comportamento
sv_se: Beteende

source: Behavior component type
de: Verhaltenskomponententyp
fi_fi: Käyttäytymiskomponentin tyyppi
it: Comportamento tipo di componente
pt_br: Tipo do componente de comportamento
sv_se: Beteende komponenttyp

source: The behaviors for this service. These behaviors can be used to add costs to the order or can be used to restrict availability of the service.
de: Die Verhaltensweisen für diesen Dienst. Diese Verhaltensweisen können verwendet werden, um dem Auftrag Kosten hinzuzufügen oder um die Verfügbarkeit des Dienstes einzuschränken.
fi_fi: Palvelun käyttäytyminen. Näillä käyttäytymisillä voidaan lisätä kustannuksia tilaukselle tai voidaan rajoittaa palvelun käyttöä.
sv_se: Beteenden för denna tjänst. Dessa beteenden kan användas för att lägga till kostnader till beställningar eller kan användas för att begränsa tillgängligheten av tjänsten.

source: Add component
de: Bestandteil hinzufügen
fi_fi: Lisää komponentti
it: Aggiungi componente
pt_br: Adicionar componente
sv_se: Lägg till ny komponent

source: Order Configuration
de: Bestellkonfiguration
sv_se: Beställningsinställningar

source: The field "Reference number prefix" is disabled because the order reference number generation method doesn't support a prefix. You can edit this setting from <a href="%(url)s">system settings</a>.
de: Das Feld "Referenznummer-Präfix" ist deaktiviert, da die Methode zur Erzeugung der Bestellreferenznummer kein Präfix unterstützt. Du kannst diese Einstellung über <a href="%(url)s">die Systemeinstellungen </a>bearbeiten.
sv_se: Fältet "Referensnummer prefix" är inaktiverad eftersom modulen som skapar referensnummer för beställningar inte stöder ett prefix. Du kan redigera den här inställningen från <a href="%(url)s">systeminställningar</a> .

source: Shop Images
de: Händlerbilder
fi_fi: Kaupan kuvat
sv_se: Butiksbilder

source: Maintenance Mode
de: Wartungsmodus
fi_fi: Huoltotila
it: Modalità di di Manutenzione
pt_br: Modo de Manutenção
sv_se: Underhållsläge

source: Contact Address
de: Kontaktadresse
fi_fi: Yhteystiedot
it: Indirizzo di Contatto
pt_br: Endereço de Contato
sv_se: Kontaktadress

source: News &amp; Updates
de: Neuigkeiten &amp; Updates
fi_fi: Uutiset &amp; Päivitykset
sv_se: Nyheter &amp; uppdateringar

source: Community Forums
de: Community Forum
fi_fi: Keskustelupalstat
sv_se: Användarnas supportforum

source: Contact Us
de: Mit uns Kontakt aufnehmen
fi_fi: Ota yhteyttä
sv_se: Kontakta Oss

source: About Shuup Telemetry
de: Über die Shuup Telemetrie
fi_fi: Lisää Shuup telemetriasta
it: A proposito della Telemetria di Shuup
pt_br: Sobre a Telemetria do Shuup
sv_se: Om Shuup Telemetri

source: Shuup will occasionally send telemetry data to a Shuup.com server.
de: Shuup sendet gelegentlich Telemetriedaten an einen Server von Shuup.com.
fi_fi: Shuup lähettää ajoittain telemetriikkaa Shuup.com palvelimelle.
it: Shuup invierà occasionalmente dati telemetrici al server di Shuup.com.
pt_br: O Shuup ocasionalmente enviará dados de telemetria a um servidor Shuup.com.
sv_se: Shuup kommer emellanåt sända telemetri data till an av Shuup.com servervrar.

source: The data contains a unique installation key, as well as the hostname of the installation (as sent by the visiting browser; currently <code>%(host)s</code>).
de: Die Daten enthalten einen eindeutigen Installationsschlüssel sowie den Hostnamen der Installation (wie vom besuchenden Browser gesendet; derzeit <code>%(host)s</code>).
sv_se: Data innehåller en unik installationsnyckel, liksom värdens namn på installationen (som skickas av den besökande webbläsaren; för närvarande <code>%(host)s</code> ).

source: No business data or other customer information is ever sent. Shuup.com only uses the telemetry data for statistical purposes and for insights about the software's installation base.
de: Es werden niemals Geschäftsdaten oder andere Kundeninformationen gesendet. Shuup.com verwendet die Telemetriedaten nur für statistische Zwecke und für Erkenntnisse über die Installationsbasis der Software.
fi_fi: Mitään liiketoimintadataa tai asiakasinformaatiota ei kerätä. Shuup.com käyttää telemetriikkaa ainoastaan tilastollisiin tarpeisiin sekä ohjelmiston asennusasetusten keräämiseen.
it: Nessun dato del commercio o alcun informazione cliente verrà mai inviato. Shuup.com usa questi dati esclusivamente per fini statistici e per analizzare le installazioni base del software.
pt_br: Nenhum dado de negócio ou outras informações de clientes jamais são enviados. Shuup.com utiliza os dados de telemetria apenas para fins estatísticos e para insights sobre a base de instalação do software.
sv_se: Affärsinformation eller annan kundinformation skickas aldrig. Shuup.com använder endast telemetriuppgifter för statistiska ändamål och för insikter om programvarans installationsbas.

source: You are currently <span class="lead label label-success">opted in</span> to send telemetry data to Shuup.com.
de: Du bist derzeit <span class="lead label label-success">damit einverstanden</span>, Telemetriedaten an Shuup.com zu senden.
fi_fi: Sinä olet tällä hetkellä <span class="lead label label-success">hyväksynyt</span> Shuup telemetriikan.
it: In questo momento hai <span class="lead label label-success">accettato</span> di inviare dati telemetrici a Shuup.com.
pt_br: Você está atualmente <span class="lead label label-success">optando por</span> enviar os dados de telemetria a Shuup.com.
sv_se: Du har för tillfället <span class="lead label label-success">gått med</span> på att skicka telemetridata till Shuup.com.

source: Thank you for your valuable contribution.
de: Wir danken Dir für Deinen wertvollen Beitrag.
fi_fi: Kiitos arvokkaasta panostuksestasi.
it: Grazie per il tuo importante contributo.
pt_br: Obrigado por sua valiosa contribuição.
sv_se: Tack för ditt värdefulla bidrag.

source: You are currently <span class="label label-warning">opted out</span> of Shuup telemetry.
de: Du bist derzeit von der Shuup-Telemetrie <span class="label label-warning">abgemeldet</span>.
fi_fi: Sinä olet tällä hetkellä <span class="label label-warning">jättäytynyt pois</span> Shuup telemetriikasta.
it: In questo momento <span class="label label-warning">non hai accettato</span> di inviare dati telemetrici a Shuup.com.
pt_br: Você está atualmente <span class="label label-warning">não optando</span> pela telemetria do Shuup.
sv_se: För närvarande <span class="label label-warning">står du över</span> Shuup-telemetri.

source: Last Telemetry
de: Letzte Telemessung
fi_fi: Viimeisin telemetria
it: Ultima Telemetria
pt_br: Última Telemetria
sv_se: Senaste telemetriuppgifterna

source: Telemetry submission is currently suspended; data will only be sent 24 hours after installation if still opted in at that point.
de: Die Übermittlung von Telemetriedaten ist derzeit ausgesetzt; die Daten werden erst 24 Stunden nach der Installation gesendet, wenn Du zu diesem Zeitpunkt noch angemeldet bist.
fi_fi: Telemetrialähetykset ovat tällä hetkellä keskeytetty. Tietoja lähetetään vasta 24 tunnin kuluessa asennuksesta jollei lähetystä ole siihen mennessä kytketty pois päältä.
it: L'invio di dati telemetrici è sospeso; i dati saranno inviati solo 24 ore dopo l'installazione se la telemtria sarà abilitata in quel momento.
pt_br: A transmissão da telemetria está suspensa no momento; os dados só serão enviados 24 horas após a instalação se ainda optar por enviá-los na ocasião.
sv_se: Telemetri inlämning är för närvarande stoppad, uppgifter skickas endast 24 timmar efter installationen om man givit samtycke till detta.

source: Telemetry data was last submitted at %(submission_datetime)s - (%(submission_timesince)s) ago
de: Telemetriedaten wurden zuletzt vor %(submission_datetime)s- (%(submission_timesince)s) übermittelt
fi_fi: Telemetriatiedot lähetettiin viimeksi %(submission_datetime)s - (%(submission_timesince)s)
it: Dati telemetrici sono stati inviati il %(submission_datetime)s - (%(submission_timesince)s) fa
pt_br: Os dados de telemetria foram transmitidos pela última vez em %(submission_datetime)s - (%(submission_timesince)s) atrás
sv_se: Telemetridata skickades senast vid %(submission_datetime)s - (%(submission_timesince)s) sedan

source: See the data that was submitted.
de: Ansicht der übermittelten Daten.
fi_fi: Katso data, joka toimitettiin.
it: Visualizza i dati inviati
pt_br: Ver os dados que foram transmitidos.
sv_se: Se de data som skickats.

source: Telemetry data has not yet been submitted.
de: Es wurden noch keine Telemetriedaten übermittelt.
fi_fi: Telemetriadataa ei ole vielä toimitettu.
it: I dati telemetrici non sono ancora stati inviati.
pt_br: Os dados de telemetria ainda não foram transmitidos.
sv_se: Telemetridata har ännu inte skickts.

source: Telemetry Data
de: Telemetriedaten
fi_fi: Telemetrian data
it: Dati Telemtrici
pt_br: Dados de Telemetria
sv_se: Telemetri

source: Here is an example of the data that would be submitted right now.
de: Hier ist ein Beispiel für die Daten, die jetzt übermittelt werden würden.
fi_fi: Tässä on esimerkki datasta, joka lähetettäisiin tällä hetkellä.
it: Qui c'è un esempio dei dati che potrebbero essere inviati
pt_br: Aqui está uma amostra dos dados que seriam transmitidos agora.
sv_se: Här är ett exempel på information som skulle läggas fram just nu.

source: Customer Information
de: Kundeninformation

source: Send a password reset email to %(email)s?
de: Soll eine E-Mail zum Zurücksetzen des Passworts an %(email)s gesendet werden?
fi_fi: Lähetä salasananpalautussähköposti osoitteeseen %(email)s?
it: Invia un email di recupero password a %(email)s?
pt_br: Enviar e-mail de redefinição de senha para %(email)s?
sv_se: Skicka ett epost för lösenordsåterställning till %(email)s?

source: Send Reset Email
de: Zurücksetzungs-E-Mail senden
fi_fi: Lähetä palautussähköposti
it: Invia Email Recupero Passwor
pt_br: Enviar E-mail de Redefinição
sv_se: Skicka ett mail med lösenordsåterställning

source: Please fill out the following information to get your store up and running
de: Bitte fülle die folgenden Informationen aus, um Deinen Marktplatz in Betrieb zu nehmen
fi_fi: Ole hyvä ja täytä seuraavat tiedot avataksesi kaupan
it: Completa le seguenti informazioni per avere il tuo negozio attivo e funzionante
sv_se: Fyll i följande information för att få igång din butik

source: All information entered here can be edited later.
de: Alle hier eingegebenen Daten können später bearbeitet werden.
fi_fi: Kaikki täällä täytetty tieto voidaan muuttaa myöhemmin.
sv_se: All information som anges här kan redigeras senare.

source: Click here for help
de: Für Hilfe hier klicken
fi_fi: Klikkaa saadaksesi apua
sv_se: Klicka här för att få hjälp

source: Create new
de: Neu anlegen
fi_fi: Luo uusi
it: Crea nuovo
pt_br: Criar novo
sv_se: Skapa ny

source: New %(model)s
de: Neue %(model)s
fi_fi: Uusi %(model)s
it: Nuovo %(model)s
pt_br: Novo %(model)s
sv_se: Ny %(model)s

source: Discard Changes
de: Änderungen verwerfen
fi_fi: Hylkää muutokset
it: Annulla Modifiche
pt_br: Descartar Alterações
sv_se: Kasta ändringar

source: Save as a copy
de: Als Kopie speichern
fi_fi: Tallenna kopiona
it: Salva una copia
pt_br: Salvar como uma cópia
sv_se: Lagra som kopia

source: Save and Create New
de: Speichern und neuen Datensatz anlegen
fi_fi: Tallenna ja luo uusi
it: Salva e Crea Nuovo
pt_br: Salvar e Criar Novo
sv_se: Spara och skapa ny

source: Are you sure you wish to delete %s?
de: Bist Du sicher, dass Du %s löschen möchtest?
fi_fi: Haluatko poistaa %s?
it: Sei sicuro di voler cancelllare %s?
pt_br: Tem certeza que deseja excluir %s?
sv_se: Är du säker du vill ta bort %s?

source: Export as CSV file
de: Als CSV-Datei exportieren

source: Showing %(per_page)s of %(n_items)s %(verbose_name_plural)s
de: %(per_page)s von %(n_items)s%(verbose_name_plural)s anzeigen
fi_fi: Näytetään %(per_page)s/%(n_items)s %(verbose_name_plural)s-kohdetta
it: %(per_page)s di %(n_items)s %(verbose_name_plural)s
pt_br: Mostrando %(per_page)s de %(n_items)s %(verbose_name_plural)s
sv_se: Visar %(per_page)s av %(n_items)s %(verbose_name_plural)s

source: objects
de: Objekte
fi_fi: esineet
it: oggetti
pt_br: objetos
sv_se: objekt

source: Mass Action encountered an unknown error.
de: Die Massenaktion ist auf einen unbekannten Fehler gestoßen.
sv_se: Mass Action stötte på ett okänt fel.

source: Mass Action
de: Massenaktion
fi_fi: Massatoiminto
it: Azione di Gruppo
sv_se: Hantera många

source: Can't view this page. %(reason)s
de: Diese Seite kann nicht angezeigt werden. %(reason)s
fi_fi: Sivua ei voida näyttää. %(reason)s
it: Non è possibile visualizzare la pagina. %(reason)s
pt_br: Não é possível visualizar esta página. %(reason)s
sv_se: Det går inte att komma åt denna sida. %(reason)s

source: Log in with different credentials...
de: Mit anderen Zugangsdaten anmelden...
fi_fi: Kirjaudu sisään toisilla tunnuksilla...
it: Entra con altre credenziali...
pt_br: Entrar com outras credenciais...
sv_se: Logga in med andra inloggninguppgifter...

source: Sign in to continue.
de: Anmelden, um fortzufahren.
sv_se: Logga in för att fortsätta.

source: Your account must have `Access to Admin Panel` permissions to access this page.
de: Dein Konto muss über die Berechtigung "Zugriff auf den Administrationsbereich (Admin-Panel)" verfügen, um auf diese Seite zugreifen zu können.
sv_se: Ditt konto måste ha "Tillgång till administratörspanelen" behörighet för att komma åt den här sidan.

source: There is no active shop available. Contact support for more details.
de: Es ist kein aktiver Marktplatz verfügbar. Für weitere Details, kontaktiere bitte den Support.
sv_se: Det finns ingen aktiv butik tillgänglig. Kontakta support för mer information.

source: You do not have the required permissions: %s
de: Du besitzt nicht die erforderlichen Berechtigungen: %s
fi_fi: Sinulla ei ole riittäviä käyttöoikeuksia: %s
it: Non hai i permessi necessari: %s
pt_br: Você não tem as permissões necessárias: %s
sv_se: Du har inte den behörighet som krävs: %s

source: Can't view this page. You do not have the required permission(s): `{permissions}`.
de: Diese Seite kann nicht angezeigt werden. Du besitzt nicht die erforderliche(n) Berechtigung(en): "{permissions}".
sv_se: Kan inte visa den här sidan. Du har inte nödvändiga behörighet (er): "{permissions}".

source: Unnamed
de: Unbenannt
fi_fi: Nimeämätön
sv_se: Namnlös

source: Item
de: Artikel
sv_se: Sak

source: New %s was created.
de: Neue %s wurde angelegt.
sv_se: Nytt %s skapades.

source: %s was edited.
de: %s wurde bearbeitet.
sv_se: %s redigerades.

source: New %s
de: Neu %s
fi_fi: Uusi %s
it: Nuovo %s
pt_br: Novo %s
sv_se: Ny %s

source: Unnamed %s
de: Unbenannt %s
fi_fi: Nimeämätön %s
it: %s senza nome.
pt_br: %s sem nome
sv_se: Namnlös %s

source: Only one %(model)s permitted.
de: Nur ein %(model)s ist erlaubt.
fi_fi: Vain yksi %(model)s sallittu
it: Solo un %(model)s è permesso.
pt_br: Apenas um %(model)s permitido.
sv_se: Endast en %(model)s tillåten.

source: Mass Edit
de: Massenpflege
fi_fi: Massamuokkaus
it: Modifica di Gruppo
sv_se: Redigera många

source: Invalid object.
de: Ungültiges Objekt.
sv_se: Ogiltigt objekt.

source: Invalid model.
de: Ungültiges Modell.
sv_se: Ogiltig modell.

source: Object not found.
de: Objekt nicht gefunden.
sv_se: Objekt hittades inte.

source: Storefront
de: Marktplatzansicht
fi_fi: Kaupan näkymä
it: Negozio
pt_br: Frente de loja
sv_se: Butikens framsida

source: General
de: Allgemeines
fi_fi: Yleinen
sv_se: Allmänt

source: Complete wizard
de: Wizard fertigstellen
fi_fi: Viimeistele asennus
it: Completa la procedura guidata
sv_se: Slutför guide

source: Complete the setup wizard
de: Wizard Setup fertigstellen
fi_fi: Viimeistele kaupan asennus
it: Completa la configurazione guidata
sv_se: Slutföra installationsguiden

source: All set. Nothing to be configured
de: Alles ist fertig eingestellt. Es muss nichts weiter konfiguriert werden.
sv_se: Redo. Inget att konfigurera

source: A reset password email was sent. Please, follow the instructions to set a new password.
de: Eine E-Mail zum Zurücksetzen des Passworts wurde gesendet. Bitte folge den Anweisungen, um ein neues Passwort festzulegen.
sv_se: Ett återställning av lösenord e-post skickades. Följ instruktionerna för att ställa in ett nytt lösenord.

source: This recovery link is invalid.
de: Der Link zur Wiederherstellung ist ungültig.
sv_se: Den här återställningslänken är ogiltig.

source: Password was changed.
de: Das Passwort wurde geändert.
sv_se: Lösenordet ändrades.

source: Couldn't get selections for %s.
de: Es konnte keine Auswahl für %s gefunden werden.
fi_fi: %s valintoja ei voitu hakea
it: Non posso prendere la selezione per %s.
pt_br: Não foi possível obter seleções para %s.
sv_se: Det gick inte att få alternativ för %s.

source: Selector not found.
de: Auswahl nicht gefunden.

source: Addons
fi_fi: Lisäosat
it: Addon
pt_br: Extensões
pt_pt: Suplementos
sv_se: Tillägg

source: Name
fi_fi: Nimi
it: Nome
pt_br: Nome
pt_pt: Nome
sv_se: Namn

source: Email
fi_fi: Sähköposti
sv_se: E-post

source: Code
fi_fi: Koodi
it: Codice
pt_br: Código
pt_pt: Código
sv_se: Kod

source: Labels
pt_pt: Etiquetas
sv_se: Etiketter

source: Root
fi_fi: Juuri
it: Inizio
pt_br: Raiz
pt_pt: Raiz
sv_se: Rot

source: Details
fi_fi: Yksityiskohdat
pt_pt: Detalhes
sv_se: Detaljer

source: Set the users that belong to this Permission Group.
sv_se: Ställ in de användare som tillhör denna behörighetsgrupp.

source: child
fi_fi: lapsi
it: figlio
pt_br: filho
sv_se: underordnad

source: Unlink
fi_fi: Poista linkki
it: Scollega
pt_br: Desvincular
sv_se: Ta bort koppling

source: Unable to link %(product)s: %(error)s.
sv_se: Det går inte att länka %(product)s: %(error)s.

source: variable combination
fi_fi: muuttujayhdistelmä
it: Combinazione variabile
pt_br: combinação de variáveis
sv_se: variabelkombination

source: Export CSV
fi_fi: Tuo CSV
it: Esporta CSV
sv_se: Exportera till CSV-fil

source: Product %s copy successfull.
sv_se: Produkt %s kopia framgångsrik.

source: Are you sure? This will unlink all children and remove all variation variables.
fi_fi: Oletko varma? Tämä toiminto poistaa liitokset kaikkiin lapsiin ja poistaa kaikki variaatiomuuttujat.
it: Sei sicuro? Scollegherai tutti i figli e cancellerai tutte le variabili delle variazioni.
pt_br: Você tem certeza? Esta ação irá desvincular todos os filhos e remover todas as variáveis de variação.
sv_se: Är du säker? Detta kommer att ta bort kopplingar för alla underordnade saker och ta bort alla variantvariabler.

source: Clear variation
fi_fi: Tyhjennä variaatio
it: Pulisci variazione
pt_br: Limpar variação
sv_se: Töm variant
