Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: SECTION 9 - USER COMMENTS, FEEDBACK AND OTHER SUBMISSIONS
de: ABSCHNITT 9 - BENUTZERKOMMENTARE, FEEDBACK UND ANDERE EINGABEN
pt_pt: SECÇÃO 9 - COMENTÁRIOS DO UTILIZADOR, FEEDBACK E OUTRAS ENVIOS
sv_se: SEKTION 9 - ANVÄNDARKOMMENTARER, ÅTERKOPPLING OCH ANDRA INLAGOR

source: If, at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us. We are and shall be under no obligation (1) to maintain any comments in confidence; (2) to pay compensation for any comments; or (3) to respond to any comments.
de: Wenn Du auf unsere Aufforderung hin bestimmte Einsendungen (z. B. Wettbewerbsbeiträge) oder ohne Aufforderung durch uns kreative Ideen, Anregungen, Vorschläge, Pläne oder andere Materialien online, per E-Mail, per Post oder anderweitig (zusammenfassend als "Kommentare" bezeichnet) einsendest, erklärst Du Dich damit einverstanden, dass wir Kommentare, die Du an uns weiterleitest, jederzeit und ohne Einschränkung bearbeiten, kopieren, veröffentlichen, verbreiten, übersetzen und anderweitig in jedem Medium verwenden dürfen. Wir sind und werden nicht verpflichtet sein, (1) Kommentare vertraulich zu behandeln, (2) eine Vergütung für Kommentare zu zahlen oder (3) auf Kommentare zu antworten.
pt_pt: Se, a nosso pedido, submeter conteúdos específicos (por exemplo, inscrições em concursos) ou sem um pedido nosso, você enviará ideias criativas, sugestões, propostas, planos ou outros materiais, seja online, por e-mail, por correio ou de outra forma (coletivamente, 'comentários'), você concorda que podemos, a qualquer momento, sem restrições, editar, copiar, publicar, distribuir, traduzir e usar em qualquer meio quaisquer comentários que você nos encaminhe. Não temos e não devemos ter nenhuma obrigação (1) de manter quaisquer comentários em sigilo; (2) para pagar uma compensação por quaisquer comentários; ou (3) para responder a quaisquer comentários.
sv_se: Om det vid vår begäran, skickar du vissa specifika bidrag (till exempel tävlingsbidrag) eller utan en begäran från oss du skickar kreativa idéer, förslag, förslag, planer, eller annat material, även på nätet, via e-post, via post eller på annat sätt (kollektivt, "kommentarer") godkänner du att vi kan, när som helst, utan begränsning, redigera, kopiera, publicera, distribuera, översätta och på annat sätt använda i något medium eventuella kommentarer som du fram till oss. Vi är och ska inte ha någon skyldighet (1) att upprätthålla några kommentarer i förtroende; (2) att betala ersättning för eventuella kommentarer, eller (3) för att svara på några kommentarer.

source: We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.
de: Wir sind berechtigt, aber nicht verpflichtet, Inhalte zu überwachen, zu bearbeiten oder zu entfernen, die nach unserem alleinigen Ermessen rechtswidrig, anstößig, bedrohlich, verleumderisch, diffamierend, pornografisch, obszön oder anderweitig anstößig sind oder das geistige Eigentum einer Partei oder diese Nutzungsbedingungen verletzen.
pt_pt: Podemos, mas não temos obrigação de monitorar, editar ou remover conteúdo que determinamos, a nosso exclusivo critério, ser ilegal, ofensivo, ameaçador, calunioso, difamatório, pornográfico, obsceno ou de outra forma questionável ou que viole a propriedade intelectual de qualquer parte ou estes Termos de Serviço .
sv_se: Vi kan, men har ingen skyldighet att, övervaka, redigera eller ta bort innehåll som vi ser efter eget gottfinnande är olagligt, kränkande, hotande, kränkande, pornografiskt, obscent eller på annat sätt eller bryter mot någon parts immateriella rättigheter eller dessa användarvillkor.

source: You agree that your comments will not violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right. You further agree that your comments will not contain libelous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Service or any related website. You may not use a false e-mail address, pretend to be someone other than yourself, or otherwise mislead us or third-parties as to the origin of any comments. You are solely responsible for any comments you make and their accuracy. We take no responsibility and assume no liability for any comments posted by you or any third-party.
de: Du erklärst Dich damit einverstanden, dass Deine Kommentare keine Rechte Dritter verletzen, einschließlich Urheber-, Marken-, Datenschutz-, Persönlichkeits- oder andere persönliche oder Eigentumsrechte. Du erklärst Dich ferner damit einverstanden, dass Deine Kommentare kein verleumderisches oder anderweitig rechtswidriges, beleidigendes oder obszönes Material oder Computerviren oder andere Malware enthalten, die den Betrieb des Dienstes oder einer damit verbundenen Webseite in irgendeiner Weise beeinträchtigen könnten. Du darfst keine falsche E-Mail-Adresse verwenden, Dich als jemand anderes als Dich selbst ausgeben oder uns oder Dritte in Bezug auf die Herkunft von Kommentaren anderweitig in die Irre führen. Du trägst die alleinige Verantwortung für alle von Dir abgegebenen Kommentare und deren Richtigkeit. Wir übernehmen keine Verantwortung und keine Haftung für Kommentare, die von Dir oder Dritten gepostet werden.
pt_pt: Você concorda que seus comentários não violarão nenhum direito de terceiros, incluindo direitos autorais, marcas registradas, privacidade, personalidade ou outro direito pessoal ou de propriedade. Você também concorda que seus comentários não conterão material calunioso ou de outra forma ilegal, abusivo ou obsceno, nem conterão qualquer vírus de computador ou outro malware que possa de alguma forma afetar a operação do Serviço ou de qualquer site relacionado. Você não pode usar um endereço de e-mail falso, fingir ser alguém que não seja você ou de outra forma enganar-nos ou a terceiros quanto à origem de quaisquer comentários. Você é o único responsável por quaisquer comentários que fizer e exatidão. Não assumimos qualquer responsabilidade por quaisquer comentários postados por si ou qualquer terceiro.
sv_se: Du samtycker till att dina kommentarer inte bryter mot någon rätt till någon tredje part, inklusive upphovsrätt, varumärke, sekretess, personlighet eller andra personliga eller äganderätt. Du godkänner vidare att dina kommentarer inte kommer att innehålla ärekränkande eller på annat sätt olagligt, kränkande eller obscent material, eller innehålla datavirus eller andra skadliga program som på något sätt kan påverka driften av tjänsten eller någon närstående webbplats. Du får inte använda en falsk e-postadress, låtsas vara någon annan än dig själv, eller på annat sätt vilseleda oss eller tredje part som till ursprunget några synpunkter. Du är ensam ansvarig för eventuella kommentarer som du gör och de är korrekta. Vi tar inget ansvar och tar inget ansvar för eventuella kommentarer som du eller någon tredje part.

source: SECTION 10 - PERSONAL INFORMATION
de: ABSCHNITT 10 - PERSÖNLICHE DATEN
pt_pt: SECÇÃO 10 - DADOS PESSOAIS
sv_se: SEKTION 10 - PERSONUPPGIFTER

source: Your submission of personal information through the store is governed by our Privacy Policy. To view our Privacy Policy.
de: Die Übermittlung von persönlichen Daten über den Marktplatz unterliegt unseren Datenschutzrichtlinien. Hier findest Du unsere Datenschutzrichtlinie.
pt_pt: O envio de dados pessoais por meio da loja é regido por nossa Política de Privacidade. Para ver nossa Política de Privacidade.
sv_se: Din inlämning av personlig information genom butiken styrs av vår sekretesspolicy. Se vår sekretesspolicy.

source: SECTION 11 - ERRORS, INACCURACIES AND OMISSIONS
de: ABSCHNITT 11 - FEHLER, UNGENAUIGKEITEN UND AUSLASSUNGEN
pt_pt: SECÇÃO 11 - ERROS, IMPRECISÕES E OMISSÕES
sv_se: SEKTION 11 - FEL, FELAKTIGHETER OCH UTELÄMNAD INFORMATION

source: Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability. We reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in the Service or on any related website is inaccurate at any time without prior notice (including after you have submitted your order).
de: Gelegentlich kann es vorkommen, dass Informationen auf unserer Webseite oder in unserer Dienstleistung Tippfehler, Ungenauigkeiten oder Auslassungen enthalten, die sich auf Produktbeschreibungen, Preise, Werbeaktionen, Angebote, Produktversandkosten, Laufzeiten und Verfügbarkeit beziehen können. Wir behalten uns das Recht vor, Fehler, Ungenauigkeiten oder Auslassungen zu korrigieren und Informationen zu ändern oder zu aktualisieren oder Bestellungen zu stornieren, wenn Informationen im Dienst oder auf einer zugehörigen Webseite zu jeder Zeit ohne vorherige Ankündigung (auch nachdem Du Deine Bestellung aufgegeben hast) ungenau sind.
pt_pt: Ocasionalmente, podem haver informações no nosso site ou no Serviço que contenham erros tipográficos, imprecisões ou omissões que podem estar relacionadas a descrições de produtos, preços, promoções, ofertas, despesas de envio de produtos, tempos de trânsito e disponibilidade. Reservamos o direito de corrigir quaisquer erros, imprecisões ou omissões e de alterar ou atualizar informações ou cancelar pedidos se qualquer informação no Serviço ou em qualquer site relacionado for imprecisa a qualquer momento sem aviso prévio (incluindo após você ter enviado o seu pedido) .
sv_se: Ibland kan det finnas information på vår webbplats eller i tjänsten som innehåller typografiska fel, felaktigheter eller brister som kan ha anknytning till produktbeskrivningar , prissättning, kampanjer, erbjudanden, produktfraktkostnader , transittider och tillgänglighet. Vi förbehåller oss rätten att korrigera eventuella fel, felaktigheter eller utelämnanden, och för att ändra eller uppdatera information eller annullera beställningar om någon information i tjänsten eller på någon relaterad webbplats är felaktig när som helst utan förvarning (inklusive efter att du har lämnat in din beställning) .

source: We undertake no obligation to update, amend or clarify information in the Service or on any related website, including without limitation, pricing information, except as required by law. No specified update or refresh date applied in the Service or on any related website, should be taken to indicate that all information in the Service or on any related website has been modified or updated.
de: Wir sind nicht verpflichtet, veröffentlichte Informationen unseres Dienstes oder auf einer zugehörigen Webseite zu aktualisieren, zu ändern oder zu verdeutlichen, einschließlich, aber nicht beschränkt auf, Preisinformationen, es sei denn, dies ist gesetzlich vorgeschrieben. Kein angegebenes Aktualisierungs- oder Auffrischungsdatum, das in dem Dienst oder auf einer zugehörigen Webseite angewendet wird, sollte als Hinweis darauf verstanden werden, dass alle veröffentlichten Informationen unseres Dienstes oder auf einer zugehörigen Webseite geändert oder aktualisiert wurden.
pt_pt: Não assumimos nenhuma obrigação de atualizar, alterar ou esclarecer informações no Serviço ou em qualquer site relacionado, incluindo, sem limitação, informações de preços, exceto conforme exigido por lei. Nenhuma atualização ou data de atualização especificada aplicada no Serviço ou em qualquer site relacionado deve ser considerada para indicar que todas as informações no Serviço ou em qualquer site relacionado foram modificadas ou atualizadas.
sv_se: Vi åtar oss inget ansvar för att uppdatera, ändra eller förtydliga uppgifter i tjänsten eller på någon närstående webbplats, inklusive, utan begränsning, prisinformation, förutom vad som krävs enligt lag. Ingen specificerad uppdatering eller uppdatera datum tillämpas i Tjänsten eller på någon närstående webbplats, bör vidtas för att indikera att all information i tjänsten eller på någon webbplats där har ändrats eller uppdateras.

source: SECTION 12 - PROHIBITED USES
de: ABSCHNITT 12 - VERBOTENE NUTZUNG
pt_pt: SECÇÃO 12 - USOS PROIBIDOS
sv_se: SEKTION 12 - FÖRBJUDNA ANVÄNDNINSOMRÅDEN

source: In addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.
de: Zusätzlich zu anderen Verboten, die in den Nutzungsbedingungen beschrieben sind, ist es Dir untersagt, die Webseite oder ihren Inhalt zu nutzen: (a) für ungesetzliche Zwecke; (b) um andere zur Durchführung von oder Teilnahme an ungesetzlichen Handlungen aufzufordern; (c) um gegen internationale, bundesstaatliche, provinzielle oder staatliche Vorschriften, Regeln, Gesetze oder örtliche Verordnungen zu verstoßen; (d) um unsere geistigen Eigentumsrechte oder die geistigen Eigentumsrechte anderer zu verletzen; (e) zu belästigen, zu missbrauchen, zu beleidigen, zu verletzen, zu diffamieren, zu verleumden, zu verunglimpfen, einzuschüchtern oder zu diskriminieren aufgrund von Geschlecht, sexueller Orientierung, Religion, ethnischer Zugehörigkeit, Rasse, Alter, nationaler Herkunft oder Behinderung; (f) falsche oder irreführende Informationen zu übermitteln; (g) das Hochladen oder Übertragen von Viren oder jeder anderen Art von bösartigem Code, der in irgendeiner Weise die Funktionalität oder den Betrieb des Dienstes oder einer zugehörigen Webseite, anderer Webseiten oder des Internets beeinträchtigt oder beeinträchtigt werden kann; (h) das Sammeln oder Verfolgen der persönlichen Daten anderer; (i) das Spammen, Phishing, Pharming, Vorspiegeln von Tatsachen, Spidern, Crawlen oder Scrapen; (j) obszöne oder unmoralische Zwecke; oder (k) das Beeinträchtigen oder Umgehen der Sicherheitsfunktionen des Dienstes oder einer zugehörigen Webseite, anderer Webseiten oder des Internets. Wir behalten uns das Recht vor, Deine Nutzung des Dienstes oder einer zugehörigen Webseite zu beenden, wenn Du eine der verbotenen Nutzungen verletzt.
pt_pt: Além de outras proibições estabelecidas nos Termos de Serviço, você está proibido de usar o site ou seu conteúdo: (a) para qualquer propósito ilegal; (b) solicitar a terceiros que pratiquem ou participem de quaisquer atos ilícitos; (c) violar quaisquer regulamentos, regras, leis ou decretos locais ou internacionais; (d) infringir ou violar nossos direitos de propriedade intelectual ou os direitos de propriedade intelectual de terceiros; (e) assediar, abusar, insultar, prejudicar, difamar, caluniar, depreciar, intimidar ou discriminar com base no gênero, orientação sexual, religião, etnia, raça, idade, nacionalidade ou deficiência; (f) para enviar informações falsas ou enganosas; (g) para fazer upload ou transmitir vírus ou qualquer outro tipo de código malicioso que será ou poderá ser usado de qualquer forma que afete a funcionalidade ou operação do Serviço ou de qualquer site relacionado, outros sites ou a Internet; (h) para coletar ou rastrear as informações pessoais de terceiros; (i) para enviar spam, phish, pharm, pretexto, spider, crawl ou scrape; (j) para qualquer propósito obsceno ou imoral; ou (k) para interferir ou contornar os recursos de segurança do Serviço ou qualquer site relacionado, outros sites ou a Internet. Nós nos reservamos o direito de encerrar o uso do Serviço ou de qualquer site relacionado por violar qualquer um dos usos proibidos.
sv_se: Utöver andra förbud som anges i användarvillkoren, du får inte använda webbplatsen eller dess innehåll: (a) i något olagligt syfte; (B) att värva andra att utföra eller delta i olagliga handlingar; (C) att bryta alla internationella, federala, regionala eller statliga förordningar, regler, lagar eller lokala förordningar; (D) att inkräkta på eller bryta mot våra immateriella rättigheter eller immateriella rättigheter andra; (E) för att trakassera, missbruk, förolämpning, skada, förtala, förtal, nedvärdera, skrämma eller diskriminera på grund av kön, sexuell läggning, religion, etnicitet, ålder, nationellt ursprung, eller handikapp; (F) att lämna felaktiga eller vilseledande uppgifter; (G) för att ladda upp eller överföra virus eller någon annan typ av skadlig kod som kommer att eller kan användas på ett sätt som kommer att påverka funktionaliteten eller driften av tjänsten eller någon närstående webbplats, andra webbplatser, eller Internet; (H) att samla in eller spåra personlig information om andra; (I) till spam, phish, pharm, förevändning, spindel, krypa, eller skrapa; (J) för varje obscent eller omoralisk ändamål; eller (k) att störa eller kringgå säkerhetsfunktioner i tjänsten eller någon relaterad webbplats, andra webbplatser, eller Internet. Vi förbehåller oss rätten att avsluta din användning av tjänsten eller någon relaterad hemsida för brott någon av de förbjudna användningsområden.

source: SECTION 13 - DISCLAIMER OF WARRANTIES; LIMITATION OF LIABILITY
de: ABSCHNITT 13 - GARANTIEAUSSCHLUSS; HAFTUNGSBESCHRÄNKUNG
pt_pt: SECÇÃO 13 - ISENÇÃO DE GARANTIAS; LIMITAÇÃO DE RESPONSABILIDADE
sv_se: SEKTION 13 - FRISKRIVNING; ANSVARSBEGRÄNSNING

source: We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure or error-free.
de: Wir übernehmen keine Garantie, Zusicherung oder Gewährleistung dafür, dass die Nutzung unseres Dienstes ununterbrochen, zeitgerecht, sicher oder fehlerfrei erfolgt.
pt_pt: Não garantimos, representamos ou garantimos que o uso de nosso serviço será ininterrupto, oportuno, seguro ou livre de erros.
sv_se: Vi ger inga garantier, representerar eller garanterar att din användning av vår tjänst kommer att vara oavbruten, snabb, säker eller felfri.

source: We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.
de: Wir garantieren nicht, dass die Ergebnisse, die durch die Nutzung des Dienstes erzielt werden können, genau oder zuverlässig sind.
pt_pt: Não garantimos que os resultados que podem ser obtidos com o uso do serviço sejam precisos ou confiáveis.
sv_se: Vi garanterar inte att de resultat som kan erhållas från användning av tjänsten kommer att vara korrekt eller tillförlitlig.

source: You agree that from time to time we may remove the service for indefinite periods of time or cancel the service at any time, without notice to you.
de: Du erklärst Dich damit einverstanden, dass wir von Zeit zu Zeit den Dienst auf unbestimmte Zeit entfernen oder den Dienst jederzeit ohne Benachrichtigung an Dich einstellen können.
pt_pt: Você concorda que, de tempos em tempos, podemos remover o serviço por períodos indefinidos ou cancelar o serviço a qualquer momento, sem aviso prévio.
sv_se: Du samtycker till att från tid till annan kan vi ta bort tjänsten för obegränsad tid eller avbryta tjänsten när som helst, utan förvarning.

source: You expressly agree that your use of, or inability to use, the service is at your sole risk. The service and all products and services delivered to you through the service are (except as expressly stated by us) provided 'as is' and 'as available' for your use, without any representation, warranties or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement.
de: Du erklärst Dich ausdrücklich damit einverstanden, dass die Nutzung des Dienstes bzw. die Unfähigkeit zur Nutzung des Dienstes auf Dein alleiniges Risiko erfolgt. Der Dienst und alle Produkte und Dienstleistungen, die Dir über den Dienst zur Verfügung gestellt werden, werden (sofern nicht ausdrücklich von uns angegeben) "wie besehen" und "wie verfügbar" für Deine Nutzung bereitgestellt, ohne jegliche Zusicherungen, Garantien oder Bedingungen jeglicher Art, weder ausdrücklich noch stillschweigend, einschließlich aller stillschweigenden Garantien oder Bedingungen der Marktgängigkeit, der handelsüblichen Qualität, der Eignung für einen bestimmten Zweck, der Haltbarkeit, des Eigentums und der Nichtverletzung von Rechten.
pt_pt: Você concorda expressamente que o uso ou a incapacidade de usar o serviço é por sua conta e risco. O serviço e todos os produtos e serviços fornecidos a si por meio do serviço são (exceto conforme expressamente declarado por nós) fornecidos "como estão" e "conforme disponíveis" para seu uso, sem qualquer representação, garantias ou condições de qualquer tipo, expressas ou implícito, incluindo todas as garantias ou condições implícitas de comercialização, qualidade comercializável, adequação a uma finalidade específica, durabilidade, título e não violação.
sv_se: Du samtycker uttryckligen att din användning av, eller oförmåga att använda, är tjänsten på egen risk. Tjänsten och alla produkter och tjänster levereras till dig via tjänsten är (förutom vad som uttryckligen anges av oss) tillhandahålls "i befintligt skick" och "som tillgängligt" för din användning, utan representation, garantier eller villkor av något slag, varken uttryckliga eller underförstådda , inklusive alla underförstådda garantier eller villkor för säljbarhet, marknadsmässig kvalitet, lämplighet för ett visst ändamål, hållbarhet, titel och icke-intrång.
