Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: Line Text/Comment
de: Text/Bemerkung zur Position
fi_fi: Rivin teksti/kommentti
pt_pt: Texto/Comentário Linha
sv_se: Radens text/kommentar

source: The text describing the nature of the refund and/or the reason for the refund.
de: Der Text, der die Art der Rückerstattung und/oder den Grund für die Rückerstattung beschreibt.
fi_fi: Teksti, joka kuvaa hyvityksen syytä tai tyyppiä.
pt_pt: O texto a descrever a natureza do reembolso e/ou a razão do reembolso.
sv_se: Texten som beskriver återbetalningen eller orsaken till återbetalning.

source: Amount
de: Betrag
fi_fi: Määrä
it: Ammontare
pt_br: Valor
pt_pt: Quantia
sv_se: Belopp

source: The amount including tax to refund.
de: Der zu erstattende Betrag einschließlich Steuern.
fi_fi: Hyvityksen verollinen kokonaismäärä.
pt_pt: A quantia incluindo imposto para reembolso.
sv_se: Beloppet inklusive moms att återbetala.

source: Restock products
de: Bitte diesen Artikel wieder auffüllen
fi_fi: Uudelleenvarastoi tuotteet
it: Reimmagazzina il prodotto
pt_br: Reabastecer produtos
pt_pt: Reposição de produtos
sv_se: Fyll på produkter

source: If checked, the quantity is adding back into the sellable product inventory.
de: Wenn dieses Kontrollkästchen aktiviert ist, wird die Menge zum verkaufsfähigen Bestand des Artikels hinzugefügt.
fi_fi: Mikäli tämä on valittu, määrä lisätään takaisin myytävään varastoon.
pt_pt: Se marcada, a quantidade é adicionada de volta ao inventário de produto para venda.
sv_se: Om markerad så räknas antalet tillbaka till lagret av säljbara produkter.

source: Create Refund -- %s
de: Rückerstattung anlegen -- %s
fi_fi: Luo hyvitys -- %s
it: Crea Rimborso -- %s
pt_br: Criar Devolução -- %s
pt_pt: Criar Reembolso - %s
sv_se: Skapa återbetalning -- %s

source: Refund Entire Order
de: Rückerstattung der gesamten Bestellung
fi_fi: Hyvitä koko tilaus
it: Rimborsa l'intero Ordine
pt_br: Devolver Pedido Inteiro
pt_pt: Reembolsar encomenda inteira
sv_se: Återbetala hela beställningen

source: This order already has existing refunds
de: Diese Bestellung hat bereits bestehende Erstattungen
fi_fi: Tällä tilauksella on jo hyvityksiä
it: Questo ordine ha già un rimborso.
pt_br: Este pedido já tem devoluções existentes
pt_pt: Esta encomenda já tem reembolsos existentes.
sv_se: Denna beställning har redan befintliga återbetalningar

source: Refund arbitrary amount
de: Beliebigen Betrag erstatten
fi_fi: Hyvityksen määrä suunnilleen
pt_pt: Reembolsar quantia arbitrária
sv_se: Återbetala godtyckliga belopp

source: Refund amount exceeds order amount.
de: Der Rückerstattungsbetrag übersteigt den Bestellwert.
fi_fi: Hyvityksen määrä on suurempi kuin tilauksen summa.
it: L'ammontare del rimborso è maggiore dell'ammontare dell'ordine.
pt_br: Valor da devolução excede o valor do pedido.
pt_pt: Quantia de reembolso excede quantia de encomenda.
sv_se: Återbetalningsbeloppet överstiger beställningsbeloppet.

source: Refund amounts should match sign on parent line.
de: Rückerstattungsbeträge sollten mit dem Zeichen in der Hauptzeile übereinstimmen.
fi_fi: Hyvitysten summan tulee täsmätä isäntä rivin kanssa.
it: Gli ammontare dei rimborsi devono corrispondere al segno sulla riga padre.
pt_br: Os valores de devolução devem coincidir com o sinal no item pai.
pt_pt: Quantias de reembolso deverá corresponder signo na linha de origem.
sv_se: Bidragsbeloppen bör matcha tecknet på den överordnade raden.

source: Refund created.
de: Rückerstattung erstellt.
fi_fi: Hyvitys luotu.
it: Rimborso creato.
pt_br: Devolução criada.
pt_pt: Reembolso criado.
sv_se: Återbetalning skapad.

source: Create Full Refund -- %s
de: Komplette Rückerstattung erstellen -- %s
fi_fi: Luo kokonaishyvitys -- %s
it: Crea Completo Rimborso -- %s
pt_br: Criar Devolução Total -- %s
pt_pt: Criar Reembolso Total - %s
sv_se: Skapa fullständig återbetalning -- %s

source: Could not create a full refund.
de: Es konnte keine komplette Rückerstattung erstellt werden.
pt_pt: Não foi possível criar o reembolso total.
sv_se: Det gick inte att skapa en fullständig återbetalning.

source: Full refund created.
de: Komplette Rückerstattung erstellt.
fi_fi: Kokonaishyvitys luotu.
it: Rimborso Completo creato
pt_br: Devolução total criada.
pt_pt: Reembolso total criado.
sv_se: Fullständig återbetalnings skapad.

source: Description
de: Beschreibung
fi_fi: Kuvaus
it: Descrizion
pt_br: Descrição
pt_pt: Descrição
sv_se: Beskrivning

source: Create Shipment -- %s
de: Sendung anlegen -- %s
fi_fi: Luo toimitus -- %s
it: Crea Spedizione -- %s
pt_br: Criar Remessa -- %s
pt_pt: Criar Envio - %s
sv_se: Skapa leverans -- %s

source: Create Shipment
de: Sendung anlegen
fi_fi: Luo lähetys
it: Crea Spedizione
pt_br: Criar Remessa
pt_pt: Criar Envio
sv_se: Skapa transport

source: No products to ship.
de: Keine Artikel zu versenden.
fi_fi: Ei toimitettavia tuotteita.
it: Nessun prodotto da spedire.
pt_br: Nenhum produto a enviar.
pt_pt: Sem produtos para envio.
sv_se: Inga produkter att leverera.

source: Shipping address is not set.
de: Es ist keine Lieferadresse angegeben.
fi_fi: Toimitusosoitetta ei ole asetettu.
it: L'indirizzo di spedizione non è configurato.
pt_br: Endereço de entrega não está definido.
pt_pt: Morada de envio não está definida.
sv_se: Leveransadress är inte angiven.

source: Shipment %s was created.
de: Die Lieferung %s wurde angelegt.
pt_pt: Envio %s foi criado.
sv_se: Leverans %s skapades.

source: Shipment %s has been deleted.
de: Die Lieferung %s wurde gelöscht.
fi_fi: Toimitus %s on poistettu.
it: La spedizione %s è stata cancellata.
pt_br: A remessa %s foi excluída.
pt_pt: Envio %s foi eliminado.
sv_se: Leverans %s har tagits bort.

source: Shipment has been marked as sent.
de: Die Lieferung wurde als versendet markiert.
pt_pt: Envio marcado como enviado.

source: Supplier
de: Händler
fi_fi: Toimittaja
it: Fornitore
pt_br: Fornecedor
pt_pt: Fornecedor

source: Shipment {shipment_id}
de: Lieferung {shipment_id}
pt_pt: Envio {shipment_id}

source: Identifier already exists.
de: Diese Kennung ist bereits vorhanden.
pt_pt: Identificador já existe.
sv_se: Identifierare finns redan.

source: Public Name
de: Öffentliche Bezeichnung
fi_fi: Julkinen nimi
pt_pt: Nome Público
sv_se: Officiellt namn

source: Role
de: Rolle
fi_fi: Rooli
pt_pt: Função
sv_se: Roll

source: Default
de: Standardwert
fi_fi: Oletus
pt_pt: Pré-definido
sv_se: Standard

source: Allowed Next Status
de: Zulässiger nächster Status

source: Visible For Customer
de: Sichtbar für Kunden

source: No allowed next status.
de: Es gibt keinen zulässigen nächsten Status.

source: Granular Permission Groups
de: Granulare Berechtigungsgruppen
pt_pt: Grupos de Permissões Modulares

source: Allow the user to select permission group in admin.
de: Dem Benutzer erlauben, Berechtigungsgruppen im Admininstrationsbereich auszuwählen.

source: The Permission Group name.
de: Die Bezeichnung der Berechtigungsgruppe.
pt_pt: O nome do Grupo de Permissão.
sv_se: Tillståndsgruppens namn.

source: Create new Permission Group
de: Neue Berechtigungsgruppe anlegen
fi_fi: Luo uusi käyttöoikeusryhmä
pt_pt: Criar novo Grupo de Permissões
sv_se: Skapa ny behörighetsgrupp

source: Product Types
de: Artikeltypen
fi_fi: Tuotetyypit
it: Tipi di Prodotto
pt_br: Tipos de Produtos
pt_pt: Tipos de Produtos
sv_se: Produkttyper

source: Product types
de: Artikeltypen
fi_fi: Tuotetyypit
it: Tipi di Prodotto
pt_br: Tipos de produtos
pt_pt: Tipos de produtos
sv_se: Produkttyper

source: Allow the user to select product types in admin.
de: Dem Benutzer erlauben, Artikeltypen im Admininstrationsbereich auszuwählen.

source: %s has been marked deleted.
de: %s wurde als gelöscht markiert.
fi_fi: %s on merkitty poistetuksi.
it: %s è stato segnato come da cancellare.
pt_br: %s foi marcado como excluído.
pt_pt: %sfoi marcado como eliminado.
sv_se: %s är markerats som borttagna.

source: Select attributes that go with your product type. These are defined in Products Settings - Attributes.
de: Wähle die Merkmale, die zu Deinem Artikeltyp passen. Diese werden in den Artikeleinstellungen - Merkmale definiert.
fi_fi: Valitse tuotemuuttujat, jotka sopivat tuotetyyppiisi. Nämä määritellään Kaupat - Attribuutit.
pt_pt: Selecionar atributos para funcionar com o seu tipo de produto. Estes são definidos em Definições de Produtos - Atributos.
sv_se: Välj attribut som passar ihop med produkttypen. Dessa definieras i Produktinställningar - Attribut.

source: Delete
de: Löschen
fi_fi: Poista
it: Cancella
pt_br: Excluir
pt_pt: Eliminar
sv_se: Ta bort

source: Are you sure you wish to delete %s? Warrning: all related products will disappear from storefront until new value for product type is set!
de: Bist Du sicher, dass Du %s löschen möchtest? Achtung: alle zugehörigen Artikel verschwinden aus der Marktplatzansicht, bis ein neuer Wert für den Artikeltyp gesetzt wird!
pt_pt: Tem a certeza que pretende eliminar %s? Aviso: todos os produtos relacionados irão desaparecer da frente de loja até novo valor para tipo de produto ser definido!
sv_se: Är du säker på att du vill ta bort %s? Varning: alla relaterade produkter försvinner från butiksfönstret tills nytt värde för produkttyp har ställts in!

source: Number of Attributes
de: Anzahl der Merkmale
fi_fi: Attribuuttien määrä
it: Numero di Attributi
pt_br: Número de Atributos
pt_pt: Número de Atributos
sv_se: Antalet attribut

source: Create Product Called "%s"
de: Artikel "%s" anlegen
fi_fi: Luo tuote "%s"
it: Crea un Prodotto chiamato "%s"
pt_br: Criar Produto Chamado "%s"
pt_pt: Criar Produto Chamado "%s"
sv_se: Skapa produkt med namn "%s"

source: Create Product with SKU "%s"
de: Artikel mit der Artikelnummer "%s" anlegen
fi_fi: Luo tuote tuotekoodilla "%s"
it: Crea un Prodotto con SKU "%s"
pt_br: Criar Produto com a SKU "%s"
pt_pt: Criar Produto com UME "%s"
sv_se: Skapa produkt med artikelnummer "%s"

source: New product
de: Neuer Artikel
fi_fi: Uusi tuote
pt_pt: Novo produto
sv_se: Ny produkt

source: Import
de: Importieren
fi_fi: Tuo
pt_pt: Importar
sv_se: Importera

source: Add a product to see it in your store
de: Füge einen Artikel hinzu, um ihn in Deinem Händlerbereich zu sehen
fi_fi: Lisää tuote kauppaan
it: Aggiungi un prodotto per vederlo nel tuo negozio
pt_pt: Adicionar produto para o ver na sua loja
sv_se: Lägg till en produkt för att kunna se den i din butik

source: Allow the user to select products in admin.
de: Dem Benutzer erlauben, Artikel im Admininstrationsbereich auszuwählen.

source: Allow the user to select shop_products in admin.
de: Dem Benutzer erlauben, Marktplatzartikel im Admininstrationsbereich auszuwählen.

source: Primary Product Image
de: Hauptproduktbild
fi_fi: Tuotteen pääkuva
pt_pt: Imagem Principal de Produto
sv_se: Primära produktbild

source: The main product image. You can add additional images in the `Product Images` tab.
de: Das Hauptproduktbild. Du kannst zusätzliche Bilder auf der Registerkarte "Produktbilder" hinzufügen.
pt_pt: Imagem principal de produto. Pode incluir imagens adicionais no separador 'Imagens de Produto'.
sv_se: Huvudbilden på produkten. Du kan lägga till ytterligare bilder på fliken 'Produktbilder'.

source: Select a manufacturer
de: Einen Hersteller auswählen
pt_pt: Selecionar um fabricante
sv_se: Välj en tillverkare

source: Product type
de: Artikeltyp
pt_pt: Tipo de Produto
sv_se: Produkttyp

source: Given value is already in use, please use unique SKU and try again.
de: Den angegebenen Wert gibt es bereits. Bitte verwende eine individuelle Artikelnummer und versuche es erneut.
fi_fi: Annettu arvon on jo käytössä, ole hyvä ja tarkista että tuotenumero ei ole käytössä.
it: Il valore fornito è già in uso, utilizza uno SKU univoco e riprova.
pt_pt: O valor introduzido já está em uso, por favor introduza um UME única e tente outra vez.
sv_se: Angivet värde är redan i bruk, vänligen använd unika artikelnummer och försök igen.

source: Number of units that can be purchased after the product is out of stock. Set to blank for product to be purchasable without limits.
de: Menge, die gekauft werden kann, nachdem der Artikel nicht mehr auf Lager ist. Setze den Wert auf leer, damit das Produkt unbegrenzt kaufbar ist.
pt_pt: Número de unidades que podem ser adquiridas depois do estar esgotado. Definido em branco para produto sem limites de compra.
sv_se: Antal enheter som kan köpas efter att produkten är slut i lager. Ställ in tomt för att produkten ska kunna köpas utan begränsningar.

source: Select a category
de: Eine Kategorie auswählen
pt_pt: Selecionar uma categoria
sv_se: Välj en kategori

source: Minimum Purchase Quantity must be greater than 0.
de: Die Mindestbestellmenge muss größer als 0 sein.
fi_fi: Minimiostomäärän tulee olla vähintään 0.
it: La Quantità Minima d'Acquisto deve essere maggiore di 0.
pt_br: Quantidade Mínima de Compra deve ser maior do que 0.
pt_pt: Quantidade Mínima de Compra deverá ser maior que 0.
sv_se: Minsta inköpskvantitet måste vara större än 0.

source: Backorder maximum must be greater than or equal to 0.
de: Die maximale Anzahl rückständiger Bestellungen muss größer oder gleich 0 sein.
fi_fi: Jälkimyynniin maksimi. Arvon täytää olla positivinen tai 0.
it: Il massimo numero di riordino deve essere maggiore o uguale a 0.
pt_br: Máximo de pedidos em espera deve ser maior do que ou igual a 0.
pt_pt: Máximo de pedido em espera deverá ser maior ou igual a 0.
sv_se: Restorder maximala antal måste vara större än eller lika med 0.

source: Thumbnail generation of %(media)s failed: %(error)s.
de: Thumbnail-Generierung von %(media)s fehlgeschlagen: %(error)s.
pt_pt: Geração de miniatura de %(media)sfalhou: %(error)s.
sv_se: Miniatyrbildgenerering av %(media)s misslyckades: %(error)s.

source: Use only URL or file, not both.
de: Verwende bitte nur URL oder Datei, nicht beides.
pt_pt: Use apenas URL ou ficheiro, não ambos.
sv_se: Använd endast URL eller fil, inte båda.

source: Is primary
de: Als Haupt-... festlegen
fi_fi: On ensisijainen
it: E' primario
pt_br: É principal
pt_pt: é principal
sv_se: Primär

source: Only images are allowed in this field.
de: In diesem Feld sind nur Bilder erlaubt.
pt_pt: Apenas imagens são aceites neste campo.
sv_se: Endast bilder är tillåtna i det här fältet.

source: Unable to make package %(product)s: %(error)s.
de: Das Produktpackung %(product)s kann nicht erstellt werden: %(error)s.
pt_pt: Não foi possível fazer embalagem %(product)s:%(error)s.
sv_se: Det går inte att göra paketet %(product)s: %(error)s.

source: New products: %d.
de: Neue Artikel %d.
pt_pt: Novos produtos:%d.
sv_se: Nya produkter: %d.

source: Removed products: %d.
de: Entfernte Artikel: %d.
pt_pt: Produtos removidos:%d.
sv_se: Borttagna produkter: %d.

source: Couldn't add product %s to its own package.
de: Der Artikel %s konnte nicht zur eigentlichen Produktpackung hinzugefügt werden.
pt_pt: Não foi possível adicionar produto %sà sua própria embalagem.
sv_se: Det gick inte att lägga till produkten %s i sitt eget paket.

source: Set visible
de: Als sichtbar einstellen
fi_fi: Aseta näkyväksi
it: Imposta visibile
pt_pt: Definir visível
sv_se: Ställ in som synlig

source: Set invisible
de: Als unsichtbar einstellen
fi_fi: Aseta pois näkyvistä
it: Imposta non visibile
pt_pt: Definir invisível
sv_se: Ställ in som osynlig

source: Edit products
de: Artikel bearbeiten
fi_fi: Muokkaa tuotteita
it: Modifica prodotti
pt_pt: Editar produtos
sv_se: Redigera produkter

source: {product_name} was successfully copied
de: {product_name} wurde erfolgreich kopiert
pt_pt: {product_name} foi copiado com sucesso

source: Minimum Purchase Quantity has been rounded to match Sales Unit.
de: Die Mindestbestellmenge wurde gerundet, um der Verkaufseinheit zu entsprechen.
fi_fi: Minimiostomäärä pyöristettiin yhteensopivaksi myyntikoon kanssa.
it: La Quantità Minima d'Acquisto è stata arrotondata per essere compatibile con le Unita di Vendita
pt_br: Quantidade Mínima de Compra foi arredondada para corresponder à Unidade de Vendas.
pt_pt: Quantidade Mínima de Compra foi arredondada para corresponder a Unidade de Venda.
sv_se: Minsta inköpskvantitet har avrundats för att matcha försäljningsenheten.

source: Changes to shop instance for %s saved.
de: Die Änderungen am Marktplatz wurden %s gespeichert.
pt_pt: Alterações a Instância de Loja para %sgravadas.
sv_se: Ändringar i butiksinstans för %s sparade.

source: Product is not available.
de: Der Artikel ist leider nicht verfügbar.
fi_fi: Tuote ei ole saatavilla.
it: Il Prodotto non è disponibile.
pt_br: O produto não está disponível.
pt_pt: Produto não está disponível.
sv_se: Produkten är inte tillgänglig.

source: Product
de: Artikel
fi_fi: Tuote
it: Prodotto
pt_br: Produto
pt_pt: Produto
sv_se: Produkt

source: Edit Cross-Sell: %s
de: Cross-Selling bearbeiten: %s
fi_fi: Muokkaa ristiinmyyntiä: %s
it: Modifica Cross-Sell: %s
pt_br: Editar Venda Cruzada: %s
pt_pt: Editar Venda-Cruzada: %s
sv_se: Redigera korsförsäljning: %s

source: Changes saved.
de: Die Änderungen wurden gespeichert.
fi_fi: Muutokset tallennettu.
it: Modifiche salvate.
pt_br: Alterações salvas.
pt_pt: Alterações gravadas.
sv_se: Ändringar sparade.

source: Edit Media: %s
de: Medien bearbeiten: %s
fi_fi: Muokkaa mediaa: %s
it: Modifica Media: %s
pt_br: Editar Mídia: %s
pt_pt: Editar Media: %s
sv_se: Redigera media: %s

source: Changes were saved.
de: Die Änderungen wurden gespeichert.
pt_pt: Alterações foram gravadas.
sv_se: Ändringar sparades.

source: Files added to the product.
de: Die Dokumente wurden dem Artikel hinzugefügt.
pt_pt: Ficheiros adicionados ao produto.
sv_se: Filer har lagts till i produkten.

source: Clear package
de: Produktpackung entfernen
fi_fi: Tyhjennä paketti
it: Pulisci pacchetto
pt_br: Limpar pacote
pt_pt: Criar Cabaz
sv_se: Töm paketet

source: Are you sure? This will remove all products from the package.
de: Willst Du wirklich speichern? Dadurch werden alle Produkte aus der Packung entfernt.
pt_pt: Tem a certeza? Isto irá remover todos os produtos do pacote.
sv_se: Är du säker? Detta tar bort alla produkter från förpackningen.

source: Edit Package: %s
de: Packung bearbeiten: %s
fi_fi: Muokkaa pakettia: %s
it: Modifica Pacchetto: %s
pt_br: Editar Pacote: %s
pt_pt: Editar Pacote: %s
sv_se: Redigera paket: %s

source: Package cleared.
de: Die Packung wurde entfernt.
fi_fi: Paketti tyhjennetty.
it: Pacchetto pulito.
pt_br: Pacote apagado.
pt_pt: Pacote limpo.
sv_se: Paketet tömt.

source: Primary Image
de: Hauptbild
fi_fi: Pääkuva
pt_pt: Imagem Principal
sv_se: Primärbild

source: SKU
de: Artikelnummer
fi_fi: Tuotekoodi
pt_pt: UME
sv_se: Artikelnummer

source: Filter by barcode...
de: Nach Barcode filtern...
fi_fi: Suodata viivakoodin mukaan
it: Filtra per Codice a Barre
pt_br: Filtrar por código de barras...
pt_pt: Filtrar por código de barras...
sv_se: Filtrera efter streckkoden...

source: Mode
de: Modus
fi_fi: Tila
it: Modalità
pt_br: Modo
pt_pt: Modo
sv_se: Läge

source: Filter by category name...
de: Nach Kategorie filtern...
pt_pt: Filtrar por nome de categoria...
sv_se: Filtrera efter kategorinamn ...

source: Filter by supplier name...
de: Nach Händler filtern...
pt_pt: Filtrar por nome de fornecedor...
sv_se: Filtrera efter leverantörsnamn ...

source: Suppliers
de: Händler
fi_fi: Toimittajat
it: Fornitori
pt_br: Fornecedores
pt_pt: Fornecedores
sv_se: Leveranrörer

source: Additional Categories
de: Zusätzliche Kategorien
fi_fi: Lisäkategoriat
pt_pt: Categorias Adicionais
sv_se: Ytterligare kategorier

source: Purchasable
de: Bestellbar
fi_fi: Tilattavissa
it: Acquistabile
pt_pt: Comprável
sv_se: Köpbar

source: Mass Edit: Products
de: Massenänderung: Artikel
fi_fi: Massamuokkaus: Tuotteet
it: Modifica di Gruppo: Prodotti
pt_pt: Edição em Massa: Produtos
sv_se: Redigera många: Produkter

source: Products changed.
de: Artikel geändert.
pt_pt: Produtos alterados.
sv_se: Produkterna har ändrats.

source: Manage Cross-Selling
de: Cross-Selling verwalten
fi_fi: Hallinnoi ristiinmyyntiä
it: Gestisci Prodotti Cross-Selling
pt_br: Gerenciar Vendas Cruzadas
pt_pt: Gerir Vendas Cruzadas
sv_se: Hantera korsförsäljning

source: Other
de: Andere
fi_fi: Muut
pt_pt: Outro
sv_se: Övrigt

source: Child: %s
de: Untergeordneter Artikel: %s
fi_fi: Lapsi: %s
it: Figlio: %s
pt_br: Filho: %s
pt_pt: Filha: %s
sv_se: Underordnad: %s

source: Parent: %s
de: Übergeordneter Artikel: %s
fi_fi: Isäntä: %s
it: Genitore: %s
pt_br: Pai: %s
pt_pt: Mãe: %s
sv_se: Överordnad: %s

source: Sibling: %s
de: Geschwister-Artikel: %s
fi_fi: Sisarus: %s
it: Fratello: %s
pt_br: Irmão: %s
pt_pt: Irmã: %s
sv_se: Syskon: %s

source: Packages
de: Packungen
fi_fi: Paketit
it: Pacchetti
pt_br: Pacotes
pt_pt: Pacotes
sv_se: Paket

source: Manage Package
de: Packungen verwalten
fi_fi: Hallinnoi pakettia
it: Gestisci Pacchetti
pt_br: Gerenciar Pacote
pt_pt: Gerir Pacotes
sv_se: Hantera paket

source: Convert to Package Parent
de: In übergeordnete Produktpackung konvertieren
fi_fi: Muunna paketti-isännäksi
it: Converti in Pacchetto Genitore
pt_br: Converter para Pacote Pai
pt_pt: Converter para Pacote mãe
sv_se: Konvertera till överordnat paket

source: Sales Dashboard
de: Verkaufsübersicht
fi_fi: Myynnin ohjausnäkymä
it: Dashboard Saldi
pt_br: Painel de Vendas
pt_pt: Painel de Controle de Vendas
sv_se: Försäljningsöversikt

source: Sales per Month (past 12 months)
de: Verkäufe pro Monat (letzte 12 Monate)
pt_pt: Vendas por Mês (passados 12 meses)
sv_se: Försäljning per månad (senaste 12 månaderna)

source: Average Sales
de: Durchschnittliche Verkäufe
fi_fi: Keskimyynti
pt_pt: Média de Vendas
sv_se: Genomsnittlig försäljning

source: Sales
de: Verkäufe
fi_fi: Myynti
pt_pt: Vendas
sv_se: Försäljning

source: Cumulative Total Sales
de: Kumulierte Gesamtverkäufe
fi_fi: Kumulatiivinen kokonaismyynti
pt_pt: Vendas Totais Acumuladas
sv_se: Kumulativa totala försäljning

source: Based on %d orders
de: Basierend auf %d Bestellungen
fi_fi: Perustuen %d tilaukseen
it: Basato su %d ordini
pt_br: Baseado em %d pedidos
pt_pt: Baseado em %dencomendas
sv_se: Baserat på %d beställningar

source: Today's Sales
de: Heutige Verkäufe
fi_fi: Päivän myynti
it: Vendite del Giorno
pt_br: Vendas de Hoje
pt_pt: Vendas do Dia
sv_se: Dagens försäljning

source: Lifetime Sales
de: Gesamte Verkäufe seit Verkaufsstart
fi_fi: Myynti kautta aikain
it: Vendite Totali
pt_br: Vendas Acumuladas
pt_pt: Vendas Acumuladas
sv_se: All försäljning

source: Average Purchase
de: Durchschnittlicher Einkauf
fi_fi: Keskiostos
it: Acquisto Medio
pt_br: Ticket Médio
pt_pt: Média de Compra
sv_se: Genomsnittligt inköp

source: Open Orders Value
de: Wert der offenen Bestellungen
fi_fi: Avoimia tilauksia
it: Valore degli Ordini Aperti
pt_br: Valor de Pedidos Abertos
pt_pt: Valor de Encomendas Abertas
sv_se: Värdet av öppna beställningar

source: Sales Units
de: Verkaufseinheiten
fi_fi: Myyntiyksiköt
it: Unità di Vendita
pt_br: Unidades de Vendas
pt_pt: Unidades de Vendas
sv_se: Försäljningsenheter

source: Display Units
de: Referenzeinheiten
pt_pt: Unidades de Visualização
sv_se: Visningsenhet

source: Allowed decimals
de: Erlaubte Dezimalstellen
fi_fi: Sallitut desimaalit
it: Decimali consentiti
pt_br: Casas decimais permitidas
pt_pt: Decimais permitidos
sv_se: Tillåtna decimaler

source: Service Providers
de: Dienstleister
fi_fi: Palveluntarjoajat
it: Fornitori di Servizi
pt_br: Prestadoras de Serviços
pt_pt: Prestadores de Serviços
sv_se: Tjänsteleverantörer

source: Payment and Shipping
de: Zahlung und Versand
fi_fi: Maksaminen ja toimitus
it: Fornitore di Servizi
pt_br: Pagamento e Entrega
pt_pt: Pagamento e Envio
sv_se: Betalning & Leverans

source: Edit %(model)s
de: %(model)s bearbeiten
fi_fi: Muokkaa %(model)s
it: Modifica %(model)s
pt_br: Editar %(model)s
pt_pt: Editar %(model)s
sv_se: Redigera %(model)s
