Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: Allow the user to create a new user.
de: Ermöglichen Sie dem Benutzer, einen neuen Benutzer zu erstellen.
pt_pt: Permitir ao utilizador criar um novo utilizador.

source: Allow the user to list the users.
de: Ermöglichen Sie dem Benutzer, die Benutzer aufzulisten.
pt_pt: Permitir ao utilizador a listagem de utilizadores.

source: Allow the user to impersonate a different user.
de: Ermöglichen Sie dem Benutzer, sich als ein anderer Benutzer auszugeben.
pt_pt: Permitir ao utilizador utilizar a conta de outro utilizador.

source: Allow the user to impersonate a staff user.
de: Ermöglichen Sie dem Benutzer, sich als Mitarbeiter auszugeben.
pt_pt: Permitir ao utilizador utilizar a conta de um utilizador de staff.

source: Allow the user to change the user list columns.
de: Ermöglichen Sie dem Benutzer, die Spalten der Benutzerliste zu ändern.
pt_pt: Permitir ao utilizador alterar as colunas da lista de utilizadores

source: Allow the user to select users in admin.
de: Dem Benutzer erlauben, die Benutzersteuerung im Admininstrationsbereich auszuwählen.

source: Add some users to help manage your shop
de: Füge Benutzer hinzu, die Dir bei der Verwaltung Deines Marktplatzes helfen
fi_fi: Lisää käyttäjiä kaupan hallintaan
it: Aggiungi alcuni utenti per autarti a gestire il tuo negozio
pt_pt: Adicione alguns utilizadores para ajudar a gerir a loja
sv_se: Lägg till några användare att hantera din butik

source: New user
de: Neuer Benutzer
fi_fi: Uusi käyttäjä
pt_pt: Novo utilizador
sv_se: Ny användare

source: Send Reset Password Email
de: E-Mail zum Zurücksetzen des Passworts senden
pt_pt: Enviar email de redefinição de senha

source: Welcome %(first_name)s! You've been added as an administrator to %(shop_url)s. Here are some details: Shop url: %(shop_url)s Login url: %(admin_url)s Your username: '%(username)s' Your password: Please contact your admin.
de: Hallo %(first_name)s! Du wurdest als Administrator zu %(shop_url)s hinzugefügt. Hier sind einige Informationen: URL des Marktplatzes: %(shop_url)s URL der Anmeldung: %(admin_url)s Dein Benutzername: "%(username)s" Dein Passwort: Bitte wende Dich an den Administrator.
pt_pt: Bem-vindo/a %(first_name)s! Foi adicionado/a como admin a %(shop_url)s. Aqui estão alguns detalhes: Url Loja: %(shop_url)s Url Início de sessão: %(admin_url)s O seu nome de utilzador: '%(username)s' A sua password: Por favor contacte o seu admin.

source: Password
de: Passwort
fi_fi: Salasana
pt_br: Senha
pt_pt: Senha de acesso
sv_se: Lösenord

source: The user password.
de: Das Benutzerpasswort.
fi_fi: Käyttäjän salasana.
pt_pt: A senha de acesso de utilizador
sv_se: Användarens lösenord.

source: Main Permissions
de: Hauptzugriffsrechte
pt_pt: Permissões principais
sv_se: Huvudtillstånd

source: Two fundamental permissions: Access to Admin Panel and Superuser status rights. Go to user account -> `Actions` -> `Edit Main Permissions` to change these.
de: Zwei grundlegende Berechtigungen: Zugriff auf den Administrationsbereich (Admin-Panel) und Superuser-Statusrechte. Gehe zu Benutzerkonto -> "Aktionen" -> "Hauptrechte bearbeiten", um diese zu ändern.
pt_pt: Duas permissões fundamentais: acesso ao painel de administração e direitos de status de superutilizador. Vá para a conta do utilizador -> `Ações` ->` Editar Permissões Principais` para alterá-las.
sv_se: Två grundläggande behörigheter: tillgång till administratörspanelen och superanvändares statusrättigheter. Gå till användarkontot -> `Åtgärder` ->` Redigera huvudbehörigheter` för att ändra dessa.

source: Use Permission Groups to granularly give more permissions. Search for `Permission Groups` to change these and add them to multiple users. Go to user account -> `Actions` -> `Edit Main Permissions` to add them to a specific user. Will not influence Superusers as they already have all the rights and can't be stripped of them without removing Superuser status first.
de: Verwende Berechtigungsgruppen, um granular mehr Berechtigungen zu vergeben. Suche nach "Berechtigungsgruppen", um diese zu ändern und sie mehreren Benutzern hinzuzufügen. Gehe zu Benutzerkonto -> "Aktionen" -> "Hauptberechtigungen bearbeiten", um die Berechtigungen einem bestimmten Benutzer hinzuzufügen. Dies hat keinen Einfluss auf Superuser, da diese bereits alle Rechte haben und ihnen diese nicht entzogen werden können, ohne den Superuser-Status vorher zu entfernen.
pt_pt: Use grupos de permissão para fornecer mais permissões de maneira granular. Procure por `Grupos de Permissão` para alterá-los e adicioná-los a vários usuários. Vá para a conta do utilizador -> `Ações` ->` Editar Permissões Principais` para adicioná-los a um usuário específico. Não influenciará os superutilizadores, pois eles já possuem todos os direitos e não podem ser destituídos deles sem antes remover o status de superutilizadores.
sv_se: Använd behörighetsgrupper för att detaljerat ge fler behörigheter. Sök efter 'Tillståndsgrupper' för att ändra dessa och lägga till dem till flera användare. Gå till användarkontot -> `Åtgärder` ->` Redigera huvudbehörigheter` för att lägga till dem till en viss användare. Kommer inte att påverka Superanvändare eftersom de redan har alla rättigheter och inte kan tas bort från dem utan att först ta bort Superanvändarstatus.

source: The user email address. Used for password resets.
de: Die Benutzer-E-Mail-Adresse. Diese wird für das Zurücksetzen von Passwörtern verwendet.
fi_fi: Käyttäjän sähköpostiosoite. Käytetään salasanan nollaamiseen.
pt_pt: O endereço de email do utilizador. Usado para reposições de senha de acesso.
sv_se: Användarens e-postadress. Används för lösenordsåterställning.

source: The first name of the user.
de: Der Vorname des Benutzers.
fi_fi: Käyttäjän etunimi.
pt_pt: O primeiro nome do utilizador.
sv_se: Användarens förnamn.

source: The last name of the user.
de: Der Nachname des Benutzers.
fi_fi: Käyttäjän sukunimi.
pt_pt: O último nome do utilizador.
sv_se: Användarens efternamn.

source: Access to Admin Panel
de: Zugriff auf den Administrationsbereich (Admin-Panel)
pt_pt: Acesso ao Painel de Admin
sv_se: Åtkomst till administratörspanelen

source: Superuser (Full rights)
de: Superuser (volle Rechte)
pt_pt: Super Utilizador (Direitos plenos)
sv_se: Superanvändare (fullständiga rättigheter)

source: No Main Permissions selected.
de: Keine Hauptzugriffsrechte ausgewählt.
pt_pt: Nenhuma permissão principal selecionada.
sv_se: Inga huvudbehörigheter har valts.

source: No Granular Permission Groups selected.
de: Keine granularen Berechtigungsgruppen ausgewählt.
pt_pt: Nenhum grupo de permissão granular selecionado.
sv_se: Inga granulära behörighetsgrupper har valts.

source: No Granular Permission Groups available.
de: Keine granularen Berechtigungsgruppen verfügbar.
pt_pt: Nenhum grupo de permissão granular disponível.
sv_se: Inga granulära tillståndsgrupper tillgängliga.

source: Send email confirmation
de: Bestätigung per E-Mail senden
fi_fi: Lähetä sähköpostivahvistus
pt_pt: Enviar email de confirmação
sv_se: Skicka e-postbekräftelse

source: Send an email to the user to let them know they've been added as a shop user. Applicable only for users with Access to Admin Panel status.
de: Sende eine E-Mail an den Benutzer, um ihn darüber zu informieren, dass er als Marktplatz-Benutzer hinzugefügt wurde. Gilt nur für Benutzer mit dem Status Zugriff auf den Administrationsbereich (Admin-Panel).
pt_pt: Envie um e-mail ao usuário para informá-lo de que foi adicionado como usuário da loja. Aplicável apenas para usuários com status de acesso ao painel de administração.
sv_se: Skicka ett mejl till användaren för att meddela dem att de har lagts till som butiksanvändare. Gäller endast användare med åtkomst till adminpanelens status.

source: Please enter an email to send a confirmation to.
de: Bitte gibt eine E-Mail-Adresse ein, an die eine Bestätigung gesendet werden soll.
pt_pt: Por favor insira endereço de email para enviar a confirmação.
sv_se: Ange ett e-postmeddelande för att skicka en bekräftelse till.

source: Change Password
de: Passwort ändern
fi_fi: Vaihda salasana
it: Modifica Password
pt_br: Alterar Senha
pt_pt: Alterar Password
sv_se: Ändra lösenord

source: User has no email address
de: Der Benutzer hat keine E-Mail-Adresse
fi_fi: Käyttäjällä ei ole sähköpostia
it: L'Utente non ha un indirizzo email
pt_br: O usuário não tem endereço de e-mail
pt_pt: O utilizador não tem endereço de email
sv_se: Användaren har ingen e-postadress

source: Send Password Reset Email
de: E-Mail zum Zurücksetzen des Passworts senden
fi_fi: Lähetä salasanan palautussähköposti
it: Invia Email di Recupero Password
pt_br: Enviar E-mail de Redefinição de Senha
pt_pt: Enviar email de reposição de senha
sv_se: Skicka ett epost för lösenordsåterställning

source: Edit Main Permissions
de: Hauptzugriffsrechte bearbeiten
pt_pt: Editar Permissões Principais
sv_se: Redigera huvudbehörigheter

source: Contact Details
de: Kontaktangaben
fi_fi: Yhteystiedot
it: Dettagli Contatto
pt_br: Detalhes do Contato
pt_pt: Detalhes de Contato
sv_se: Kontaktuppgifter

source: Create a new contact and associate it with this user
de: Erstelle einen neuen Kontakt und verknüpfe ihn mit diesem Benutzer.
fi_fi: Luo uusi kontakti ja liitä se tähän käyttäjään
it: Crea un nuovo contatto e associalo a questo utente
pt_br: Criar um novo contato e associá-lo a este usuário
pt_pt: Criar um novo contacto e associar a este utilizador
sv_se: Skapa en ny kontakt och associera den med den här användaren

source: Activate User
de: Benutzer aktivieren
fi_fi: Aktivoi käyttäjä
it: Attiva Utente
pt_br: Ativar Usuário
pt_pt: Ativar utilizador
sv_se: Aktivera användare

source: Deactivate User
de: Benutzer deaktivieren
fi_fi: Deaktivoi käyttäjä
it: Disattiva Utente
pt_br: Desativar Usuário
pt_pt: Desativar utilizador
sv_se: Inaktivera användare

source: Info! User bound to contact %(contact)s.
de: Wichtige Information: der Benutzer ist an Kontakt %(contact)s gebunden.
pt_pt: Informação! Utilizador ligado ao contacto %(contact)s
sv_se: Info! Användaren måste kontakta %(contact)s.

source: You've been added as an admin user to `%s`.
de: Du wurdest als Admin-Benutzer zu "%s" hinzugefügt.
pt_pt: Foi adicionado como utilizador admin a '%s'.
sv_se: Du har lagts till som administratör användare till '%s'.

source: User
de: Benutzer
fi_fi: Käyttäjä
it: Utente
pt_br: Usuário
pt_pt: Utilizador
sv_se: Användare

source: You can not deactivate a Superuser. Remove Superuser status first.
de: Du kannst einen Superuser nicht deaktivieren. Entferne bitte zuerst den Superuser-Status.
pt_pt: Não pode desativar um super utilizador. Remova primeiro o estatuto de super utilizador.
sv_se: Du kan inte inaktivera en superanvändare. Ta bort status för superanvändare först.

source: You can not deactivate yourself. Use another account.
de: Du kannst Dich nicht selbst deaktivieren. Verwende bitte ein anderes Konto dafür.
pt_pt: Não se pode desativar a si próprio. Utilize outra conta.
sv_se: Du kan inte inaktivera dig själv. Använd ett annat konto.

source: %(user)s is now %(state)s.
de: %(user)s ist jetzt %(state)s.
fi_fi: %(user)s on nyt %(state)s.
it: %(user)s adesso è %(state)s.
pt_br: %(user)s está %(state)s agora.
pt_pt: %(user)sestá agora %(state)s.
sv_se: %(user)s är nu en %(state)s.

source: No shop configured.
de: Es ist kein Marktplatz eingerichtet.
fi_fi: Kauppaa ei ole konfiguroitu.
it: Nessun negozio configurato.
pt_br: Nenhuma loja configurada.
pt_pt: Nenhuma loja configurada.
sv_se: Ingen butik konfigurerad.

source: You are already logged in.
de: Du bist bereits angemeldet.
fi_fi: Olet jo kirjautunut sisään.
it: Hai già effettuato l'accesso.
pt_br: Você já está conectado.
pt_pt: Já está com sessão iniciada.
sv_se: Du är redan inloggad.

source: This user is not active.
de: Dieser Benutzer ist nicht aktiv.
fi_fi: Tämä käyttäjä ei ole aktiivinen.
it: Questo utente non è attivo.
pt_br: Este usuário não está ativo.
pt_pt: Este utilizador não está ativo.
sv_se: Den här användaren är inte aktiv.

source: You're now logged in as `{username}`.
de: Du bist jetzt eingeloggt als "{username}".
pt_pt: Está agora com sessão iniciada como '{username}'.
sv_se: Du är nu inloggad som '{username}'.

source: Username
de: Benutzername
fi_fi: Käyttäjänimi
it: Nome utente
pt_br: Nome de usuário
pt_pt: Nome de utilizador
sv_se: Användarnamn

source: First Name
de: Vorname
fi_fi: Etunimi
it: Nome
pt_br: Primeiro Nome
pt_pt: Primeiro Nome
sv_se: Förnamn

source: Last Name
de: Nachname
fi_fi: Sukunimi
it: Cognom
pt_br: Sobrenome
pt_pt: Último Nome
sv_se: Efternamn

source: The two password fields didn't match.
de: Die beiden Passwortfelder stimmen nicht überein.
fi_fi: Salasanakentät eivät täsmää
it: Le due password non combaciano
pt_br: Os dois campos de senha não conferem.
pt_pt: Os dois campos de senha não correspondem.
sv_se: De två lösenordsfälten stämde inte överens.

source: Your old password was entered incorrectly. Please enter it again.
de: Dein altes Passwort wurde falsch eingegeben. Bitte gib es erneut ein.
fi_fi: Syötit vanhan salasanan väärin. Kokeiletko uudelleen, kiitos.
it: La vecchia password non è corretta. Inserirla nuovamente.
pt_br: Sua senha antiga foi digitada incorretamente. Por favor, insira-a novamente.
pt_pt: A sua senha antiga foi introduzida incorretamente. Por favor introduza-a novamente.
sv_se: Din gamla lösenord angavs felaktigt. Ange det igen.

source: Your Password
de: Dein Passwort
fi_fi: Salasanasi
it: La tua Password
pt_br: Sua Senha
pt_pt: A sua Senha
sv_se: Ditt lösenord

source: For security purposes, we need your current password.
de: Aus Sicherheitsgründen benötigen wir Dein aktuelles Passwort.
fi_fi: Turvallisuussyistä tarvitsemme nykyisen salasanasi.
it: Per ragioni di sicurezza, abbiamo bisogno della tua password.
pt_br: Por motivos de segurança, precisamos de sua senha atual.
pt_pt: Por razões de segurança, necessitamos da sua senha atual.
sv_se: Av säkerhetsskäl behöver vi ditt nuvarande lösenord.

source: New Password
de: Neues Passwort
fi_fi: Uusi salasana
it: Nuova Password
pt_br: Nova Senha
pt_pt: Nova Senha
sv_se: Nytt lösenord

source: New Password (again)
de: Neues Passwort (Wiederholung)
fi_fi: Uusi salasana (uudelleen)
it: Nuova Password (di nuovo)
pt_br: Nova Senha (confirmação)
pt_pt: Nova Senha (novamente)
sv_se: Upprepa lösenordet

source: You can not change the password of a superuser.
de: Du kannst das Passwort eines Superusers nicht ändern.
fi_fi: Et voi vaihtaa pääkäyttäjän salasanaa.
it: Non puoi modificare la password del superutente.
pt_br: Você não pode alterar a senha de um superusuário.
pt_pt: Não pode alterar a senha de um super utilizador.
sv_se: Du kan inte ändra lösenordet för en superanvändare.

source: Change User Password
de: Benutzerpasswort ändern
fi_fi: Muuta käyttäjän salasana
it: Modifica Password Utente
pt_br: Alterar Senha do Usuário
pt_pt: Alterar Senha de Utilizador
sv_se: Ändra användarens lösenord

source: Password changed for %s.
de: Das Passwort wurde geändert für %s.
fi_fi: Käyttäjän %s salasana vaihdettu.
it: Password modificata per %s.
pt_br: Senha alterada para %s.
pt_pt: Senha alterada para %s.
sv_se: Lösenordet har ändrats för %s.

source: Reset User Password
de: Benutzerpasswort zurücksetzen
fi_fi: Nollaa käyttäjän salasana
it: Resetta la Password Utente
pt_br: Redefinir Senha do Usuário
pt_pt: Repor senha de utilizador
sv_se: Nollställ användarens lösenord

source: Error! The `shuup.front.apps.auth` app needs to be enabled for password reset.
de: Fehler! Die App "shuup.front.apps.auth" muss für das Zurücksetzen des Passworts aktiviert werden.
pt_pt: Erro! A aplicação 'shuup.front.apps.auth' necessita de estar ativada para reposição de senha.
sv_se: Fel! Appen `shuup.front.apps.auth` måste vara aktiverad för återställning av lösenord.

source: Password recovery email sent to %(email)s.
de: Die E-Mail zur Kennwortwiederherstellung wurde an %(email)s gesendet.
pt_pt: Email de reposição de senha enviado para %(email)s.
sv_se: E-postmeddelande för återställning av lösenord skickas till %(email)s.

source: Error! Sending the password recovery email failed.
de: Fehler! Das Senden der E-Mail zur Passwortwiederherstellung ist fehlgeschlagen.
pt_pt: Erro! Falhou envio de email de reposição de senha.
sv_se: Fel! Det gick inte att skicka e-postmeddelandet för återställning av lösenord.

source: In order to allow making significant changes to accounts, we need to confirm that you know the password for the account you are using.
de: Um wesentliche Änderungen an Konten vornehmen zu dürfen, bestätige bitte, dass Du das Passwort für das von Dir verwendete Konto kennst.
pt_pt: Para permitir alterações significativas nas contas, precisamos confirmar que sabe a senha da conta que a usar.
sv_se: För att göra betydande ändringar i konton måste vi bekräfta att du känner till lösenordet för kontot du använder.

source: Superuser (Full rights) status
de: Status Superuser (komplette Rechte)
pt_pt: Estatuto de Super Utilizador (Direitos Plenos)
sv_se: Superanvändarstatus (fullständiga rättigheter)

source: Designates whether this user has all permissions without explicitly assigning them. Assigning Granular Permission Groups to a Superuser will not have any effect because Granular Permission Groups are only able to give more rights, but Superuser already has them all.
de: Gibt an, ob dieser Benutzer alle Berechtigungen hat, ohne sie explizit zuzuweisen. Das Zuweisen von granularen Berechtigungsgruppen an einen Superuser hat keine Auswirkung, da granulare Berechtigungsgruppen nur mehr Rechte vergeben können, der Superuser aber bereits alle Rechte besitzt.
pt_pt: Designa se este utilizador tem todas as permissões sem atribuí-las explicitamente. Atribuir grupos de permissões granulares a um super utilizador não terá nenhum efeito porque os grupos de permissões granulares só podem conceder mais direitos, mas o super utilizador já tem todos eles.
sv_se: Anger om den här användaren har alla behörigheter utan att de uttryckligen tilldelas dem. Tilldelning av granulära behörighetsgrupper till en superanvändare kommer inte att ha någon effekt eftersom Granular Permission Groups bara kan ge fler rättigheter, men Superuser har redan alla.

source: Access to Admin Panel status
de: Zugriff auf den Status des Administrationsbereichs (Admin-Panel)
pt_pt: Estado do acesso ao Painel de Admin
sv_se: Åtkomst till administratörspanelens status

source: Designates whether this user can log into this admin site. Even Superusers should have this status enabled, otherwise they won't be able to access the Admin Panel.
de: Gibt an, ob sich dieser Benutzer an dieser Admin-Seite anmelden darf. Auch Superuser sollten diesen Status aktiviert haben, da sie sonst nicht auf den Administrationsbereich (Admin-Panel) zugreifen können.
pt_pt: Designa se este usuário pode fazer login neste site de administração. Mesmo os super utilizadores devem ter esse status habilitado, caso contrário, estes não poderão aceder ao painel de administração.
sv_se: Anger om den här användaren kan logga in på den här admin-webbplatsen. Även superanvändare bör ha den här statusen aktiverad, annars kommer de inte att kunna komma åt administratörspanelen.

source: Use Permission Groups to granularly give more permissions. User can belong to many groups and their permissions add and stack together. Search for `Permission Groups` to change these and add them to multiple users. Go to user account -> `Actions` -> `Edit Main Permissions` to add them to a specific user. Will not influence Superusers as they already have all the rights and can't be stripped of them without removing Superuser status first.
de: Verwende Berechtigungsgruppen, um granular mehr Berechtigungen zu vergeben. Benutzer können mehreren Gruppen angehören und ihre Berechtigungen addieren und akkumulieren sich. Suche nach "Berechtigungsgruppen", um diese zu ändern und sie mehreren Benutzern hinzuzufügen. Gehe zu Benutzerkonto -> "Aktionen" -> "Hauptberechtigungen bearbeiten", um sie einem bestimmten Benutzer zuzuordnen. Dies hat keinen Einfluss auf Superuser, da diese bereits alle Rechte besitzen und ihnen diese nicht entzogen werden können, ohne den Superuser-Status zuerst zu entfernen.
pt_pt: Use grupos de permissão para fornecer mais permissões de maneira granular. O utilizador pode pertencer a vários grupos e suas permissões são adicionadas e empilhadas. Procure por `Grupos de Permissão` para alterá-los e adicioná-los a vários utilizadores. Vá para a conta do utilizador -> `Ações` ->` Editar Permissões Principais` para adicioná-los a um utilizador específico. Não influenciará os super utilizadores, pois eles já possuem todos os direitos e não podem ser destituídos deles sem antes remover o status de super utilizador.
sv_se: Använd behörighetsgrupper för att detaljerat ge fler behörigheter. Användaren kan tillhöra många grupper och deras behörigheter läggs till och staplas ihop. Sök efter "Tillståndsgrupper" för att ändra dessa och lägga till dem till flera användare. Gå till användarkontot -> `Åtgärder` ->` Redigera huvudbehörigheter` för att lägga till dem till en viss användare. Kommer inte att påverka Superanvändare eftersom de redan har alla rättigheter och inte kan tas bort från dem utan att först ta bort Superanvändarstatus.

source: You can't unset this status for yourself due to security reasons. Use another account if you want to remove permissions for this particular account.
de: Du kannst diesen Status aus Sicherheitsgründen nicht für Dich selbst zurücksetzen. Verwende bitte ein anderes Konto, wenn Du die Berechtigungen für Dein Konto entfernen möchtest.
pt_pt: Não pode cancelar esse status por motivos de segurança. Use outra conta se desejar remover as permissões desta conta em particular.
sv_se: Du kan inte avmarkera den här statusen av säkerhetsskäl. Använd ett annat konto om du vill ta bort behörigheter för just detta konto.

source: Change User Permissions
de: Benutzerrechte ändern
fi_fi: Muokkaa käyttäjän oikeuksia
it: Modifica i Permessi Utente
pt_br: Alterar Permissões do Usuário
pt_pt: Alterar Permissões de Utilizador
sv_se: Ändra användarbehörigheter

source: Change Main Permissions: %s
de: Hauptzugriffsrechte ändern: %s
pt_pt: Alterar Permissões Principais: %s
sv_se: Ändra huvudbehörigheter: %s

source: Permissions changed for %s.
de: Berechtigungen geändert für %s.
fi_fi: Käyttäjän %s oikeuksia muutettu.
it: Permessi modificati per %s.
pt_br: Permissões alteradas para %s.
pt_pt: Permissões alteradas para %s.
sv_se: Behörigheter ändrats till %s.

source: You must have the Access to Admin Panel permission.
de: Du musst die Berechtigung "Zugriff auf den Administrationsbereich (Admin-Panel)" besitzen.
pt_pt: Tem de ter acesso a permissão de Painel de Admin.
sv_se: Du måste ha behörighet för åtkomst till administratörspanelen.

source: You must have the Access to Admin Panel permissions to this shop.
de: Du musst für diesen Marktplatz die Berechtigung "Zugriff auf den Administrationsbereich (Admin-Panel)" besitzen.
pt_pt: Você tem de ter permissões de acesso ao painel de administração para esta loja.
sv_se: Du måste ha åtkomst till adminpanelens behörigheter till den här butiken.

source: General Information
de: Allgemeines
fi_fi: Yleiset tiedot
it: Informazioni Generali
pt_br: Informações Gerais
pt_pt: Informação Geral
sv_se: Allmän information

source: Choice Options
de: Auswahlmöglichkeiten
pt_pt: Opções de Escolha

source: Add new option
de: Neue Auswahlmöglichkeit hinzufügen
pt_pt: Adicionar nova opção

source: Login
de: Anmelden
fi_fi: Kirjaudu sisään
it: Entra
pt_br: Entrar
pt_pt: Inicio de sessão
sv_se: Logga in

source: Welcome back
de: Willkommen zurück
pt_pt: Benvindo de volta
sv_se: Välkommen tillbaka

source: Forgot your password?
de: Passwort vergessen?
fi_fi: Unohditko salasanasi?
pt_pt: Esqueceu-se da sua senha?
sv_se: Glömt ditt lösenord?
