Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: Home
de: Startseite
fi_fi: Koti
it: Inizio
pt_br: Início
pt_pt: Início
sv_se: Start

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with the same email, only username can be used to log in.
de: Bitte gib den korrekten %(username)s und das Passwort ein. Achte bitte bei beiden Feldern auf die Groß- und Kleinschreibung. Bei mehreren Konten mit der gleichen E-Mail-Adresse kann nur der Benutzername zur Anmeldung verwendet werden.
pt_pt: Por favor introduza um %(username)s correto e password. Tenha em atenção que ambos os campos são sensíveis a letras maiúsculas e minúsculas. No caso de múltiplas contas com o mesmo endereço de email, apenas o nome de utilizador poderá ser usado para o login.
sv_se: Ange rätt %(username)s och lösenord. Notera att båda fälten kan vara skiftlägeskänsliga. Vid flera konton med samma e-post kan endast användarnamn användas för att logga in.

source: This account is inactive.
de: Dieses Konto ist inaktiv.
fi_fi: Tämä tili ei ole aktiivinen
it: Questo account non è attivo.
pt_pt: Esta conta encontra-se inativa.
sv_se: Det här kontot är inaktivt.

source: Username or email address
de: Benutzername oder E-Mail-Adresse
fi_fi: Käyttäjänimi tai sähköpostiosoite
it: Nome utente o indirizzo email
pt_pt: Nome de utilizador ou endereço de email
sv_se: Användarnamn eller e-postadress

source: Create New
de: Neu anlegen
fi_fi: Luo uusi
pt_pt: Criar novo
sv_se: Skapa ny

source: Select an option
de: Eine Option auswählen
pt_pt: Selecione uma opção
sv_se: Välj ett alternativ

source: Monday
de: Montag
pt_pt: Segunda-feira
sv_se: Måndag

source: Tuesday
de: Dienstag
pt_pt: Terça-feira
sv_se: Tisdag

source: Wednesday
de: Mittwoch
pt_pt: Quarta-feira
sv_se: Onsdag

source: Thursday
de: Donnerstag
pt_pt: Quinta-feira
sv_se: Torsdag

source: Friday
de: Freitag
pt_pt: Sexta-feira
sv_se: Fredag

source: Saturday
de: Samstag
pt_pt: Sábado
sv_se: Lördag

source: Sunday
de: Sonntag
pt_pt: Domingo
sv_se: Söndag

source: Select
de: Auswählen
fi_fi: Valitse
it: Scegli
pt_br: Selecionar
pt_pt: Selecionar
sv_se: Välj

source: Select Media
de: Medien auswählen
pt_pt: Selecionar media
sv_se: Välj Media

source: Select Image
de: Bild auswählen
pt_pt: Selecionar imagem
sv_se: Välj bild

source: Select Product
de: Artikel auswählen
pt_pt: Selecionar produto
sv_se: Välj produkt

source: Select Contact
de: Kontakt auswählen
pt_pt: Selecionar contato
sv_se: Välj kontakt

source: Orders
de: Bestellungen
fi_fi: Tilaukset
it: Ordini
pt_br: Pedidos
pt_pt: Encomendas
sv_se: Beställningar

source: Products
de: Artikel
fi_fi: Tuotteet
it: Prodotti
pt_br: Produtos
pt_pt: Produtos
sv_se: Produkter

source: Contacts
de: Kontakte
fi_fi: Kontaktit
it: Contatti
pt_br: Contatos
pt_pt: Contatos
sv_se: Kontakter

source: Campaigns
de: Aktionen
fi_fi: Kampanjat
it: Campagne
pt_br: Campanhas
pt_pt: Campanhas
sv_se: Erbjudanden

source: Content
de: Inhalte
fi_fi: Sisältö
pt_pt: Conteúdo
sv_se: Innehåll

source: Reports
de: Auswertungen
fi_fi: Raportit
it: Report
pt_br: Relatórios
pt_pt: Relatórios
sv_se: Rapporter

source: Shops
de: Marktplätze
fi_fi: Kaupat
it: Negozi
pt_br: Lojas
pt_pt: Lojas
sv_se: Butiker

source: Settings
de: Einstellungen
fi_fi: Asetukset
it: Impostazioni
pt_br: Configurações
pt_pt: Definições
sv_se: Inställningar

source: Logs
de: Protokolle
pt_pt: Registos
sv_se: Loggar

source: Messages
de: Nachrichten
pt_pt: Mensagens
sv_se: Meddelanden

source: Attributes
de: Merkmale
fi_fi: Attribuutit
it: Attributi
pt_br: Atributos
pt_pt: Atributos
sv_se: Attribut

source: Allow the user to select attributes in admin.
de: Dem Benutzer erlauben, Attribute im Admininstrationsbereich auszuwählen.

source: %s has been deleted.
de: %s wurde gelöscht.
fi_fi: %s poistettu.
it: %s è stato cancellato.
pt_br: %s foi excluído.
pt_pt: %sfoi eliminado.
sv_se: %s har tagits bort.

source: Identifier
de: Kennung
fi_fi: Tunniste
it: Identificativo
pt_br: Identificador
pt_pt: Identificador
sv_se: Identifierare

source: Filter by identifier...
de: Nach Kennung filtern...
fi_fi: Rajaa tunnisteen mukaan
it: Filtra per identificativo
pt_br: Filtrar por identificador...
pt_pt: Filtrar por identificador...
sv_se: Filtrera efter identifierare...

source: Filter by name...
de: Nach Name filtern
fi_fi: Suodata nimen mukaan
it: Filtra per nome
pt_br: Filtrar por nome...
pt_pt: Filtrar por nome...
sv_se: Filtrera på namn...

source: Type
de: Typ
fi_fi: Tyyppi
it: Tipo
pt_br: Tipo
pt_pt: Tipo
sv_se: Typ

source: Visibility Mode
de: Sichtbarkeitsmodus
fi_fi: Näkyvyystila
it: Modalitè di visualizzazione
pt_br: Modo de Visibilidade
pt_pt: Modo de visibilidade
sv_se: Synlighetsläge

source: Searchable
de: Suchbar
fi_fi: Haettavissa
it: Cercabile
pt_br: Pesquisável
pt_pt: Pesquisável
sv_se: Sökbar

source: Used in # Product Types
de: Verwendet in # Artikeltypen
fi_fi: Käytössä # Tuotetyypissä
it: Usato in # Tipo di prodotto
pt_br: Utilizado por # Tipos de Produtos
pt_pt: Utilizado em # Tipos de Produtos
sv_se: Används i # produkttyper

source: Categories
de: Kategorien
fi_fi: Kategoriat
it: Categorie
pt_br: Categorias
pt_pt: Categorias
sv_se: Kategorier

source: Add a product category to organize your products.
de: Füge eine eine Artikelkategorie hinzu, um Deine Artikel zuzuordnen.
pt_pt: Adicione uma categoria de produto para organizar os seus produtos.
sv_se: Lägg till en produktkategori för att organisera dina produkter.

source: New category
de: Neue Kategorie
fi_fi: Lisää kategoria
pt_pt: Nova categoria
sv_se: Ny kategori

source: Allow the user to select categories in admin.
de: Dem Benutzer erlauben, Kategorien im Admininstrationsbereich auszuwählen.

source: Can't use this category as a parent for this shop.
de: Diese Kategorie kann nicht als Hauptkategorie für diesen Händlerbereich verwendet werden.
pt_pt: Não é possível utilizar esta categoria como categoria mãe para esta loja.
sv_se: Det går inte att använda den här kategorin som förälder för den här butiken.

source: Primary Category
de: Hauptkategorie
fi_fi: Pääkategoria
it: Categoria Primaria
pt_br: Categoria Principal
pt_pt: Categoria Primária
sv_se: Primära kategori

source: Set this category as a primary category for selected products.
de: Diese Kategorie als Hauptkategorie für die ausgewählten Artikel festlegen.
pt_pt: Estabeleça esta categoria como categoria primária para os produtos selecionados.
sv_se: Ställ in denna kategori som en primär kategori för utvalda produkter.

source: Additional Category
de: Zusätzliche Kategorie
fi_fi: Lisäkategoria
it: Categoria Aggiuntiva
pt_br: Categoria Adicional
pt_pt: Categoria Adicional
sv_se: Tilläggskategori

source: Add selected products to this category.
de: Die ausgewählten Artikel zu dieser Kategorie hinzufügen.
pt_pt: Adicionar produtos selecionados a esta categoria.
sv_se: Lägg till utvalda produkter i denna kategori.

source: Remove Products
de: Artikel entfernen
fi_fi: Poista tuotteet
it: Rimuovi Prodotti
pt_br: Remover Produtos
pt_pt: Remover Produtos.
sv_se: Ta bort produkter

source: Remove selected products from this category.
de: Die ausgewählten Artikel aus dieser Kategorie entfernen.
pt_pt: Remover produtos selecionados desta categoria.
sv_se: Ta bort utvalda produkter från denna kategori.

source: Invalid category
de: Ungültige Kategorie
fi_fi: Epäkelpo kategoria
it: Categoria non valida
pt_br: Categoria inválida
pt_pt: Categoria inválida
sv_se: Felaktig kategori

source: Visibility settings copied to %d product(s)
de: Anzeigeeinstellungen auf %d Artikel kopiert
fi_fi: Näkyvyysasetukset kopioitu %d tuotteelle/tuotteille
it: Impostazioni di visibilita copiate per %d prodotti
pt_br: Configurações de visibilidade copiadas para %d produto(s)
pt_pt: Definições de visibilidade copiadas para %dproduto(s)
sv_se: Synlighetsinställningar kopierades till %d produkt(er)

source: Image
de: Bild
fi_fi: Ei kuvaa
pt_pt: Imagem
sv_se: Bild

source: Visibility
de: Anzeige
fi_fi: Näkyvyys
it: Visualizzazione
pt_br: Visibilidade
pt_pt: Visibilidade
sv_se: Synlighet

source: Contact Group Pricing Display
de: Preisanzeige der Kontaktgruppe
pt_pt: Exibição de Preço de Grupo de Contatos
sv_se: Kontaktgrupps prissättning

source: unspecified
de: nicht spezifiziert
fi_fi: määrittelemätön
it: non specificato
pt_br: não especificado
pt_pt: não especificado
sv_se: ospecificerad

source: show prices with taxes included
de: Preise inkl. Steuern anzeigen
fi_fi: näytä hinnat, joissa verot ovat sisällytettynä
it: mostra prezzi IVA inclusa
pt_br: mostrar preços com impostos inclusos
pt_pt: exibir preços com taxas de imposto incluídas
sv_se: visa priser inkl. skatter

source: show pre-tax prices
de: Preise vor Steuern anzeigen
fi_fi: näytä verottomat hinnat
it: mostra prezzi IVA esclusa
pt_br: mostrar preços sem impostos
pt_pt: exibir preços antes de taxa de imposto
sv_se: visa priser exkl. skatter

source: hide prices
de: Preise ausblenden
fi_fi: piilota hinnat
it: nascondi prezzi
pt_br: ocultar preços
pt_pt: ocultar preços
sv_se: dölj priser

source: shop
de: anlegen
pt_pt: loja
sv_se: affär

source: Price display mode
de: Preisanzeige-Modus
fi_fi: Hintojen näyttötapa
it: Modalità visulizzazione prezzo
pt_br: Modo de exibição do preço
pt_pt: Modo de exibição de preço
sv_se: Prisers visningsläge

source: Set how prices are displayed to contacts in this group.
de: Lege fest, , wie die Preise für Kontakte in dieser Gruppe angezeigt werden.
fi_fi: Aseta miten hinnat näytetään kontakteille tässä ryhmässä.
pt_pt: Estabeleça como os preços são exibidos para contatos neste grupo.
sv_se: Ange hur priser visas för kontakter i denna grupp.

source: Group
de: Gruppe
pt_pt: Grupo
sv_se: Grupp

source: Display Mode
de: Anzeige-Modus
pt_pt: Modo de Visualização
sv_se: Visningsläge

source: Unspecified
de: Nicht spezifiziert
pt_pt: Não especificado
sv_se: Ospecificerad

source: Contact Groups
de: Kontaktgruppen
fi_fi: Kontaktiryhmät
it: Gruppi di Contatti
pt_br: Grupos de Contatos
pt_pt: Grupos de Contatos
sv_se: Kontaktgrupper

source: member
de: Mitglied
fi_fi: jäsen
it: membri
pt_br: membro
pt_pt: membro
sv_se: medlem

source: Remove
de: Entfernen
fi_fi: Poista
it: Cancella
pt_br: Remover
pt_pt: Remover
sv_se: Ta bort

source: %(count)s member added
de: %(count)s Mitglied hinzugefügt
fi_fi: %(count)s jäsen lisätty
it: %(count)s membro aggiunto
pt_br: %(count)s membro adicionado
pt_pt: membro %(count)s adicionado
sv_se: %(count)s medlem tillagd

source: %(count)s member removed
de: %(count)s Mitglied entfernt
fi_fi: %(count)s jäsen poistettu
it: %(count)s membro cancellato
pt_br: %(count)s membro removido
pt_pt: membro %(count)s removido
sv_se: %(count)s medlem borttagen

source: Number of Members
de: Anzahl Mitglieder
fi_fi: Jäsenien määrä
it: Numero di membri
pt_br: Número de Membros
pt_pt: Número de Membros
sv_se: Antal medlemmar

source: Allow the user to select contacts in admin.
de: Dem Benutzer erlauben, Kontakte im Admininstrationsbereich auszuwählen.

source: Allow the user to select person contacts in admin.
de: Dem Benutzer erlauben, Personenkontakte im Admininstrationsbereich auszuwählen.

source: Allow the user to select company contacts in admin.
de: Dem Benutzer erlauben, Firmenkontakte im Admininstrationsbereich auszuwählen.

source: User `%(bind_user)s` already has a contact.
de: Der Benutzer "%(bind_user)s" bereits einen Kontakteintrag.
pt_pt: Utilizador %(bind_user)sjá possui um contato.
sv_se: Användaren `%(bind_user)s` har redan en kontakt.

source: The contact groups this contact belongs to. Contact groups are defined in Contacts - Contact Groups and are used to configure sales, campaigns, and product pricing tailored for a set of users.
de: Die Kontaktgruppen, zu denen dieser Kontakt gehört. Kontaktgruppen sind eine Sammlung aus Kontakten mit gleicher Eigenschaft. Sie werden verwendet, um Verkäufe, Aktionen und Artikelpreise zu konfigurieren, die auf eine Gruppe von Benutzern zugeschnitten sind.
fi_fi: Asiakasryhmät, joihin tämä asiakas kuuluu. Asiakasryhmät määritellään Kaupat - Kontaktiryhmät ja niitä käytetään alennusten, kampanjoiden ja tuotehinnoittelun räätälöintiin tietylle ryhmälle asiakkaita.
pt_pt: Os grupos de contactos ao qual este contato pertence. Grupos de contacto são definidos em Contactos - Grupos de Contactos e são usados para configurar vendas, campanhas, e preços de produtos feitos para um conjunto de utilizadores.
sv_se: Kontaktgrupperna denna kontakt tillhör. Kontaktgrupper definieras i Kontakter - Kontaktgrupper och används för att konfigurera försäljning, kampanjer och prissättning skräddarsydda för en grupp av användare.

source: The shops this contact belongs to
de: Die Marktplätze, zu denen dieser Kontakt gehört
pt_pt: As lojas a que este contacto pertence
sv_se: Butikerna som denna kontakt tillhör

source: Language
de: Sprache
fi_fi: Kieli
it: Lingua
pt_pt: Idioma
sv_se: Språk

source: The primary language to be used in all communications with the contact.
de: Die Hauptsprache, die bei der gesamten Kommunikation mit dem Kontakt verwendet werden soll.
fi_fi: Kaiken asiakaskommunikaation pääkieli tälle asiakkaalle.
pt_pt: O idioma principal a ser utilizado em todas as comunicações com este contacto.
sv_se: Det primära språk som ska användas i all kommunikation med kontakten.

source: The company name.
de: Der Firmenname
fi_fi: Kaupan nimi
pt_pt: O nome da empresa.
sv_se: Företagets namn

source: The contacts that are members of this company.
de: Die Kontakte, die Mitglieder dieses Unternehmens sind.
fi_fi: Asiakkaat, jotka kuuluvat tähän yritykseen
pt_pt: Os contactos que são membros desta empresa.
sv_se: De kontakter som är medlemmar i detta företag.

source: Gender
de: Geschlecht
fi_fi: Sukupuoli
it: Sesso
pt_pt: Género
sv_se: Kön

source: Merchant Notes
de: Hinweise für Händler
fi_fi: Kauppiaan merkinnät
it: Note del negoziante
pt_br: Notas do Lojista
pt_pt: Notas de comerciante
sv_se: Köpmannens anteckningar

source: Website URL
de: URL der Webseite
fi_fi: Verkkosivun osoite
it: URL Sito Web
pt_pt: URL Website
sv_se: Webbplats-URL

source: Account Manager
de: Kontomanager
fi_fi: Tilin haltija
it: Gestore Account
pt_br: Administrador da Conta
pt_pt: Gestor de Conta
sv_se: Kontoansvarige

source: Company: Tax Number
de: Steuernummer des Unternehmens
fi_fi: Yritys: Y-tunnus
it: Azienda: Partita IVA
pt_pt: Empresa: Número de Informação Fiscal
sv_se: Företag: Skattenummer

source: Company: Members
de: Mitarbeiter des Unternehmens
fi_fi: Yritys: Jäsenet
it: Azienda: Componenti
pt_pt: Empresa: Membros
sv_se: Företag: Medlemmar

source: Select Language
de: Sprache auswählen
fi_fi: Valitse kieli
it: Seleziona Lingua
pt_pt: Selecionar Idioma
sv_se: Välj språk

source: Contact Group
de: Kontaktgruppe
fi_fi: Kontaktiryhmä
it: Gruppo Contatti
pt_pt: Grupo de Contactos
sv_se: Kontaktgrupp

source: Edit Contacts
de: Kontaktdaten bearbeiten
fi_fi: Muokkaa kontakteja
it: Modifica Contatti
pt_pt: Editar Contactos
sv_se: Redigera kontakter

source: Set Contact Groups
de: Kontaktgruppen festlegen
fi_fi: Aseta kontaktiryhmät
it: Seleziona Gruppi Contatti
pt_pt: Definir Grupos de Contactos
sv_se: Ställ in kontaktgrupper

source: Basic Information
de: Allgemeine Informationen
fi_fi: Perustiedot
it: Informazioni base
pt_br: Informações Básicas
pt_pt: Informação Básica
sv_se: Grundinformation

source: Addresses
de: Adressdaten
fi_fi: Osoitteet
it: Indirizzi
pt_br: Endereços
pt_pt: Endereços
sv_se: Adresser

source: Members
de: Mitglieder
fi_fi: Jäsenet
it: Membri
pt_br: Membros
pt_pt: Membros
sv_se: Medlemmar

source: The Shuup frontend is not enabled.
de: Das Frontend des Systems ist nicht aktiviert.
fi_fi: Shuup kauppasi julkista puolta ei ole otettu käyttöön.
it: Il frontend di Shuup non è attivo.
pt_br: O front-end do Shuup não está habilitado.
pt_pt: O front-end da Shuup não está ativado.
sv_se: Shuup framsida är inte aktiverad.

source: Contact has no associated user.
de: Der Kontakt hat keinen zugehörigen Benutzer.
fi_fi: Kontaktilla ei ole liitettyä käyttäjää.
it: Il Contatto non ha un utente associato
pt_br: Contato não tem nenhum usuário associado.
pt_pt: O contacto não possui nenhum utilizador associado.
sv_se: Kontakten har ingen associerad användare.

source: User has no associated email.
de: Der Benutzer hat keine zugehörige E-Mail-Adresse.
fi_fi: Käyttäjällä ei ole sähköpostia.
it: L'Utente non ha un'email associata
pt_br: O usuário não tem nenhum e-mail associado.
pt_pt: O utilizador não possui nenhum email associado.
sv_se: Användaren har ingen associerad e-post.

source: Reset password
de: Passwort zurücksetzen
fi_fi: Nollaa salasana
it: Recupera la password
pt_br: Redefinir senha
pt_pt: Redefinir senha
sv_se: Återställ lösenord

source: Send a password renewal email.
de: Ich möchte eine eine E-Mail zur Passworterneuerung erhalten.
fi_fi: Lähetä salasananuusintasähköposti.
it: Invia un'email di recupero password
pt_br: Enviar e-mail de renovação de senha.
pt_pt: Enviar novo email de redefinição de senha.
sv_se: Skicka ett e-postmeddelande för förnyelse av lösenord.

source: Are you sure you wish to send a password recovery email to %s?
de: Bist Du sicher, dass Du eine E-Mail zur Passwortwiederherstellung an die Adresse %s senden möchtest?
fi_fi: Haluatko varmasti lähettää salasananpalautussähköpostin osoitteeseen %s?
it: Sei sicuro di voler inviare un'email di recupero password a %s?
pt_br: Tem certeza que deseja enviar um e-mail de recuperação de senha para %s?
pt_pt: Tem a certeza que pretende enviar email de recuperação de password para %s?
sv_se: Är du säker på att du vill skicka ett lösenord återhämtningepost till %s?

source: New User
de: Neuer Benutzer
fi_fi: Uusi käyttäjä
it: Nuovo Utente
pt_br: Novo Usuário
pt_pt: Novo Utilizador
sv_se: Ny användare

source: Create a user for the contact.
de: Lege einen Benutzer für diesen Kontakt an.
fi_fi: Luo kontaktille käyttäjä.
it: Crea un utente per il contatto
pt_br: Criar um usuário para o contato.
pt_pt: Crie um utilizador para o contacto.
sv_se: Skapa en användare för kontakten.

source: New Order
de: Neue Bestellung
fi_fi: Uusi tilaus
it: Nuovo Ordine
pt_br: Novo Pedido
pt_pt: Nova Encomenda
sv_se: Ny beställning

source: Create an order for the contact.
de: Lege eine Bestellung für diesen Kontakt an.
fi_fi: Luo kontaktille käyttäjä
it: Crea un ordine per il contatto
pt_br: Criar um pedido para o contato.
pt_pt: Crie uma encomenda para o contacto.
sv_se: Skapa en beställning för kontakten.

source: Deactivate Contact
de: Kontakt deaktivieren
fi_fi: Deaktivoi kontakti
it: Disattiva Contatto
pt_br: Desativar Contato
pt_pt: Desativar Contacto
sv_se: Inaktivera kontakt

source: Activate Contact
de: Kontakt aktivieren
fi_fi: Aktivoi kontakti
it: Attiva Contatto
pt_br: Ativar Contato
pt_pt: Ativar Contacto
sv_se: Aktivera kontakt

source: Options
de: Optionen
pt_pt: Opções
sv_se: alternativ

source: Actions
de: Aktionen
fi_fi: Toiminnot
it: Azioni
pt_br: Ações
pt_pt: Ações
sv_se: Åtgärder

source: Login as User
de: Als Benutzer anmelden
fi_fi: Kirjaudu käyttäjänä
it: Accesso come Utente
pt_br: Entrar como Usuário
pt_pt: Login como Utilizador
sv_se: Logga in som användare

source: Login as Staff User
de: Als Mitarbeiter anmelden
pt_pt: Login como Colaborador
sv_se: Logga in som personalanvändare

source: Edit
de: Bearbeiten
fi_fi: Muokkaa
it: Modifica
pt_br: Editar
pt_pt: Editar
sv_se: Redigera

source: You can not deactivate a superuser. Remove superuser permission first.
de: Du kannst einen Superuser nicht deaktivieren. Entferne bitte zuerst die Superuser-Berechtigung.
pt_pt: Não é possível descativar um superutilizador. Remova primeiro a permissão de superutilizador.
sv_se: Du kan inte inaktivera en superanvändare. Ta bort behörigheten för superanvändaren först.

source: You can not deactivate yourself. Use another account to deactivate the current one.
de: Du kannst Deinen Benutzer nicht selbst deaktivieren. Verwende bitte ein anderes Konto, um Dein aktuelles Konto zu deaktivieren.
pt_pt: Não é possível desativar-se a si próprio. Utilize outra conta para desativar a conta em utilização.
sv_se: Du kan inte inaktivera dig själv. Använd ett annat konto för att inaktivera det aktuella.

source: %(contact)s is now %(state)s.
de: %(contact)s ist jetzt %(state)s.
fi_fi: %(contact)s on nyt %(state)s.
it: %(contact)s adesso è %(state)s.
pt_br: %(contact)s está %(state)s agora.
pt_pt: %(contact)sé agora %(state)s
sv_se: %(contact)s är nu %(state)s.

source: active
de: aktiv
fi_fi: aktiivinen
it: attivo
pt_br: ativo
pt_pt: ativo
sv_se: aktiv

source: inactive
de: inaktiv
fi_fi: passiivinen
it: inattivo
pt_br: inativo
pt_pt: inativo
sv_se: inaktiv

source: New Company
de: Neue Firma
fi_fi: Lisää yritys
it: Nuova Azienda
pt_br: Nova Empresa
pt_pt: Nova Empresa
sv_se: Nytt företag

source: New Contact
de: Neuer Kontakt
fi_fi: Uusi kontakti
it: Nuovo Contatto
pt_br: Novo Contato
pt_pt: Novo Contato
sv_se: Ny kontakt

source: Company
de: Firma
fi_fi: Yritys
it: Azienda
pt_br: Empresa
pt_pt: Empresa
sv_se: Företag

source: Staff
de: Mitarbeiter
fi_fi: Henkilökunta
pt_br: Membro da equipe
pt_pt: Colaborador
sv_se: Personal

source: Phone
de: Telefon
fi_fi: Puhelin
it: Telefono
pt_br: Telefone
pt_pt: Telefone
sv_se: Telefon

source: Active
de: Aktiv
fi_fi: Aktiivinen
it: Attivo
pt_br: Ativo
pt_pt: Ativo
sv_se: Aktiv

source: no
de: nein
fi_fi: ei
pt_br: não
pt_pt: não
sv_se: nej

source: yes
de: ja
fi_fi: kyllä
it: si
pt_br: sim
pt_pt: sim
sv_se: ja

source: # Orders
de: # Bestellungen
fi_fi: Tilauslkm
it: # Ordini
pt_br: # Pedidos
pt_pt: # Encomendas
sv_se: # Beställningar

source: Groups
de: Gruppen
fi_fi: Ryhmät
it: Grupppi
pt_br: Grupos
pt_pt: Grupos
sv_se: Grupper

source: Registered in
de: Angemeldet in
pt_pt: Registado em
sv_se: Registrerad i

source: Contact
de: Kontakt
fi_fi: Kontakti
it: Contatto
pt_br: Contato
pt_pt: Contacto
sv_se: Kontakt

source: No group
de: Keine Gruppe
pt_pt: Nenhum grupo
sv_se: Ingen grupp

source: No shops
de: Keine Marktplätze vorhanden
pt_pt: Sem lojas
sv_se: Inga butiker

source: Inactive
de: Inaktiv
fi_fi: Passiivinen
it: Inattivo
pt_br: Inativo
pt_pt: Inativo
sv_se: Inaktiv

source: Email: %s
de: E-Mail-Adresse: %s
fi_fi: Sähköposti: %s
sv_se: E-post: %s

source: Phone: %s
de: Telefon: %s
fi_fi: Puhelin: %s
it: Telefono: %s
pt_br: Telefone: %s
pt_pt: Telefone: %s
sv_se: Telefon: %s

source: %d orders
de: %d Bestellungen
fi_fi: %d tilausta
it: %d ordini
pt_br: %d pedidos
pt_pt: %dencomendas
sv_se: %d beställningar

source: Mass Edit: Contacts
de: Massenänderung: Kontakte
fi_fi: Massamuokkaus: Kontaktit
it: Modifica di Massa: Contatti
pt_pt: Edição em massa: Contactos
sv_se: Redigera många: Kontakter

source: Contacts were changed.
de: Die Kontakte wurden geändert.
pt_pt: Contactos foram alterados.
sv_se: Kontakterna ändrades.

source: Mass Edit: Contact Groups
de: Massenänderung: Kontaktgruppen
fi_fi: Massamuokkaus: Kontaktiryhmät
it: Modifica di Gruppo: Gruppi Contatti
pt_pt: Edição em massa: Grupos de Contactos
sv_se: Redigera många: Kontaktgrupper

source: Contacts Groups were changed.
de: Die Kontaktegruppen wurden geändert.
pt_pt: Grupos de Contactos foram alterados.
sv_se: Kontakter Grupper har ändrats.

source: The contact does not have an associated user.
de: Der Kontakt hat keinen zugehörigen Benutzer.
fi_fi: Kontaktilla ei ole liitettyä käyttäjää.
it: Il contatto non ha un utente associato
pt_br: O contato não tem um usuário associado.
pt_pt: Este contacto não tem um utilizador associado.
sv_se: Kontakten har inte en associerad användare.

source: Currencies
de: Währungen
fi_fi: Valuutta
pt_pt: Moedas
sv_se: Valutor

source: Filter by code
de: Nach Code filtern
fi_fi: Suodata koodin mukaan
pt_pt: Filtrar por código
sv_se: Filtrera efter kod

source: Decimal places
de: Dezimalstellen
fi_fi: Desimaalitarkkuus
pt_pt: Casas decimais
sv_se: Antal decimalplatser
