Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: In no case shall <strong>%(public_name)s</strong>, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility. Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.
de: In keinem Fall haften <strong>%(public_name)s</strong>, unsere Geschäftsführer, leitenden Angestellten, Mitarbeiter, Partner, Vertreter, Auftragnehmer, Praktikanten, Lieferanten, Dienstanbieter oder Lizenzgeber für Verletzungen, Verluste, Ansprüche oder direkte, indirekte, zufällige, strafende, besondere oder Folgeschäden jeglicher Art, einschließlich, aber nicht beschränkt auf entgangenen Gewinn, entgangene Einnahmen, verlorene Einsparungen, Datenverlust, Wiederbeschaffungskosten oder ähnliche Schäden, unabhängig davon, ob diese auf einem Vertrag, einer unerlaubten Handlung (einschließlich Fahrlässigkeit), einer verschuldensunabhängigen Haftung oder anderweitig beruhen, die sich aus der Nutzung des Dienstes oder von Produkten ergeben, die über den Dienst beschafft wurden, oder für andere Ansprüche, die in irgendeiner Weise mit der Nutzung des Dienstes oder eines Produkts zusammenhängen, einschließlich, aber nicht beschränkt auf Fehler oder Auslassungen in Inhalten oder Verluste oder Schäden jeglicher Art, die sich aus der Nutzung des Dienstes oder von Inhalten (oder Produkten) ergeben, die über den Dienst veröffentlicht, übertragen oder anderweitig zur Verfügung gestellt werden, selbst wenn auf deren Möglichkeit hingewiesen wurde. Da einige Länder oder Gesetzgebungen den Ausschluss oder die Beschränkung der Haftung für Folgeschäden oder beiläufig entstandene Schäden nicht zulassen, ist unsere Haftung in solchen Ländern oder Gesetzgebungen auf das gesetzlich maximal zulässige Maß beschränkt.
pt_pt: Em nenhum caso a<strong>%(public_name)s</strong>, os seus diretores, executivos, funcionários, afiliados, agentes, contratados, estagiários, fornecedores, prestadores de serviços ou licenciadores serão responsáveis ​​por qualquer lesão, perda, reclamação ou quaisquer danos diretos, indiretos, incidentais, punitivos, especiais ou consequentes de qualquer tipo, incluindo, sem limitação, lucros cessantes, receita perdida, economia perdida, perda de dados, custos de substituição ou quaisquer danos semelhantes, seja com base em contrato, ato ilícito (incluindo negligência), responsabilidade objetiva ou de outra forma, decorrentes do uso de qualquer um dos serviços ou quaisquer produtos adquiridos usando o serviço, ou por qualquer outra reclamação relacionada de qualquer forma ao seu uso do serviço ou qualquer produto, incluindo, mas não se limitando a, quaisquer erros ou omissões em qualquer conteúdo, ou qualquer perda ou dano de qualquer tipo incorridos como resultado do uso do serviço ou de qualquer conteúdo (ou produto) postado, transmitido ou de outra forma disponibilizado por meio do serviço, mesmo que informado sobre a possibilidade. Como alguns estados ou jurisdições não permitem a exclusão ou limitação de responsabilidade por danos conseqüentes ou incidentais, em tais estados ou jurisdições, nossa responsabilidade deve ser limitada à extensão máxima permitida por lei.
sv_se: I inget fall skall <strong>%(public_name)s</ strong>, våra chefer, tjänstemän, anställda, dotterbolag, agenter, entreprenörer, praktikanter, leverantörer, tjänsteleverantörer eller licensgivare vara ansvariga för någon skada, förlust, anspråk, eller någon direkta, indirekta, tillfälliga, straff, speciella eller följdskador av något slag, inklusive, utan begränsning utebliven vinst, förlorade intäkter, förlorade besparingar, förlust av data, återanskaffningskostnader, eller liknande skador, vare sig baserad på kontrakt, kränkning (inklusive vårdslöshet), strikt ansvar eller på annat sätt, till följd av din användning av någon av tjänsten eller produkter som upphandlas genom att använda tjänsten, eller för andra anspråk på något sätt relaterat till din användning av tjänsten eller någon produkt, inklusive men inte begränsat till eventuella fel eller brister i innehållet, eller någon förlust eller skada av något slag som uppstår till följd av användningen av tjänsten eller något innehåll (eller produkt) postas, överföras eller på annat sätt görs tillgänglig via tjänsten, även om informerats om deras möjlighet. Eftersom vissa stater eller jurisdiktioner inte tillåter i sådana stater eller jurisdiktioner uteslutning eller begränsning av ansvar för följdskador eller indirekta skador, skall vårt ansvar begränsas i den utsträckning som lagen tillåter.

source: SECTION 14 - INDEMNIFICATION
de: ABSCHNITT 14 - SCHADENSERSATZ
pt_pt: SECÇÃO 14 - INDEMINIZAÇÃO
sv_se: SEKTION 14 - SKADEERSÄTTNING

source: You agree to indemnify, defend and hold harmless <strong>%(public_name)s</strong> and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.
de: Du erklärst Dich damit einverstanden, <strong>%(public_name)s</strong> und unsere Muttergesellschaft, Tochtergesellschaften, verbundenen Unternehmen, Partner, leitenden Angestellten, Geschäftsführer, Agenten, Auftragnehmer, Lizenzgeber, Dienstleister, Subunternehmer, Lieferanten, Praktikanten und Mitarbeiter von jeglichen Ansprüchen oder Forderungen, einschließlich angemessener Anwaltskosten, freizustellen, zu verteidigen und schadlos zu halten, die von Dritten aufgrund ihrer Verletzung dieser Nutzungsbedingungen oder der Dokumente, auf die sie Bezug nehmen, oder aufgrund ihrer Verletzung von Gesetzen oder der Rechte Dritter erhoben werden.
pt_pt: Você concorda em indenizar, defender e isentar de responsabilidade a <strong>%(public_name)s</strong>e as nossas subsidiárias, afiliados, parceiros, executivos, diretores, agentes, contratados, licenciadores, prestadores de serviços, subcontratados, fornecedores, estagiários e funcionários, isentos de qualquer reclamação ou demanda, incluindo honorários advocatícios razoáveis, feita por terceiros devido a ou decorrente de sua violação destes Termos de Serviço ou dos documentos que eles incorporam por referência, ou sua violação de qualquer lei ou dos direitos de terceiros.
sv_se: Du samtycker till att gottgöra , försvara och hålla <strong>%(public_name)s </ strong> och våra föräldrar, dotterbolag, filialer, partner, tjänstemän, direktörer, agenter, entreprenörer, licensgivare , tjänsteleverantörer , underleverantörer , leverantörer, praktikanter och anställda, skadeslösa från anspråk eller krav, inklusive rimliga advokatkostnader , som gjorts av någon tredje part på grund av eller till följd av ditt brott mot dessa användarvillkor eller de handlingar de innehåller genom hänvisning, eller ditt brott mot någon lag eller rättigheter för tredje part.

source: SECTION 15 - SEVERABILITY
de: ABSCHNITT 15 - SALVATORISCHE KLAUSEL
pt_pt: SECÇÃO 15 - SEPARAÇÃO
sv_se: AVSNITT 15 - AVSKILJBARHET

source: In the event that any provision of these Terms of Service is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service, such determination shall not affect the validity and enforceability of any other remaining provisions.
de: Für den Fall, dass eine Bestimmung dieser Nutzungsbedingungen als rechtswidrig, ungültig oder nicht durchsetzbar eingestuft wird, bleibt diese Bestimmung dennoch im größtmöglichen Umfang, den das geltende Recht zulässt, durchsetzbar, und der nicht durchsetzbare Teil gilt als von diesen Nutzungsbedingungen abgetrennt, wobei diese Feststellung die Gültigkeit und Durchsetzbarkeit der übrigen Bestimmungen nicht beeinträchtigt.
pt_pt: No caso de qualquer disposição destes Termos de Serviço ser considerada ilegal, nula ou inexequível, tal disposição deverá, no entanto, ser executável em toda a extensão permitida pela lei aplicável, e a parte não executável será considerada separada destes Termos de Serviço, tal determinação não afetará a validade e aplicabilidade de quaisquer outras disposições restantes.
sv_se: I händelse av att någon bestämmelse i dessa användarvillkor bestäms vara olagligt, ogiltigt eller inte kan verkställas, skall sådan bestämmelse ändå vara verkställbart i den utsträckning det är tillåtet enligt tillämplig lag, och ogenomförbar delen skall anses vara avskild från dessa användarvillkor tjänsten, skall sådan beslutsamhet inte påverka giltigheten och genomförbarheten av andra eventuella kvarvarande bestämmelser.

source: SECTION 16 - TERMINATION
de: ABSCHNITT 16 - KÜNDIGUNG
pt_pt: SECÇÃO 16 - RESCISÃO
sv_se: SEKTION 16 - UPPSÄGNING

source: The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this agreement for all purposes.
de: Die Verpflichtungen und Haftung der Parteien, die vor dem Beendigungsdatum entstanden sind, überdauern die Beendigung dieser Vereinbarung für alle Zwecke.
pt_pt: As obrigações e responsabilidades das partes incorridas antes da data de rescisão sobreviverão à rescisão deste contrato para todos os fins.
sv_se: De skyldigheter och ansvar för parterna som uppstått före tidpunkten för uppsägningen skall överleva uppsägning av detta avtal för alla ändamål.

source: These Terms of Service are effective unless and until terminated by either you or us. You may terminate these Terms of Service at any time by notifying us that you no longer wish to use our Services, or when you cease using our site.
de: Diese Nutzungsbedingungen sind wirksam, sofern und solange sie nicht entweder von Dir oder von uns gekündigt werden. Du kannst diese Nutzungsbedingungen jederzeit kündigen, indem Du uns mitteilst, dass Du unsere Dienste nicht mehr nutzen möchtest, oder wenn Du aufhörst, unsere Webseite zu nutzen.
pt_pt: Estes Termos de Serviço são válidos a menos e até que sejam rescindidos por si ou por nós. Você pode rescindir estes Termos de Serviço a qualquer momento, notificando-nos que não deseja mais usar nossos Serviços ou quando deixar de usar nosso site.
sv_se: Dessa användarvillkor är effektiva förrän avslutas av dig eller oss. Du kan säga upp dessa användarvillkor när som helst genom att meddela oss att du inte längre vill använda våra tjänster, eller när du slutar att använda vår webbplats.

source: If in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination; and/or accordingly may deny you access to our Services (or any part thereof).
de: Wenn Du nach unserem alleinigen Ermessen eine Bedingung oder Bestimmung dieser Nutzungsbedingungen nicht einhältst oder wir den Verdacht haben, dass Du diese nicht einhalten kannst, können wir diese Vereinbarung auch jederzeit fristlos kündigen, und Du bleibst für alle fälligen Beträge bis einschließlich des Kündigungsdatums haftbar; und/oder wir können Dir dementsprechend den Zugang zu unseren Diensten (oder einem Teil davon) verweigern.
pt_pt: Se, em nosso julgamento exclusivo, você falhar, ou suspeitarmos que você falhou, em cumprir qualquer termo ou disposição destes Termos de Serviço, também podemos rescindir este contrato a qualquer momento sem aviso prévio e você permanecerá responsável por todos os valores devidos e incluindo a data de rescisão; e / ou, portanto, pode negar-lhe acesso aos nossos Serviços (ou qualquer parte deles).
sv_se: Om i vår egen bedömning du misslyckas, eller vi misstänker att du har misslyckats att uppfylla något av villkoren eller bestämmelse i dessa användarvillkor, vi kan också säga upp avtalet när som helst utan förvarning och du kommer att vara ansvarig för alla belopp upp till och med dagen för uppsägning; och / eller i enlighet med kan neka dig tillgång till våra tjänster (eller någon del därav).

source: SECTION 17 - ENTIRE AGREEMENT
de: ABSCHNITT 17 - GESAMTER VERTRAG
pt_pt: SECÇÃO 17 - ACORDO COMPLETO
sv_se: SEKTION 17 - HELA AVTALET

source: The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.
de: Das Versäumnis unsererseits, ein Recht oder eine Bestimmung dieser Nutzungsbedingungen auszuüben oder durchzusetzen, stellt keinen Verzicht auf dieses Recht oder diese Bestimmung dar.
pt_pt: A nossa falha em deixarmos de exercer ou fazer cumprir qualquer direito ou disposição destes Termos de Serviço não constituirá uma renúncia de tal direito ou disposição.
sv_se: Misslyckandet av oss att utöva eller hävda en rätt eller bestämmelse i dessa användarvillkor skall inte utgöra en avsägelse av sådan rätt eller bestämmelse.

source: These Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service).
de: Diese Nutzungsbedingungen und alle Richtlinien oder Betriebsregeln, die von uns auf dieser Webseite oder in Bezug auf den Dienst veröffentlicht werden, stellen die gesamte Vereinbarung und Übereinkunft zwischen Dir und uns dar und regeln Deine Nutzung des Dienstes und ersetzen alle früheren oder gleichzeitigen Vereinbarungen, Mitteilungen und Vorschläge, ob mündlich oder schriftlich, zwischen Dir und uns (einschließlich, aber nicht beschränkt auf alle früheren Versionen der Nutzungsbedingungen).
pt_pt: Estes Termos de Serviço e quaisquer políticas ou regras operacionais postadas por nós neste site ou em relação ao Serviço constituem todo o acordo e entendimento entre você e nós e regem seu uso do Serviço, substituindo quaisquer acordos, comunicações e propostas anteriores ou contemporâneos , seja oral ou escrita, entre você e nós (incluindo, mas não se limitando a, quaisquer versões anteriores dos Termos de Serviço).
sv_se: Dessa användarvillkor och eventuella politik eller verksamhetsregler postat av oss på denna webbplats eller i förhållande till Tjänsten utgör hela avtalet och förståelse mellan dig och oss och styr din användning av tjänsten, ersätter alla tidigare eller samtidiga avtal, meddelanden och förslag , vare sig muntliga eller skriftliga, mellan dig och oss (inklusive, men inte begränsat till, alla tidigare versioner av användarvillkoren).

source: Any ambiguities in the interpretation of these Terms of Service shall not be construed against the drafting party.
de: Etwaige Unklarheiten bei der Auslegung dieser Nutzungsbedingungen dürfen nicht gegen die Partei ausgelegt werden, die den Text verfasst hat.
pt_pt: Quaisquer ambiguidades na interpretação destes Termos de Serviço não devem ser interpretadas contra a parte que os redigiu.
sv_se: Eventuella oklarheter i tolkningen av dessa användarvillkor ska inte tolkas mot utarbetandet part.

source: SECTION 18 - GOVERNING LAW
de: ABSCHNITT 18 - GELTENDES RECHT
pt_pt: SECÇÃO 18 - LEI APLICÁVEL
sv_se: SEKTION 18 - GÄLLANDE LAG

source: These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of <strong>%(shop_address)s</strong>.
de: Diese Nutzungsbedingungen und alle separaten Vereinbarungen, mit denen wir Dir Dienste zur Verfügung stellen, unterliegen den Gesetzen der folgenden Länder <strong>%(shop_address)s</strong> und werden in Übereinstimmung mit diesen ausgelegt.
sv_se: Dessa användarvillkor och eventuella separata avtal som innebär att vi ger dig tjänster skall regleras av och tolkas i enlighet med lagarna i <strong>%(shop_address)s.</strong>

source: SECTION 19 - CHANGES TO TERMS OF SERVICE
de: ABSCHNITT 19 - ÄNDERUNGEN DER ALLGEMEINEN GESCHÄFTSBEDINGUNGEN BZW. DER NUTZUNGSBEDINGUNGEN
pt_pt: SECÇÃO 19 - ALTERAÇÕES NOS TERMOS DE SERVIÇO
sv_se: SEKTION 19 - ÄNDRINGAR TILL ANVÄNDARDVILLKOREN

source: You can review the most current version of the Terms of Service at any time at this page.
de: Du kannst die aktuellste Version der Nutzungsbedingungen jederzeit auf dieser Seite einsehen.
pt_pt: Você pode revisar a versão mais atual dos Termos de Serviço a qualquer momento nesta página.
sv_se: Du kan läsa den senaste versionen av användarvillkoren när som helst på denna sida.

source: We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes.
de: Wir behalten uns das Recht vor, nach eigenem Ermessen jeden Teil dieser Nutzungsbedingungen zu aktualisieren, zu ändern oder zu ersetzen, indem wir Updates und Änderungen auf unserer Website veröffentlichen. Es liegt in Deiner Verantwortung, unsere Webseite in regelmäßigen Abständen auf Änderungen zu überprüfen. Deine fortgesetzte Nutzung oder Dein Zugriff auf unsere Webseite oder den Dienst nach der Veröffentlichung von Änderungen an diesen Nutzungsbedingungen bedeutet die Annahme dieser Änderungen.
pt_pt: Reservamos o direito, a nosso exclusivo critério, de atualizar, alterar ou substituir qualquer parte destes Termos de Serviço publicando atualizações e alterações em nosso site. É sua responsabilidade verificar periodicamente se há alterações em nosso site. O seu uso continuado ou acesso ao nosso site ou ao Serviço após a publicação de quaisquer alterações a estes Termos de Serviço constitui a aceitação dessas alterações.
sv_se: Vi förbehåller oss rätten att efter eget gottfinnande, att uppdatera, ändra eller ersätta någon del av dessa användarvillkor genom att publicera uppdateringar och förändringar till vår hemsida. Det är ditt ansvar att kolla vår hemsida regelbundet för förändringar. Din fortsatta användning av eller tillgång till vår hemsida eller tjänsten efter eventuella ändringar av dessa användarvillkor accepterar dessa ändringar.

source: SECTION 20 - CONTACT INFORMATION
de: ABSCHNITT 20 - KONTAKTDATEN
pt_pt: SECÇÃO 20 - INFORMAÇÕES DE CONTACTO
sv_se: SEKTION 20 - KONTAKTUPPGIFTER

source: Questions about the Terms of Service should be sent to us at <strong>%(shop_email)s</strong>.
de: Fragen zu den Nutzungsbedingungen sollten über <strong>%(shop_email)s</strong> an uns gerichtet werden.
pt_pt: Perguntas sobre os Termos de Serviço devem ser enviadas para <strong>%(shop_email)s</strong>.
sv_se: Frågor om användarvillkoren ska skickas till oss på <strong>%(shop_email)s</strong>.

source: Remove block
de: Block entfernen
fi_fi: Poista lohko
it: Rimuovi blocco
pt_br: Remover bloco
pt_pt: Remover bloco
sv_se: Ta bort block

source: Resize block
de: Blockgröße ändern
fi_fi: Muuta lohkon kokoa
it: Ridimensiona blocco
pt_br: Redimensionar bloco
pt_pt: Redimensionar bloco
sv_se: Ändra blockets storlek

source: Welcome!
de: Herzlich willkommen!
fi_fi: Tervetuloa!
it: Benvenuto!
pt_br: Bem-vindo!
pt_pt: Bem-vindo!
sv_se: Välkommen!

source: Notifications
de: Mitteilungen
fi_fi: Ilmoitukset
it: Notifiche
pt_br: Notificações
pt_pt: Notificações
sv_se: Notifieringar

source: Mark as read
de: Als gelesen markieren
fi_fi: Merkitse luetuksi
it: Segna come letto
pt_br: Marcar como lido
pt_pt: Marcar como lido
sv_se: Markera som läst

source: Activity Feed
de: Aktivitäten-Feed
fi_fi: Syöte
it: Flusso di attività
pt_br: Feed de Atividades
pt_pt: Relatório de Atividade
sv_se: Aktivitetsflöde

source: This is the dashboard for your store. It’s like the flight deck for your ecommerce spaceship. You can control everything from here.
de: Dies ist die Übersicht für Deinen Marktplatzbereich. Es ist wie das Cockpit Deines E-Commerce-Flugzeuges. Von hier aus kannst Du alles steuern.
fi_fi: Tämä on kauppasi hallinta. Se on kuin verkkokauppasi ohjaamo. Voit kontrolloida kaikkea täältä.
pt_pt: Este é o painel da sua loja. É como a cabine de comando da sua nave de comércio eletrônico. Você pode supervisionar tudo daqui.
sv_se: Detta är din butiks översikt. Det är som i cockpit för ditt e-handelsrymdskepp. Du kan styra allt härifrån.

source: Check out your shoppers’ info, add more products or categories, setup marketing campaigns, see orders and sales stats, and track the money you’ve made.
de: Sieh Dir die Daten Deiner Kunden an, füge weitere Artikel oder Kategorien hinzu, richte Marketingaktionen ein, sehe Dir Bestellungen und Verkaufsstatistiken an und verfolge, wie viel Geld Du verdient hast.
fi_fi: Katso asiakkaitesi tietoja, lisää lisää tuotteita tai tuoteryhmiä, lisää kampanjoita, katsele tilauksia ja myyntistatistiikkaa ja seuraa tuottojasi.
pt_pt: Verifique as informações dos seus compradores, adicione mais produtos ou categorias, configure campanhas de marketing, veja pedidos e estatísticas de vendas e acompanhe o dinheiro que você ganhou.
sv_se: Kontrollera dina kunders information, lägga till fler produkter eller kategorier, lägga till marknadsföringskampanjer, se beställnings- och försäljningstatistik, och följ med hur mycket pengar du förtjänat.

source: Every setting you could possibly need is in here.
de: Jede Einstellung, die Du benötigst, ist hier zu finden.
fi_fi: Kaikki tarvitsemasi asetukset löytyvät täältä.
pt_pt: Todas as configurações de que possa precisar estão aqui.
sv_se: Varje inställning du kan tänkas behöva finns här.

source: Table Columns
de: Tabellenspalten
fi_fi: Taulun sarakkeet
it: Colonne Tabella
pt_br: Colunas da Tabela
pt_pt: Colunas de Tabela
sv_se: Tabellkolumner

source: Active headers
de: Aktive Kopfzeilen
fi_fi: Aktiiviset ylätunnisteet
pt_pt: Títulos Ativos
sv_se: Aktivt sidhuvud

source: Selectable headers
de: Auswählbare Kopfzeilen
fi_fi: Valittavat ylätunnisteet
pt_pt: Títulos selecionáveis
sv_se: Valbara sidhuvun

source: Add
de: Hinzufügen
fi_fi: Lisää
pt_pt: Adicionar
sv_se: Lägg till

source: Bad Request
de: Ungültige Auswahl
fi_fi: Epäkelpo pyyntö
pt_pt: Pedido inválido
sv_se: Felaktig begäran

source: Unfortunately the server couldn't process your request.
de: Leider konnte der Server Deine Anfrage nicht verarbeiten.
fi_fi: Palvelin ei voinut käsitellä pyyntöäsi.
pt_pt: Infelizmente o servidor não pode processar o seu pedido.
sv_se: Servern påträffade ett fel under behandling av din begäran.
