Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: Permission Denied
de: Du besitzt leider keine Berechtigung für die angeforderte Aktion.
fi_fi: Ei käyttöoikeutta
pt_pt: Permissão negada
sv_se: Tillstånd nekades

source: Unfortunately you didn't have permission to display this page.
de: Leider besitzt Du nicht die Berechtigung, Dir diese Seite anzeigen zu lassen.
fi_fi: Ikävä kyllä, sinulla ei ole oikeutta nähdä tätä sivua.
pt_pt: Infelizmente você não teve permissão para exibir esta página.
sv_se: Tyvärr har du inte tillstånd att visa den här sidan.

source: Internal Server Error
de: Interner Serverfehler
fi_fi: Sisäinen palvelinvirhe
pt_pt: Erro do servidor interno
sv_se: Internt serverfel

source: Unfortunately an internal server error occurred. Try refreshing the page or try again later.
de: Leider ist ein interner Serverfehler aufgetreten. Versuche bitte, die Seite zu aktualisieren oder versuche es später erneut.
fi_fi: Ikävä kyllä, tapahtui sisäinen palvelinvirhe. Yritä ladata sivu uudelleen.
pt_pt: Infelizmente ocorreu um erro do servidor interno. Tente recarregar a página ou tente novamente mais tarde.
sv_se: Tyvärr inträffade ett internt serverfel. Försök att uppdatera sidan eller försök igen senare.

source: Edit the selected object
de: Das ausgewählte Objekt bearbeiten
pt_pt: Editar o objeto selecionado
sv_se: Redigera det valda objektet

source: Required. {field_help}
de: Erforderlich. {field_help}
pt_pt: Exigido. {field_help}
sv_se: Nödvändig. {field_help}

source: Welcome to Shuup!
de: Herzlich willkommen bei Shuup!
fi_fi: Tervetuloa Shuuppiin!
it: Benvenuti in Shuup!
pt_pt: Bem-vindo à Qintera!
sv_se: Välkommen till Shuup!

source: You're almost done! Complete the following steps to sell your products online
de: Du bist fast fertig! Führe noch die folgenden Schritte aus, um Deine Produkte online zu verkaufen
fi_fi: Olet melkein valmis! Suorita seuraavat vaiheet aloittaaksesi kaupanteon.
it: Hai quasi finito! Completa i passaggi seguenti per vendere i tuoi prodotti online.
pt_pt: Está quase! Complete os seguintes passos para vender os produtos online.
sv_se: Du är nästan klar! Utför följande steg för att sälja dina produkter på nätet

source: Hi, new shop owner!
de: Herzlich Willkommen als neuer Händler!
fi_fi: Terve uusi kauppias!
pt_pt: Olá, novo/a dono/a de loja!
sv_se: Hejsan butiksägaren!

source: Welcome to your store admin!
de: Willkommen in Deinem Marktplatz-Adminbereich!
fi_fi: Tervetuloa kaupan hallintaan!
pt_pt: Bem-vindo/a à admin da sua loja!
sv_se: Välkommen till din butik administrationssida!

source: Let’s go through some of the things you can do here. Click next to begin.
de: Lass uns einige der Dinge durchgehen, die Du hier tun kannst. Klicke auf "Weiter", um zu starten.
fi_fi: Käydään läpi joitakin asioita, joita voit tehdä täällä. Klikkaa tästä aloittaaksesi.
pt_pt: Vamos ver algumas coisas que pode fazer aqui. Clique em próximo para começar.
sv_se: Låt oss gå igenom några av de saker du kan göra. Klicka på Nästa för att börja.

source: shop logo
de: Marktplatz-Logo

source: Date
de: Datum
fi_fi: Päivämäärä
it: Data
pt_br: Data
pt_pt: Data
sv_se: Datum

source: Total
de: Gesamtsumme
fi_fi: Yhteensä
it: Totale
sv_se: Summa

source: Save and Exit
de: Speichern und Verlassen
fi_fi: Tallenna ja poistu
it: Salva ed Esci
pt_br: Salvar e Sair
pt_pt: Gravar e Sair
sv_se: Spara och avsluta

source: This action effects on all items.
de: Diese Aktion wirkt sich auf alle Elemente aus.
pt_pt: Esta ação afeta todos os items.
sv_se: Denna åtgärd påverkar alla objekt.

source: This action affects %(item_count)s item(s).
de: Diese Aktion wirkt sich auf %(item_count)sder Elemente aus.
pt_pt: Esta ação afeta %(item_count)sitem(s).
sv_se: Denna åtgärd påverkar %(item_count)s objekt.

source: Upload
de: Hochladen
fi_fi: Lataa
it: Carica
pt_br: Fazer upload
pt_pt: Carregamento
sv_se: Ladda upp

source: Copy folder path
de: Pfad des Ordners kopieren
pt_pt: Copiar endereço da pasta
sv_se: Kopiera mappsökväg

source: Access to folder
de: Zugang zum Ordner
pt_pt: Acesso à pasta
sv_se: Tillgång till mapp

source: Customize admin menu
de: Verwaltungsmenü anpassen
pt_pt: Customize o seu menu admin
sv_se: Anpassa admin-menyn

source: Reset
de: Zurücksetzen
pt_pt: Repôr
sv_se: Återställa

source: Folder
de: Ordner
pt_pt: Pasta
sv_se: Mapp

source: Drag me
de: Ziehe mich hierhin
pt_pt: Arraste-me
sv_se: Dra mig

source: Comment
de: Kommentar
fi_fi: Kommentti
it: Commento
pt_pt: Comentário
sv_se: Kommentar

source: Save comment
de: Kommentar speichern
fi_fi: Tallenna kommentti
it: Salva commento
pt_pt: Guardar comentário
sv_se: Spara kommentar

source: Comment was saved.
de: Kommentar wurde gespeichert.
pt_pt: Comentário foi guardado.
sv_se: Kommentaren sparades.

source: Updating the admin comment failed.
de: Das Aktualisieren des Admin-Kommentars ist fehlgeschlagen.
pt_pt: Falhou atualização de comentário de admin
sv_se: Det gick inte att uppdatera administratörs kommentaren.

source: No payments have been created yet.
de: Es wurden noch keine Zahlungen erstellt.
fi_fi: Toimituksia ei ole vielä luotu.
pt_pt: Ainda não foram criados pagamentos.
sv_se: Inga betalningar har skapats ännu.

source: Are you sure you want to delete this payment?
de: Bist Du sicher, dass Du diese Zahlung löschen möchtest?
pt_pt: Tem a certeza que pretende eliminar este pagamento?
sv_se: Är du säker på att du vill ta bort den här betalningen?

source: Order Details
de: Bestelldetails
pt_pt: Detalhes de Encomenda
sv_se: beställnings detaljer

source: Order Shop
de: Händler
pt_pt: Loja de Encomenda
sv_se: Beställ butik

source: Order Number
de: Bestellnummer
fi_fi: Tilausnumero
it: Numero Ordine
pt_br: Número do Pedido
pt_pt: Número de Encomenda
sv_se: Beställningsnummer

source: Reference
de: Bestellreferenz
fi_fi: Viite
it: Referenza
pt_br: Referência
pt_pt: Referência
sv_se: Referens

source: Payment Method
de: Zahlungsart
pt_pt: Método de Pagamento
sv_se: Betalningssätt

source: Shipping Method
de: Versandart
pt_pt: Método de Envio
sv_se: Leveranssätt

source: Ordered by
de: Bestellt von
fi_fi: Järjestä
it: Ordinato da
pt_br: Comprado por
pt_pt: Encomendado por
sv_se: Beställd av

source: Creator
de: Ersteller
fi_fi: Laatija
it: Creatore
pt_br: Criador
pt_pt: Criador
sv_se: Skapare

source: Tax number
de: Steuernummer
fi_fi: veronumero
it: Numero tasse
pt_br: Número de contribuinte
pt_pt: Número fiscal
sv_se: Momsnummer

source: Total Price (taxless)
de: Summe (netto)
fi_fi: Kokonaishinta (veroton)
it: Prezzo Totale (IVA esclusa)
pt_br: Preço Total (sem impostos)
pt_pt: Preço total (sem impostos)
sv_se: Summa (exkl. skatter)

source: Total Price
de: Summe (brutto)
fi_fi: Kokonaishinta
it: Prezzo Totale
pt_br: Preço Total
pt_pt: Preço total
sv_se: Totalbelopp

source: Customer Comment
de: Kundenbemerkung
fi_fi: Asiakaskommentti
it: Commento Cliente
pt_br: Comentário do Cliente
pt_pt: Comentário de Cliente
sv_se: Kundkommentar

source: Tracking codes
de: Trackingnummer
fi_fi: Seurantakoodit
it: Codici di Tracking
pt_br: Códigos de rastreamento
pt_pt: Códigos de rastreamento
sv_se: Spårningskoder

source: Address Information
de: Adressdaten
fi_fi: Osoitteen tiedot
pt_pt: Informação de Endereço
sv_se: Adressinformation

source: Picture
de: Bild
pt_pt: Imagem

source: Taxless Unit Price
de: Stückpreis (netto)
fi_fi: Veroton yksikköhinta
it: Prezzo Unitario IVA Esclusa
pt_br: Preço Unitário sem Impostos
pt_pt: Preço de unidade sem imposto
sv_se: Styckepris exklusive skatt

source: Taxless Discount
de: Steuerfreier Rabatt
fi_fi: Veroton alennus
it: Sconto IVA esclusa
pt_br: Desconto sem Impostos
pt_pt: Desconto sem imposto
sv_se: Rabatt exklusive skatt

source: Taxless Discount Percentage
de: Steuerfreier Rabatt Prozentsatz
fi_fi: Veroton alennusprosentti
it: Percentuale Sconto IVA esclusa
pt_br: %% de Desconto sem Impostos
pt_pt: Percentagem de desconto sem imposto
sv_se: Rabattprocent exklusive skatt

source: Tax
de: Steuern
fi_fi: Vero
it: IVA
pt_br: Imposto
pt_pt: Imposto
sv_se: Skatt

source: Taxless Total
de: Summe (netto)
fi_fi: Veroton yhteensä
it: Totale IVA Esclusa
pt_br: Total sem Impostos
pt_pt: Total sem imposto
sv_se: Summa exkl. skatt

source: Total incl. Tax
de: Summe (brutto)
fi_fi: Verollinen yhteensä
it: Totale IVA Inclusa
pt_br: Total incl. Imposto
pt_pt: Total inc. IVA
sv_se: Summa inkl. skatt

source: Supplied by %(supplier)s
de: Lieferung durch %(supplier)s
pt_pt: Fornecido por %(supplier)s
sv_se: Levereras av %(supplier)s

source: Discount
de: Rabatt
fi_fi: Alennus
it: Sconto
pt_br: Desconto
pt_pt: Desconto
sv_se: Rabatt

source: Taxless
de: Steuerfrei
fi_fi: Veroton
it: IVA Esclusa
pt_br: Sem impostos
pt_pt: Sem imposto
sv_se: Exklusive skatt

source: Message
de: Nachricht
fi_fi: Viesti
it: MEssaggio
pt_br: Mensagem
pt_pt: Mensagem
sv_se: Meddelande

source: No log entries have been added yet.
de: Es sind noch keine Protokolleinträge hinzugefügt worden.
fi_fi: Yhtään lokimerkintää ei ole vielä lisätty.
it: Non è stata ancora inserita nessuna riga di log.
pt_br: Nenhuma entrada de log foi adicionada ainda.
pt_pt: Não foram ainda adicionadas entradas de registo.
sv_se: Inga loggposter har ännu skapats.

source: Use the input below to add new log entries.
de: Verwende die untenstehende Eingabe, um neue Protokolleinträge hinzuzufügen.
fi_fi: Lisää uusia lokimerkintöjä alla.
it: Usa l'input qui sotto per aggiungere nuovi log.
pt_br: Use o campo abaixo para adicionar novas entradas de log.
pt_pt: Use o campo abaixo para adicionar novas entradas de registo.
sv_se: Använd fältet nedan för att lägga till nya loggposter.

source: Add to Log
de: Zum Protokoll hinzufügen
fi_fi: Lisää lokiin
it: Aggiungi al Log
pt_br: Adicionar ao Log
pt_pt: Adicionar a Registo
sv_se: Lägg till loggpost

source: Log entry was added.
de: Der Protokolleintrag wurde hinzugefügt.
pt_pt: Entrada de registo adicionada.
sv_se: Loggposten lades till.

source: Adding the log entry failed.
de: Das Hinzufügen des Protokolleintrags ist fehlgeschlagen.
pt_pt: Falhou adição de entrada de registo.
sv_se: Det gick inte att lägga till loggposten.

source: Unshipped
de: Nicht versendet
fi_fi: Lähettämätön
it: Non Spedito
pt_br: Não enviado
pt_pt: Não enviado.
sv_se: Ej levererad

source: Shipped
de: Versendet
fi_fi: Lähetetty
it: Spedito
pt_br: Enviado
pt_pt: Enviado
sv_se: Levererad

source: Ordered
de: Bestellt
fi_fi: Tilattu
it: Ordinato
pt_br: Comprado
pt_pt: Encomendado
sv_se: Beställd

source: Refunded
de: Erstattet
fi_fi: Hyvitetty
it: Rimborsato
pt_br: Devolvido
pt_pt: Reembolsado
sv_se: Återbetald

source: Create new shipment for %(supplier_name)s
de: Neue Lieferung erstellen für %(supplier_name)s
pt_pt: Crie novo método de envio para %(supplier_name)s
sv_se: Skapa ny leverans för %(supplier_name)s

source: Created
de: Erstellt
fi_fi: Luotu
it: Creato
pt_br: Criado
pt_pt: Criado
sv_se: Skapad

source: Mark as sent
de: Als versendet markieren
pt_pt: Marcar como enviado

source: Shipped shipments should not be deleted. Deletion will affect products physical stock count. Delete anyway?
de: Bereits als versendet markierte Lieferungen sollten nicht gelöscht werden. Das Löschen wirkt sich auf den physischen Lagerbestand der Artikel aus. Trotzdem löschen?
fi_fi: Toimitettuja toimituksia ei tule poistaa. Poistaminen vaikuttaa tuotteet fyysiseen saldoon. Vahvista poisto.
it: La spedizioni già spedite non dovrebbero essere eliminate. La cancellazione avrà effetto sul conteggio della merce a magazzino. Sei sicuro di cancellare?
pt_br: Remessas enviadas não devem ser excluídas. A exclusão afetará a contagem de estoque físico dos produtos. Excluir assim mesmo?
pt_pt: Encomendas enviadas não deverão ser eliminadas. Eliminação vai afetar unidades físicas em estoque. Apagar na mesma?
sv_se: Levereras beställningar bör inte tas bort. Radering kommer att påverka produkters fysisk lagerinventering. Radera ändå?

source: Do you want to mark this shipment as sent?
de: Möchtest Du diese Lieferung als gesendet markieren?
pt_pt: Quer marcar esta encomenda como enviada?

source: When
de: Wann

source: The order has no status history.
de: Die Bestellung hat keinen Statusverlauf.

source: Are you sure you want to delete this order status history item?
de: Bist Du sicher, dass Du die Auftragshistorie löschen möchtest?

source: Line #
de: Position #
fi_fi: Rivi #
it: Linea #
pt_br: Item #
pt_pt: Linha #
sv_se: Rad #

source: Refunded Quantity
de: Erstattete Menge
fi_fi: Hyvitetty määrä
it: Quantità Rimborsata
pt_br: Quantidade Devolvida
pt_pt: Quantidade Reembolsada
sv_se: Återbetalat antal

source: Mark as sent
de: Als versendet markieren
pt_pt: Marcar como enviado

source: Refund Amount
de: Erstattungsbetrag
fi_fi: Hyvityksen määrä
it: Ammontare Rimborso
pt_br: Valor de Devolução
pt_pt: Quantidade Reembolsada
sv_se: Återbetalningsbelopp.

source: Are you sure you want to create a full refund?
de: Bist Du sicher, dass Du eine komplette Rückerstattung erstellen möchtest?
fi_fi: Oletko varma, että haluat tehdä kokonaishyvityksen?
it: Sei sicuro di voler creare un rimborso completo?
pt_br: Tem certeza que deseja criar uma devolução total?
sv_se: Är du säker på att du vill skapa en fullständig återbetalning?

source: Confirm Refund
de: Erstattung bestätigen
fi_fi: Vahvista hyvitys
it: Conferma Rimborso
pt_br: Confirmar Devolução
sv_se: Bekräfta återbetalning

source: Order Contents
de: Bestellinhalt
fi_fi: Tilauksen sisältö
it: Contenuto Ordini
pt_br: Conteúdo do Pedido
sv_se: Beställningsinnehåll

source: Paid
de: Bezahlt
fi_fi: Maksettu
it: Pagato
pt_br: Pago
sv_se: Betald

source: Remaining
de: Verbleibend
fi_fi: Jäljellä
it: Rimanenti
pt_br: Restante
sv_se: Återstående

source: Add Another Refund
de: Weitere Rückerstattung hinzufügen
fi_fi: Lisää toinen hyvitys
sv_se: Lägg till en ny återbetalning

source: Order Line
de: Bestellposition
sv_se: Beställningslinje

source: To Ship
de: Zu versenden
fi_fi: Lähetettäväksi
it: Da Spedire
pt_br: A Enviar
sv_se: För leverans

source: Set All Products To Ship
de: Alle Produkte als "zu versenden" markieren
fi_fi: Aseta kaikki tuotteet lähetettäväksi
it: Segna tutti Da Spedire
pt_br: Colocar Todos os Produtos para Entrega
sv_se: Ställ alla produkter för leverans

source: Ship All
de: Alle versenden
fi_fi: Lähetä kaikki
it: Spedisci Tutti
pt_br: Enviar Tudo
sv_se: Leverera alla

source: Permissions
de: Berechtigungen
fi_fi: Oikeudet
it: Permessi
pt_br: Permissões
sv_se: Behörigheter

source: Select all permissions
de: Alle Berechtigungen auswählen
sv_se: Välj alla behörigheter

source: Deselect all permissions
de: Alle Berechtigungen abwählen
sv_se: Avmarkera alla behörigheter

source: Open all permission groups
de: Alle Berechtigungsgruppen öffnen

source: (All permissions granted)
de: (Alle Berechtigungen erteilt)
sv_se: (Alla behörigheter beviljade)

source: (Partial permissions granted)
de: (Teilberechtigungen erteilt)
sv_se: (Endel behörigheter beviljade)

source: Module permission
de: Modulberechtigung
sv_se: Modultillstånd

source: Select the following permission to enable users to access this module.
de: Wähle die folgende Berechtigung, um Benutzern den Zugriff auf dieses Modul zu gewähren.
sv_se: Välj följande behörighet för att låta användare få åtkomst till i den här modulen.

source: Select all permissions for this module
de: Alle Berechtigungen für dieses Modul auswählen
sv_se: Välj alla behörigheter för den här modulen

source: Features permissions
de: Ausgewählte Berechtigungen
sv_se: Funktions behörigheter

source: Select the permissions to enable access to specific features of the module.
de: Wähle die Berechtigungen aus, um den Zugriff auf bestimmte Funktionen des Moduls zu gewähren.
sv_se: Välj behörigheter för att möjliggöra åtkomst till specifika funktioner i modulen.

source: Close all permission groups
de: Alle Berechtigungsgruppen schließen

source: Error!
de: Fehler!
fi_fi: Virhe!
it: Errore!
pt_br: Erro!
sv_se: Fel!

source: All the required product information.
de: Alle erforderlichen Artikeldaten.
fi_fi: Kaikki tarvittavat tuotetiedot.
sv_se: Alla nödvändiga produktinformationen.

source: Additional Details
de: Weitere Details
fi_fi: Lisätietoja
it: Dettagli Aggiuntivi
pt_br: Detalhes Adicionais
sv_se: Ytterligare information

source: Product features such as size, weight and keywords are located here.
de: Hier findest Du Artikeleigenschaften wie Größe, Gewicht und Suchbegriffe des Artikels.
fi_fi: Tuotteen ominaisuudet kuten koko, paino ja avainsanat sijaitsevat täällä.
sv_se: Produktegenskaper såsom storlek, vikt och sökord finns här.

source: Manufacturer
de: Hersteller
fi_fi: Valmistaja
it: Produttore
pt_br: Fabricante
sv_se: Tillverkare

source: If you know the manufacturer of the product select it here.
de: Wenn Du den Hersteller des Artikels kennst, wähle ihn hier aus.
fi_fi: Jos tiedät tuotteen valmistajan, valitse se täällä.
sv_se: Om du känner till tillverkaren av produkten välj det här.

source: Additional
de: Weitere Daten
fi_fi: Lisätiedot
sv_se: Ytterligare

source: Strictly shop related information. For example set the minimum price applicable in this shop.
de: Streng händlerbezogene Informationen. Lege zum Beispiel den für diesen Händler geltenden Mindestpreis fest.
fi_fi: Vain tähän kauppaan liittyvät tiedot. Esimerkiksi tuotteen minimihinta tälle kaupalle.
sv_se: Endast information relaterad till butiken. Till exempel för att ställa minimipriset i den här butiken.

source: These settings apply only for shop: <b>%(shop_name)s</b>.
de: Diese Einstellungen gelten nur für den Händler: <b>%(shop_name)s</b>.
fi_fi: Nämä asetukset vaikuttavat vain kauppaan: <b>%(shop_name)s</b>.
sv_se: Dessa inställningar gäller endast för butiken: <b>%(shop_name)s</b>.

source: Product image %(index)s
de: Produktbild %(index)s
fi_fi: Tuotekuva %(index)s
it: Immgine prodotto %(index)s
pt_br: Imagem do produto %(index)s
sv_se: Produktbild %(index)s

source: Product media %(index)s
de: Produktmedien %(index)s
fi_fi: Tuotemedia %(index)s
it: Media Prodotto %(index)s
pt_br: Mídia do produto %(index)s
sv_se: Produktmedia %(index)s

source: Primary image
de: Hauptbild
fi_fi: Pääkuva
it: Immagine Primaria
pt_br: Imagem principal
pt_pt: Imagem principal
sv_se: Primärbild

source: Set as primary image
de: Als Hauptbild festlegen
fi_fi: Aseta pääkuvaksi
it: Segna come immagine primaria
pt_br: Definir como imagem principal
sv_se: Ange som primärbild

source: Product Images
de: Produktbilder
fi_fi: Tuotekuvat
it: Immagini prodotto
pt_br: Imagens do Produto
sv_se: Produktbilder

source: Product Files
de: Produktdateien
fi_fi: Tuotteen tiedostot
sv_se: Produktfiler

source: You can attach files such as manual to the merchandise(s) here.
de: Hier kannst Du Dateien wie z. B. Handbücher an die Ware(n) anhängen.
fi_fi: Voit liittää täällä tiedostoja, kuten manuaaleja, tuotteeseesi.
sv_se: Du kan bifoga filer så som varors handböcker här.

source: Showcase your merchandise here.
de: Präsentiere hier Deine Waren.
sv_se: Visa upp dina varor här.

source: Drop files here or click to <a href="#">browse</a>.
de: Dateien hier ablegen oder zum Durchsuchen <a href="#">anklicken </a>.
sv_se: Släpp filer här eller klicka för att <a href="#">bläddra</a> .

source: All the orders that have this product.
de: Alle Bestellungen, die diesen Artikel beinhalten.
fi_fi: Kaikki tilaukset, joissa on tilattu tämä tuote.
sv_se: Alla beställningar som har denna produkt.

source: No orders found
de: Keine Bestellungen gefunden
fi_fi: Tilauksia ei löytynyt
it: Nessun ordine trovato
pt_br: Nenhum pedido encontrado
sv_se: Inga beställningar hittades

source: This product is currently not orderable.
de: Dieser Artikel ist derzeit leider nicht bestellbar.
fi_fi: Tämä tuote ei ole tällä hetkellä tilattavissa.
it: Questo prodotto non è acquistabile al momento
pt_br: Este produto está indisponível para compra no momento.
sv_se: Denna produkt är för närvarande inte beställningsbar.

source: Add a new product
de: Einen neuen Artikel hinzufügen
sv_se: Lägg till en ny produkt

source: You are adding a product.
de: Du fügst gerade einen Artikel hinzu.
fi_fi: Olet lisäämässä tuotetta.
sv_se: Du lägger till en produkt.

source: To make it stand out, give it an awesome description and picture. This is what will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
de: Um den Artikel hervorzuheben, füge eine großartige Beschreibung und ein Bild hinzu. Dies wird Deinen Kunden helfen, mehr über Deine Artikel zu erfahren. Außerdem hilft es den Käufern, die Artikel auf dem Marktplatz und im Internet zu finden.
fi_fi: Jotta se nousee esiin, anna sille mahtava kuvaus ja kuva. Tämä auttaa asiakkaita ja hakukoneita löytämään tuotteesi.
sv_se: För att få din produkt att sticka ut, ge det en fantastisk beskrivning. Detta kommer att ge kunder mer information om dina produkter. Det kommer också att hjälpa kunder att hitta dem i butiken och på webben.

source: You can set its price or size and many other things in the option boxes for each product.
de: Du kannst den Preis oder die Größe und viele andere Dinge in den Optionsfeldern des Artikels einstellen.
fi_fi: Voit asettaa sen hinnan tai koon sekä monia muita asioita jokaisen tuotteen valintalaatikoissa.
sv_se: Du kan ställa in priset eller storleken och många andra saker i alternativrutorna för varje produkt.

source: If you know the product manufacturer, it can be set here.
de: Wenn Du den Hersteller des Artikel kennst, kann dieser hier eingetragen werden.
fi_fi: Mikäli tiedät tuotteen valmistajan, aseta se tässä.
sv_se: Om du känner till produkttillverkaren, kan det ställas in här.

source: Additional Information
de: Zusatzinformationen
fi_fi: Lisätiedot
sv_se: Övrig information

source: Images
de: Bilder
fi_fi: Kuvat
sv_se: Bilder

source: Contact Group Pricing
de: Preise je Kontaktgruppe
fi_fi: Asiakasryhmähinnoittelu
sv_se: Kontaktgruppens prissättning

source: Set specific prices for your customer segments such as loyalty, tier status or season here.
de: Lege hier spezifische Preise für Deine Kundensegmente fest - z.B. anhand von Treue, Tier-Status oder Jahreszeiten / Saisonen fest.
fi_fi: Aseta tietyt hinnat asiakkaillesi ryhmiteltyäsi heidät esimerkiksi lojaliteetin tai kauden mukaan.
sv_se: Ställ in ett specifikt pris för dina kundsegment, såsom lojalitet, nivåstatus eller säsong.

source: Contact Group Discounts
de: Rabatte je Kontaktgruppe
sv_se: Kontakta grupprabatter

source: Here you can set individual discount amounts for different contact groups. " + "The discount amount may be visible on storefront. These groups are defined in
de: Hier kannst Du individuelle Rabattbeträge für verschiedene Kontaktgruppen einstellen. " + "Der Rabattbetrag kann in der Marktplatzansicht sichtbar sein. Diese Gruppen sind definiert in
sv_se: Här kan du ställa in individuella rabattbelopp för olika kontaktgrupper. "+ " Rabattbeloppet kan vara synligt i butiksfönstret. Dessa grupper definieras i

source: Cross-sells
de: Cross-Selling-Verkäufe
fi_fi: Ristiinmyynnit
it: Coss-sells.
pt_br: Vendas cruzadas
sv_se: Korsförsäljningar

source: File
de: Datei
fi_fi: Tiedosto
pt_br: Arquivo
sv_se: Fil

source: Logical count: %(logical_count)s %(sales_unit)s
de: Errechneter Bestand: %(logical_count)s%(sales_unit)s
fi_fi: Looginen luku: %(logical_count)s %(sales_unit)s
it: Conteggio Logico: %(logical_count)s %(sales_unit)s
pt_br: Estoque lógico: %(logical_count)s %(sales_unit)s
sv_se: Logiskt antal: %(logical_count)s %(sales_unit)s

source: Physical count: %(physical_count)s %(sales_unit)s
de: Physischer Bestand: %(physical_count)s%(sales_unit)s
fi_fi: Fyysinen luku: %(physical_count)s %(sales_unit)s
it: Conteggio Fisico: %(physical_count)s %(sales_unit)s
pt_br: Estoque físico: %(physical_count)s %(sales_unit)s
sv_se: Fysist antal: %(physical_count)s %(sales_unit)s
