Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/djangojs.po
Languages: fi_fi

source: Error! Unexpected error while uploading files.
fi_fi: Virhe! Odottamaton virhe tiedostoja ladattaessa.

source: Error!
fi_fi: Virhe!

source: Uploaded:
fi_fi: Ladattu:

source: New file name?
fi_fi: Uusi tiedostonimi?

source: Are you sure you want to delete the file %s?
fi_fi: Oletko varma, että haluat poistaa tiedoston %s?

source: New folder name?
fi_fi: Uuden kansion nimi?

source: Are you sure you want to delete the %s folder?
fi_fi: Oletko varma että haluat poistaa %s kansion?

source: New folder
fi_fi: Uusi kansio

source: Oldest first
fi_fi: Vanhin ensin

source: Newest first
fi_fi: Uusin ensin

source: Smallest first
fi_fi: Pienin ensin

source: Largest first
fi_fi: Suurin ensin

source: Drop your files here
fi_fi: Pudota tiedostosi tähän

source: Name
fi_fi: Nimi

source: Size
fi_fi: Koko

source: Date
fi_fi: Päivämäärä

source: Edit
fi_fi: Muokkaa

source: Click the <strong>Upload</strong> button to upload files.
fi_fi: Klikkaa <strong>Lataa</strong> -painiketta ladataksesi tiedostoja palvelimelle.

source: <span>Drag and drop</span> files here<br> or click the <span>Upload</span> button.
fi_fi: <span>Raahaa ja pudota</span> tiedostot tähän<br> tai klikkaa <span>Lataa</span> -painiketta.

source: Rename file
fi_fi: Uudelleennimeä tiedosto

source: Delete file
fi_fi: Poista tiedosto

source: Rename folder
fi_fi: Uudelleennimeä kansio

source: Delete folder
fi_fi: Poista kansio

source: Edit folder access
fi_fi: Muokkaa kansion käyttöoikeuksia

source: Success! Order %s was created.
fi_fi: Menestys! Tilaus %s luotiin.

source: SKU
fi_fi: Tuotekoodi

source: Text
fi_fi: Teksti

source: Quantity
fi_fi: Määrä

source: Unit Price
fi_fi: Yksikköhinta

source: Discounted Unit Price
fi_fi: Alennettu yksikköhinta

source: Discount amount
fi_fi: Alennus

source: Discount percent
fi_fi: Alennusprosentti

source: Total (excluding taxes)
fi_fi: Kokonaishinta (veroton)

source: Tax percent
fi_fi: Veroprosentti

source: Total
fi_fi: Kokonaishinta

source: Billing address
fi_fi: Laskutusosoite

source: Shipping address
fi_fi: Toimitusosoite

source: Customer with same %s already exists.
fi_fi: Asiakas %s on jo olemassa.

source: Click to select user %s.
fi_fi: Klikkaa valitaksesi käyttäjä %s.

source: Save customer details while creating order
fi_fi: Tallenna asiakkaan tiedot tilauksen luonnin yhteydessä

source: Checking this box will save entered customer data to your contacts list.
fi_fi: Mikäli valitset tämän, asiakastiedot tallennetaan.

source: Ship to billing address
fi_fi: Toimita laskutusosoitteeseen

source: Checking this will make the shipping address the same as the billing address.
fi_fi: Tämän valitseminen vaihtaa toimitusosoitteen samaksi kuin laskutusosoite.

source: Order for company
fi_fi: Tilaa yritykselle

source: Enable this if the order is for a company or business with a tax ID.
fi_fi: Ota tämä käyttöön, jos tilaus koskee yritystä tai yritystä, jolla on verotunnus.

source: Billing Address
fi_fi: Laskutusosoite

source: Shipping Address
fi_fi: Toimitusosoite

source: Full Name
fi_fi: Koko nimi

source: Phone
fi_fi: Puhelin

source: Email
fi_fi: Sähköposti

source: Tax Number
fi_fi: Y-tunnus

source: Groups
fi_fi: Ryhmät

source: Companies
fi_fi: Yritykset

source: Merchant Notes
fi_fi: Kauppiaan merkinnät

source: Year
fi_fi: Vuosi

source: Total Sales
fi_fi: Kokonaismyynti

source: Shipment Status
fi_fi: Toimituksen tila

source: Payment Status
fi_fi: Maksun tila

source: Order Status
fi_fi: Tilauksen tila

source: Search by name or email
fi_fi: Etsi nimen tai sähköpostin perusteella

source: Customer Search
fi_fi: Asiakashaku

source: Search for existing customers by searching by name or email or click the magnifying glass for more fine-grained filtering. Clear the search filter to create an order for a new customer.
fi_fi: Voit etsiä olemassaolevia asiakkaita nimellä, sähköpostilla tai klikkaamalla suurennuslasia mikäli haluat tarkemman haun. Tyhjennä hakufiltteri luodaksesi uuden tilauksen asiakkaalle.

source: Customer
fi_fi: Asiakas

source: View Details
fi_fi: Näytä tiedot

source: A new customer will be created based on billing address.
fi_fi: Uusi asiakas luodaan laskutusosoitteen perusteella.

source: Customer Information
fi_fi: Asiakkaan tiedot

source: Order Summary
fi_fi: Tilauksen yhteenveto

source: Recent Orders
fi_fi: Viimeaikaiset tilaukset

source: Close
fi_fi: Sulje

source: Warning: No customer account is currently associated with this order.
fi_fi: Varoitus: Tähän tilaukseen ei ole liitetty kontaktia.

source: Back
fi_fi: Takaisin

source: Confirm
fi_fi: Hyväksy

source: Select Shop
fi_fi: Valitse kauppa

source: Discard Changes
fi_fi: Hylkää muutokset

source: Customer Details
fi_fi: Asiakkaan tiedot

source: Order Contents
fi_fi: Tilauksen sisältö

source: Shipping Method
fi_fi: Toimitustapa

source: Payment Method
fi_fi: Maksutapa

source: Method rules, taxes and possible extra discounts are calculated after proceeding.
fi_fi: Tapojen säännöt, verot ja mahdolliset lisäalennukset lasketaan seuraavassa vaiheessa.

source: Proceed
fi_fi: Jatka

source: Logical Count
fi_fi: Looginen määrä

source: Physical Count
fi_fi: Fyysinen määrä

source: Select product
fi_fi: Valitse tuote

source: Text/Comment
fi_fi: Teksti/Kommentti

source: Enter a comment or text note about the order. This could be anything from special order requests to special shipping needs.
fi_fi: Syötä kommentti tai huomio tilauksesta.

source: Qty
fi_fi: Määrä

source: Enter the number of units of the product ordered.
fi_fi: Syötä tilattujen tuotteiden määrä.

source: Enter the regular base price for a single unit of the product. If an existing product is selected, the price is already determined in product settings. Total price will be automatically calculated.
fi_fi: Syötä tuotteen normaali perushinta per yksikkö. Mikäli olemassaoleva tuote on valittu, hinta määräytyy tuoteasetuksista. Kokonaishinta lasketaan automaattisesti.

source: Total Price
fi_fi: Kokonaishinta

source: Enter the total amount for the line item. Unit price will be automatically calculated.
fi_fi: Syötä kokonaishinta tuoteriville. Yksikköhinta lasketaan automaattisesti.

source: Base Unit Price
fi_fi: Perusyksikköhinta

source: Enter the regular base price for a single unit of the product. If an existing product is selected, the price is already determined in product settings.
fi_fi: Syötä tuotteen normaali perushinta per yksikkö. Mikäli olemassaoleva tuote on valittu, hinta määräytyy tuoteasetuksista.

source: Enter the total discounted price for a single product unit in the order. Discount percent, Total Discount Amount, and Line Total will be automatically calculated.
fi_fi: Syötä tuotteen alennettu kokonaishinta per tuote. Alennusprosentti, alennuksen kokonaismäärä ja rivin kokonaissumma lasketaan automaattisesti.

source: Discount Percent
fi_fi: Alennusprosentti

source: Enter the discount percentage (%) for the line item. Discounted Unit Price, Total Discount Amount, and Line Total will be automatically.
fi_fi: Syötä alennusprosentti (%) rivin tuotteelle. Alennettu yksikköhinta, kokonaisalennuksen määrä ja rivin kokonaissumma lasketaan automaattisesti.

source: Total Discount Amount
fi_fi: Kokonaisalennus

source: Enter the total discount amount for the line item. Discounted Unit Price, Discount percent, and Line Total will be automatically calculated.
fi_fi: Syötä kokonaisalennuksen määrä rivin tuotteelle. Alennettu yksikköhinta, alennusprosentti ja rivin kokonaissumma lasketaan automaattisesti.

source: Line Total
fi_fi: Rivin hinta

source: Enter the total amount for the line item. Discounted Unit Price, Discount percent, and Total Discount Amount will be automatically calculated.
fi_fi: Syötä tuoterivin tuotteen kokonaishinta. Alennettu yksikköhinta, alennusprosentti ja alennuksen kokonaismäärä lasketaan automaattisesti.

source: Orderline type
fi_fi: Tilausrivin tyyppi

source: Search product by name, SKU, or barcode
fi_fi: Etsi tuotteita nimellä, tuotenumerolla tai viivakoodilla

source: If your product prices vary based on customer, you might want to select customer first.
fi_fi: Jos tuotteidesi hinnat riippuvat asiakkaasta, kannattaa asiakas valita ensin.

source: All prices are in %s and include taxes.
fi_fi: Kaikki hinnat ovat %s ja sisältävät veron.

source: All prices are in %s. Taxes not included
fi_fi: Kaikki hinnat ovat %s eivätkä sisällä veroja

source: Product Quick Adder
fi_fi: Tuotteen pikalisääjä

source: Search for products to add to the order by searching by name, SKU, or barcode or click the magnifying glass for more fine-grained filtering.
fi_fi: Etsi tuotteita, jotka haluat lisätä tilaukselle, nimellä, tuotenumerolla tai viivakoodilla. Voit myös klikata suurennuslasia jos haluat tarkemman haun.

source: Automatically add selected product
fi_fi: Lisää valitut tuotteet automaattisesti

source: Add new line
fi_fi: Lisää uusi rivi

source: No shipping method
fi_fi: Ei toimitustapaa

source: Select a shipping method for the order. These methods are defined in shipping settings.
fi_fi: Valitse toimitustapa tilaukselle. Nämä tavat määritellään toimitusasetuksissa.

source: No payment method
fi_fi: Ei maksutapaa

source: Select a payment method for the order. These methods are defined in payment settings.
fi_fi: Valitse maksutapa tilaukselle. Nämä tavat määritellään maksutapa-asetuksissa.

source: Shop
fi_fi: Kauppa

source: Product
fi_fi: Tuote

source: Other
fi_fi: Muu

source: billing
fi_fi: laskutus

source: shipping
fi_fi: toimitus

source: Enter the name for the %s address.
fi_fi: Syötä nimi %s osoitteelle.

source: Tax number
fi_fi: Veronumero

source: Enter the company tax (ID) number.
fi_fi: Syötä yrityksen y-tunnus.

source: Enter the best %s contact phone number.
fi_fi: Syötä paras %s yhteyshenkilön puhelinnumero.

source: Enter the %s email address for transaction receipts and communications.
fi_fi: Syötä %s sähköpostiosoite kuiteille ja yhteydenpidolle.

source: Street
fi_fi: Katu

source: Enter the %s street address.
fi_fi: Syötä %s katuosoite.

source: Street (2)
fi_fi: Katu (2)

source: Enter the %s street address (2).
fi_fi: Syötä %s katuosoite (2).

source: ZIP / Postal code
fi_fi: Postinumero

source: Enter the zip or postal code of the %s address.
fi_fi: Syötä postinumero tai -koodi %s osoitteelle.

source: City
fi_fi: Kaupunki

source: Enter the city of the %s address.
fi_fi: Syötä kaupunki %s osoitteelle.

source: Region
fi_fi: Alue

source: Enter the region, state, or province of the %s address.
fi_fi: Syötä alue, osavaltio tai maakunta %s osoitteelle.

source: Country
fi_fi: Maa

source: Enter the country of the %s address.
fi_fi: Syötä maa %s osoitteelle.

source: No records found.
fi_fi: Tietoja ei löytynyt.

source: Warning! Missing JavaScript dependencies detected.
fi_fi: Varoitus! Puuttuvat JavaScript-riippuvuudet havaittu.

source: Identifier
fi_fi: Tunniste

source: Value %s Name
fi_fi: Arvon %s nimi

source: Delete value
fi_fi: Poista arvo

source: Are you sure?
fi_fi: Oletko varma?

source: Delete Variable
fi_fi: Poista muuttuja

source: Add new value
fi_fi: Lisää uusi arvo

source: Variable Name
fi_fi: Muuttujan nimi

source: Variable
fi_fi: Muuttuja

source: Identifer
fi_fi: Tunniste

source: New template
fi_fi: Uusi malli

source: Show identifier fields (for advanced users)
fi_fi: Näytä tunnistekentät (Edistyneille käyttäjille)

source: There are no variables defined.
fi_fi: Yhtään muuttujaa ei ole määritetty.

source: Variation Template
fi_fi: Muunnosmalli

source: Select Template
fi_fi: Valitse malli

source: Selecting and saving a template will clear all variable children selections for this product.
fi_fi: Mallin valitseminen ja tallentaminen tyhjentää kaikki muuttujan alavalinnat tälle tuotteelle.

source: Add new variable
fi_fi: Lisää uusi muuttuja

source: No browser URL for kind:
fi_fi: Ei URL-osoitetta selaimessa tyypille:

source: Clear
fi_fi: Tyhjennä

source: Drop files here or click to browse.
fi_fi: Pudota tiedostot tähän tai klikkaa selaa.

source: only images can be uploaded!
fi_fi: voit lisätä vain kuvia!

source: Error happened while uploading file.
fi_fi: Virhe ladattaessa tiedostoa.

source: Browse media
fi_fi: Selaa mediaa

source: Error! For images greater than %s kb, use the media browser instead.
fi_fi: Virhe! Käytä sen sijaan mediaselainta, jos kuvat ovat suurempia kuin %s kb.

source: No results.
fi_fi: Ei tuloksia.

source: The results could not be loaded
fi_fi: Tulosten lataaminen epäonnistui

source: Please delete %s character
fi_fi: Ole hyvä ja poista %s merkki

source: Please enter %s or more characters
fi_fi: Ole hyvä ja syötä %s tai enemmän merkkejä

source: Loading more results...
fi_fi: Ladataan lisää tuloksia...

source: You can only select %s item
fi_fi: Voit valita vain %s kohteen

source: No results found
fi_fi: Ei tuloksia.

source: Searching...
fi_fi: Haetaan...

source: Quick Links
fi_fi: Pikalinkit

source: Quick Links to your most used features.
fi_fi: Pikalinkit yleisimmin käytettyihin toimintoihin.

source: Orders
fi_fi: Tilaukset

source: Track and filter your customers’ orders here.
fi_fi: Voit seurata ja suodattaa asiakkaidesi tilauksia täällä.

source: Products
fi_fi: Tuotteet

source: All your exciting products and features are located here.
fi_fi: Kaikki tuotteesi ja ominaisuutesi löytyvät täältä.

source: Contacts
fi_fi: Kontaktit

source: All your customer data is located here. Target and organize your clients details your way!
fi_fi: Kaikki asiakkaiden tiedot löytyvät täältä. Voit kohdistaa ja organisoida asiakkaitasi omaan tapaasi!

source: Campaigns
fi_fi: Kampanjat

source: Great loyalty tool for creating marketing, campaigns, special offers and coupons to entice your shoppers!
fi_fi: Mahtava työkalu markkinoitiin sekä kampanjoiden, tarjousten että kuponkien tekoon, jotta saat houkuteltua ostajia!

source: Set offers based on their previous purchase behavior to up- and cross sale your inventory.
fi_fi: Tee tarjouksia ostokäyttäytymiseen perustuen lisä- ja ristiinmyydäksesi varastoasi.

source: Content
fi_fi: Sisältö

source: The make-over tool to customize you site themes, add pages and product carousels. Incorporate any media to make your store pop!
fi_fi: Sivusi teemojen muokkaustyökalu; luo sivuja ja lisää tuotekaruselleja. Lisää mitä tahansa sisältöä sivuillesi, jotta kauppasi nousee esiin.

source: Reports
fi_fi: Raportit

source: Your reporting tool to build and analyze your consumer behavior information that can assist with your business decisions.
fi_fi: Raportointityökalusi joka auttaa analysoimaan asiakkaiden käyttäytymistietoa ja auttaa sinua tekemään liiketoiminnallisia päätöksiä.

source: Shops
fi_fi: Kaupat

source: Place for your Shop specific settings. You can customize taxes, currencies, customer groups, and many other things in this menu.
fi_fi: Kauppakohtaiset asetukset. Voit muokata veroja, valuuttoja, asiakasryhmiä ja useita muita asioita täältä.

source: Addons
fi_fi: Laajennukset

source: This is your connection interface. Addons and other systems you use can be attached to your store through powerful data connections.
fi_fi: Tämä on liitäntärajapintasi. Laajennukset ja muut järjestelmät joita käytät voidaan liittää kauppaasi nopeiden rajapintojemme läpi.

source: Supercharge your site and gather crazy amounts of data with integrations to CRMs and ERPs, POS’s and PIM’s, or any other acronym you can think of.
fi_fi: Boostaa sivuasi suurilla datamäärillä esimerkiksi CRM, ERP, POS tai PIM integraatioiden kautta.

source: Settings
fi_fi: Asetukset

source: The nuts and bolts of your store are found here. From individual country tax-regulations to your contact details.
fi_fi: Kauppasi perusasetukset löytyvät täältä. Yksittäisen maan verosäännöistä aina kauppasi yhteystietoihin.

source: Search
fi_fi: Etsi

source: Lost and cannot find your way? No worries, you can search contacts, settings, add-ons and more features from here.
fi_fi: Eksyksissä etkä löydä perille? Ei huolta, voit etsiä kontakteja, asetuksia, laajennuksia ja useita muita ominaisuuksia täältä.

source: View your storefront
fi_fi: Näytä kaupan julkinen osio

source: Preview your shop and all the cool features you have created!
fi_fi: Esikatsele kauppaasi ja kaikkia mahtavia ominaisuuksia jotka olet luonut!

source: We're done!
fi_fi: Olemme valmiit!

source: It was nice to show you around!
fi_fi: Oli mukava näyttää sinulle paikkoja!

source: If you need to run it again, fire it up from the menu in the top right.
fi_fi: Jos sinun pitää ajaa se uudestaan, voit käynnistää sen ylävalikosta, yläoikealta.

source: Learn more at the Shuup Help Center
fi_fi: Lisätietoa Shuup Help Centeristä

source: Mass actions
fi_fi: Massatoiminnot

source: From
fi_fi: Mistä

source: To
fi_fi: Mihin

source: Items per page
fi_fi: Tuloksia per sivu

source: Page
fi_fi: Sivu

source: Reset filters
fi_fi: Tyhjennä suodattimet

source: Reset
fi_fi: Tyhjennä

source: Sort by
fi_fi: Järjestä

source: ascending
fi_fi: nouseva

source: descending
fi_fi: laskeva

source: Default sorting
fi_fi: Oletusjärjestys

source: Previous
fi_fi: Edellinen

source: Next
fi_fi: Seuraava

source: Filter by %s
fi_fi: Suodata %s

source: Select
fi_fi: Valitse

source: Filters
fi_fi: Suodattimet

source: Done
fi_fi: Tehty

source: Show filters
fi_fi: Näytä suodattimet

source: Select Action
fi_fi: Valitse Toiminto

source: Clear Selections
fi_fi: Tyhjennä valinnat

source: Select All
fi_fi: Valitse kaikki

source: Select All %s Items
fi_fi: Valitse kaikki %s kohdetta

source: There are no %s to show
fi_fi: Ei ole %s näytettävää

source: There is no item to show
fi_fi: Ei ole näytettävää kohdetta

source: with selected filters
fi_fi: valituilla suodattimilla

source: How about creating a new entry?
fi_fi: Entä uuden merkinnän luominen?

source: Success! Mass Action was completed.
fi_fi: Menestys! Joukkotoiminta saatiin päätökseen.

source: Error! Something went wrong with the Mass Action.
fi_fi: Virhe! Jotain meni pieleen joukkotoiminnassa.

source: All %s Items Selected
fi_fi: Kaikki %s kohdetta valittu

source: Warning! You didn't select anything.
fi_fi: Varoitus! Et valinnut mitään.

source: Confirm action by clicking OK!
fi_fi: Vahvista toiminta napsauttamalla OK!

source: Are you sure you want to delete this media?
fi_fi: Oletko varma, että haluat poistaa tämän median?

source: Set as primary image
fi_fi: Aseta pääkuvaksi

source: Primary image
fi_fi: Pääkuva

source: Finish
fi_fi: Valmis

source: Skip
fi_fi: Ohita
