Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: Customers Dashboard
de: Kundenkontoübersicht
fi_fi: Asiakkaiden ohjausnäkymä
it: Dashboard Clienti
pt_br: Painel de Clientes
pt_pt: Painel do Cliente
sv_se: Kundens översikt

source: Active customers
de: Aktive Kunden
fi_fi: Aktiivisia asiakkaita
it: Clienti attivi
pt_br: Clientes ativos
pt_pt: Clientes ativos
sv_se: Aktiva kunder

source: Based on orders within 30 days
de: Basierend auf Bestellungen innerhalb von 30 Tagen
fi_fi: Perustuen viimeisen 30 päivän tilauksiin
it: Basato sugli ordini degli ultimi 30 giorni
pt_br: Baseado nos pedidos dos últimos 30 dias
pt_pt: Baseado em encomendas em 30 dias
sv_se: Baserat på beställnigar inom 30 dagar

source: Created on
de: Angelegt am
pt_pt: Criado em
sv_se: Skapad på

source: Modified on
de: Geändert am
pt_pt: Modificado em
sv_se: Ändrad den

source: Manufacturers
de: Hersteller
fi_fi: Valmistajat
it: Produttori
pt_br: Fabricantes
pt_pt: Fabricantes
sv_se: Tillverkare

source: Allow the user to select manufacturers in admin.
de: Dem Benutzer erlauben, Hersteller im Admininstrationsbereich auszuwählen.

source: Select shops for this manufacturer. Keep it blank to share with all shops.
de: Wähle Händler für diesen Hersteller aus. Lass das Feld leer, um es für alle Händler freizugeben.
pt_pt: Selecione lojas para este fabricante. Mantenha em branco para partilhar com todas lojas.
sv_se: Välj butiker för denna tillverkare. Håll den tom för att dela med alla butiker.

source: You have no permission to change a shared Manufacturer.
de: Du hast leider keine Berechtigung, einen freigegebenen Hersteller zu ändern.
pt_pt: Você não tem permissão para alterar um fabricante compartilhado.
sv_se: Du har ingen behörighet att ändra en delad tillverkare.

source: Media
de: Medien
pt_br: Mídia
pt_pt: meios de comunicação

source: Media browser
de: Medien-Browser
fi_fi: Mediaselain
it: Esplora Media
pt_br: Navegador de mídias
pt_pt: Navegador de mídia
sv_se: Mediabläddrare

source: Visible for all everyone in the media browser
de: Im Medien-Browser für alle anzeigen
pt_pt: Visível para todos no navegador de mídia
sv_se: Synlig för alla i mediebläddraren

source: {num} subfolders moved to {folder}.
de: {num} Unterordner nach {folder} verschoben.
fi_fi: {num} alikansiota siirretty kansioon {folder}.
it: {num} sottocartelle spostate in {folder}
pt_br: {num} subpastas movidas para {folder}.
pt_pt: Subpastas {num} movidas para {folder}.
sv_se: {num} undermappar flyttde till {folder}.

source: {num} files moved to {folder}.
de: {num} Dateien nach {folder} verschoben.
fi_fi: {num} tiedostoa siirretty kansioon {folder}.
it: {num} file spostati in {folder}.
pt_br: {num} arquivos movidos para {folder}.
pt_pt: Arquivos {num} movidos para {folder}.
sv_se: {num} filer flyttade till {folder}.

source: Folder `%s` was deleted.
de: Der Ordner "%s" wurde gelöscht.
pt_pt: A pasta `%s` foi excluída.
sv_se: Mappen '%s' raderades.

source: Browse Media
de: Medien durchsuchen
pt_pt: Navegar na mídia
sv_se: Bläddra efter media

source: You do not have permissions to create a subfolder here.
de: Du hast leider nicht die Berechtigung hier einen Unterordner zu erstellen.
pt_pt: Você não tem permissão para criar uma subpasta aqui.
sv_se: Du har inte behörighet att skapa en undermapp här.

source: Folder was renamed.
de: Der Ordner wurde umbenannt.
pt_pt: A pasta foi renomeada.
sv_se: Mappen döptes om.

source: Folder can't be renamed to %s.
de: Der Ordner kann leider nicht in %s umbenannt werden.
pt_pt: A pasta não pode ser renomeada para %s.
sv_se: Mappen kan inte bytas om till %s.

source: Can't rename this folder, either you don't have permssion to do it or it's a shared folder between more then one shop or it has a owner
de: Du kannst diesen Ordner leider nicht umbenennen, da Du entweder keine Berechtigung hierfür besitzt oder es sich um einen gemeinsam genutzten Ordner mehrerer Händlerbereiche handelt oder er einen anderen Besitzer hat.
pt_pt: Não é possível renomear esta pasta, ou você não tem permissão para fazer isso ou é uma pasta compartilhada entre mais de uma loja ou tem um proprietário
sv_se: Det går inte att byta namn på den här mappen, antingen har du inte tillstånd att göra det eller så är det en delad mapp mellan mer än en butik eller så har den en ägare

source: This folder is protected and cannot be deleted.
de: Dieser Ordner ist geschützt und kann nicht gelöscht werden.
pt_pt: Esta pasta está protegida e não pode ser excluída.

source: Can't delete this folder, either you don't have permssion to do it or it's a shared folder between more then one shop
de: Du kannst diesen Ordner leider nicht löschen, da Du entweder keine Berechtigung dazu hast oder es sich um einen gemeinsamen Ordner mehrerer Marktplätze handelt.
pt_pt: Não é possível excluir esta pasta, ou você não tem permissão para fazer isso ou é uma pasta compartilhada entre mais de uma loja
sv_se: Det går inte att ta bort den här mappen, antingen har du inte tillstånd att göra det eller så är det en delad mapp mellan mer än en butik

source: File was renamed.
de: Die Datei wurde umbenannt.
pt_pt: O arquivo foi renomeado.
sv_se: Filen döptes om.

source: Can not rename this file.
de: Diese Datei kann leider nicht umbenannt werden.
pt_pt: Não é possível renomear este arquivo.
sv_se: Det går inte att byta namn på den här filen.

source: File was deleted.
de: Die Datei wurde gelöscht.
pt_pt: O ficheiro foi eliminado.
sv_se: Filen raderades.

source: Can not delete this file.
de: Diese Datei kann leider nicht gelöscht werden.
pt_pt: Não é possível eliminar este ficheiro.
sv_se: Det går inte att ta bort den här filen.

source: Can't move a shared file.
de: Eine freigegebene Datei kann nicht verschoben werden.
pt_pt: Não é possível mover um ficheiro partilhado.
sv_se: Det går inte att flytta en delad fil.

source: %(file)s moved from %(old)s to %(new)s.
de: %(file)s von %(old)s nach %(new)s verschoben.
fi_fi: %(file)s siirretty sijainnista %(old)s sijaintiin %(new)s.
it: %(file)s spostati da %(old)s a %(new)s.
pt_br: %(file)s movido de %(old)s para %(new)s.
pt_pt: %(file)smovido de %(old)spara%(new)s.
sv_se: %(file)s flyttades från %(old)s till %(new)s.

source: %(file)s uploaded to %(folder)s.
de: %(file)s wurde in %(folder)s hochgeladen.
pt_pt: %(file)scarregado para %(folder)s.
sv_se: %(file)s uppladdat till %(folder)s.

source: You do not have permission to upload content to this folder
de: Du hast leider nicht die Berechtigung, Inhalte in diesen Ordner hochzuladen.
pt_pt: Não tem permissão para carregar conteúdo para esta pasta
sv_se: Du har inte behörighet att ladda upp innehåll till den här mappen

source: You don't have access to preform this action.
de: Du hast leider keine Zugriffsrechte, um diese Aktion auszuführen.
pt_pt: Não tem acesso para realizar esta ação.
sv_se: Du har inte tillgång till preform den här åtgärden.

source: Customize Your Admin Menu
de: Anpassen des Verwaltungsmenüs
pt_pt: Customize o seu Menu Amin
sv_se: Anpassa din administratörsmeny

source: Arrange Your Admin Menu
de: Anordnen des Verwaltungsmenüs
pt_pt: Organize o seu Menu Admin
sv_se: Ordna din administratörsmeny

source: Customize SuperUser Admin Menu
de: Anpassen des Superuser-Verwaltungsmenüs
pt_pt: Customize o seu Menu Super Utilizador Admin
sv_se: Anpassa SuperUser Admin Menu

source: Arrange SuperUser Admin Menu
de: Anordnen des Superuser-Verwaltungsmenüs
pt_pt: Organize o seu Menu Super Utilizador Admin
sv_se: Ordna administratörsmenyn för SuperUser

source: Customize Staff Admin Menu
de: Anpassen des des Mitarbeiter-Verwaltungsmenüs
pt_pt: Customize o Menu Staff Admin
sv_se: Anpassa personaladministratörsmenyn

source: Arrange Staff Admin Menu
de: Anordnen des des Mitarbeiter-Verwaltungsmenüs
pt_pt: Organize o Menu Staff Admin
sv_se: Ordna personaladministratörsmenyn

source: Customize Supplier Admin Menu
de: Anpassen des Händler-Verwaltungsmenüs
pt_pt: Customize o Menu Fornecedor Admin
sv_se: Anpassa leverantörens administratörsmeny

source: Arrange Supplier Admin Menu
de: Anordnen des Händler-Verwaltungsmenüs
pt_pt: Organize o Menu Fornecedor Admin
sv_se: Ordna leverantörens administratörsmeny

source: Menu saved
de: Menü gespeichert
pt_pt: Menu gravado
sv_se: Menyn sparad

source: Menu reset
de: Menü zurückgesetzt
pt_pt: Redefinir Menu
sv_se: Menyåterställning

source: Show orders
de: Bestellungen anzeigen
fi_fi: Näytä tilaukset
it: Mostra Ordini
pt_br: Mostrar pedidos
pt_pt: Mostrar encomendas
sv_se: Visa beställningar

source: Shipments
de: Lieferungen
fi_fi: Lähetykset
it: Spedizioni
pt_br: Remessas
pt_pt: Envio
sv_se: Transport

source: Show shipments
de: Lieferungen anzeigen
pt_pt: Mostrar envios

source: Outstanding Orders
de: Offene Bestellungen
fi_fi: Avoimet tilaukset
it: Ordini in sospeso
pt_br: Pedidos Pendentes
pt_pt: Encomendas pendentes
sv_se: Utestående beställnigar

source: %d outstanding orders
de: %d offene Bestellungen
fi_fi: %d avointa tilausta
it: %d ordini in sospeso
pt_br: %d pedidos pendentes
pt_pt: %dencomendas pendentes
sv_se: %d utestående beställngar

source: New order
de: Neue Bestellung
fi_fi: Uusi tilaus
pt_pt: Nova encomenda
sv_se: Ny beställning

source: Order Status
de: Bestellstatus
fi_fi: Tilauksen tila
it: Stato Ordine
pt_br: Status do Pedido
pt_pt: Estado de Encomenda
sv_se: Beställningsstatus

source: List Statuses
de: Status auflisten
fi_fi: Tila
pt_pt: Listar Estados
sv_se: Lista statusar

source: The quantity '%(quantity)s' (for line %(text)s) is invalid (%(error)s).
de: Die Mengenangabe "%(quantity)s" (für Position %(text)s) ist ungültig (%(error)s).
pt_pt: A quantidade '%(quantity)s'(para linha %(text)s) é inválida (%(error)s).
sv_se: Kvantiteten '%(quantity)s' (för rad %(text)s) är ogiltig (%(error)s).

source: The price '%(price)s' (for line %(text)s) is invalid (%(error)s).
de: Der Preis "%(price)s" (für Position %(text)s) ist ungültig (%(error)s)..
pt_pt: O preço '%(price)s' (para linha %(text)s) é inválida (%(error)s).
sv_se: Priset '%(price)s' (för rad %(text)s) är ogiltigt (%(error)s).

source: The discount '%(discount)s' (for line %(text)s is invalid (%(error)s).
de: Der Rabatt "%(discount)s" (für Position %(text)s) ist ungültig (%(error)s).
pt_pt: O desconto '%(discount)s' (para linha%(text)sé inválida (%(error)s).
sv_se: Rabatten '%(discount)s' (för rad %(text)s är ogiltig (%(error)s).

source: Product line does not have a supplier.
de: Die Artikelposition hat keinen zugehörigen Händler hinterlegt.
pt_pt: Linha de produto não tem um fornecedor.
sv_se: Produktlinjen har ingen leverantör.

source: Product line does not have a product set.
de: Die Artikelposition hat keinen zugehörigen Artikel hinterlegt.
fi_fi: Tuoterivillä ei ole asetettua tuotetta.
it: La linea di prodotti non ha un insieme di prodotto
pt_br: O item de produto não tem um produto definido.
pt_pt: Linha de produto não tem ainda um produto.
sv_se: Produkten har inte en produktuppsättning.

source: Product `%s` does not exist.
de: Artikel "%s" ist nicht vorhanden.
pt_pt: Produto '%s' não existe.
sv_se: Produkten "%s" finns inte.

source: Product %(product)s is not available in the %(shop)s shop.
de: Artikel %(product)s ist im %(shop)s Marktplatz leider nicht verfügbar.
fi_fi: Tuotetta %(product)s ei ole saatavilla %(shop)s kaupassa.
it: Il Prodotto %(product)s non è disponibile nel negozio %(shop)s.
pt_br: O produto %(product)s não está disponível na loja %(shop)s.
pt_pt: Produto %(product)snão está disponível na loja %(shop)s.
sv_se: Produkten %(product)s är inte tillgängliga i %(shop)s shop.

source: Please add lines to the order.
de: Bitte füge ein oder mehrere Artikel der Bestellung hinzu.
fi_fi: Lisää rivejä tilaukseen
it: Prego, aggiungere linee all'ordine.
pt_br: Por favor, adicione itens ao pedido.
pt_pt: Por favor adicione linhas à encomenda.
sv_se: Vänligen lägga till rader i beställnigen.

source: Tax number is not set for company.
de: Die Steuernummer ist für das Unternehmen nicht angegeben.
fi_fi: Yritykselle ei ole asetettu veronumeroa .
it: La Partita IVA non è inserita per l'azienda.
pt_br: Número de contribuinte não está definido para a empresa.
pt_pt: Número fiscal não está definido para empresa.
sv_se: Momsregistreringsnummer är inte angivet för företaget.

source: Please choose a valid shop.
de: Bitte wähle einen gültigen Marktplatz.
fi_fi: Valitse kelvollinen kauppa
it: Prego, scegliere un negozio valido.
pt_br: Por favor, escolha uma loja válida.
pt_pt: Por favor selecione uma loja válida.
sv_se: Vänligen välj en giltig butik.

source: Please select shipping method.
de: Bitte wähle eine Versandart aus.
fi_fi: Valitse toimitustapa.
it: Selezionare un metodo di spedizione.
pt_br: Por favor, selecione a forma de entrega.
pt_pt: Por favor selecione um método de envio.
sv_se: Vänligen välj leveranssätt.

source: Please select payment method.
de: Bitte wähle eine Zahlungsart aus.
fi_fi: Valitse maksutapa.
it: Selezionare un metodo di pagamento.
pt_br: Por favor, selecione a forma de pagamento.
pt_pt: Por favor selecione um método de pagamento.
sv_se: Välj en betalningsmetod.

source: Cancel
de: Abbrechen
fi_fi: Peruuta
it: Annulla
pt_br: Cancelar
pt_pt: Cancelar
sv_se: Avbryt

source: Print Confirmation PDF(s)
de: PDF(s) zur Bestätigung drucken
fi_fi: Tulosta tilausvahvistus PDF:t
it: Stampa Conferma PDF
pt_pt: Imprimir confirmação PDF(s)
sv_se: Skriv ut bekräftelse PDF(er)

source: Error! Selecting all is not supported.
de: Fehler! Das Kriterium "Alles auswählen" wird nicht unterstützt.
pt_pt: Erro! Selecionar todos não é suportado.
sv_se: Fel! Att välja alla stöds inte.

source: Print Delivery PDF(s)
de: Lieferdokumente als PDF(s) drucken
fi_fi: Tulosta lähete PDF:t
it: Stampa PDF Consegna
pt_pt: Imprimir Entrega PDF(s)
sv_se: Skriv ut leverans PDF(er)

source: Payments
de: Zahlungen
fi_fi: Maksut
it: Pagamenti
pt_br: Pagamentos
pt_pt: Pagamentos
sv_se: Betalningar

source: Log Entries
de: Protokolleinträge
fi_fi: Lokimerkinnät
it: Log
pt_br: Entradas de Log
pt_pt: Entradas de Registo
sv_se: Loggposter

source: Admin comment/notes
de: Admin-Kommentar/Anmerkungen
fi_fi: Pääkäyttäjän kommentti/muistiinpanot
it: commento/note amministratore
pt_pt: Comentário/notas Admin
sv_se: Administratörs kommentar/anteckningar

source: Status history
de: Statusverlauf

source: Set Status
de: Status setzen
fi_fi: Aseta tila
pt_pt: Definir Estado
sv_se: Ange status

source: Set Complete
de: Status "Abgeschlossen" setzen
fi_fi: Aseta käsitellyksi
it: Set Completo
pt_br: Definir como Completo
pt_pt: Definir Completo
sv_se: Sätt som slutförd

source: This order can not be set as complete at this point
de: Diese Bestellung kann zu diesem Zeitpunkt nicht als abgeschlossen markiert werden.
fi_fi: Tilausta ei voi asettaa käsitellyksi tällä hetkellä
it: Questo ordine non può essere segnato completo a questo punto
pt_br: Este pedido não pode ser definido como completo neste momento
pt_pt: Esta encomenda não pode ser definida como completa neste ponto
sv_se: Denna beställning kan inte ställas in som klar i detta skede

source: Cancel Order
de: Bestellung stornieren
fi_fi: Peruuta tilaus
it: Cancella Ordine
pt_br: Cancelar Pedido
pt_pt: Cancelar Encomenda
sv_se: Avbryt beställning

source: Paid, shipped, or canceled orders cannot be canceled
de: Bezahlte, versandte oder stornierte Bestellungen können nicht storniert werden.
fi_fi: Maksettuja, toimitettuja, tai jo peruutettuja tilauksia ei voi perua.
it: Gli Ordini pagati, cancellati o spediti non possono essere rimossi
pt_br: Pedidos pagos, enviados ou cancelados não podem ser cancelados
pt_pt: Ordens pagas, enviadas ou canceladas, não podem ser canceladas.
sv_se: Betalda, levererade eller avbrutna beställningar kan inte avbrytas

source: Edit order
de: Bestellung bearbeiten
fi_fi: Muokkaa tilausta
it: Modifca Ordine
pt_br: Editar pedido
pt_pt: Editar encomenda
sv_se: Ändra ordern

source: This order cannot modified at this point
de: Diese Bestellung kann an dieser Stelle leider nicht geändert werden.
fi_fi: Tätä tilausta ei voi muokata tällä hetkellä
it: Questo ordine non può essere modificato, ora.
pt_br: Este pedido não pode ser modificado neste momento
pt_pt: Esta encomenda não pode ser modificada neste momento
sv_se: Denna ordning kan inte ändras i detta skede

source: Create Payment
de: Zahlung erstellen
fi_fi: Luo maksu
it: Crea Pagamento
pt_br: Criar Pagamento
pt_pt: Criar pagamento
sv_se: Skapa betalning

source: Set Paid
de: Als "bezahlt" markieren
fi_fi: Aseta maksetuksi
pt_pt: Definir Pago
sv_se: Markera som betald

source: Create Refund
de: Rückerstattung anlegen
fi_fi: Luo hyvitys
it: Crea Rimborso
pt_br: Criar Devolução
pt_pt: Criar Reembolso
sv_se: Skapa återbetalning

source: Edit Addresses
de: Adressen bearbeiten
fi_fi: Muokkaa osotteita
pt_pt: Editar Endereços
sv_se: Redigera adresser

source: Billing Address
de: Rechnungsadresse
fi_fi: Laskutusosoite
it: Indirizzi Fatturazione
pt_br: Endereço de Cobrança
pt_pt: Endereço de cobrança
sv_se: Faktureringsadress

source: Shipping Address
de: Lieferadresse
fi_fi: Toimitusosoite
it: Indirizzi Spedizione
pt_br: Endereço de Entrega
pt_pt: Endereço de envio
sv_se: Leveransadress

source: %(field)s updated from: %(old_address)s
de: %(field)s aktualisiert aus: %(old_address)s
fi_fi: %(field)s päivitetty osoitteesta %(old_address)s
pt_pt: %(field)satualizada de:%(old_address)s
sv_se: %(field)s uppdaterad från: %(old_address)s

source: %(field)s were saved.
de: %(field)s wurden gespeichert.
pt_pt: %(field)sforam gravadas.
sv_se: %(field)s sparades.

source: Save -- %s
de: Speichern -- %s
pt_pt: Gravar - %s
sv_se: Spara - %s

source: Save
de: Speichern
fi_fi: Tallenna
it: Salva
pt_br: Salvar
sv_se: Spara

source: Unable to set order as completed at this point.
de: Die Bestellung kann zu diesem Zeitpunkt leider nicht als abgeschlossen markiert werden.
pt_pt: Não foi possível definir o pedido como concluído neste momento.
sv_se: Det går inte att ställa in ordern som slutförd just nu.

source: You can't cancel orders that are paid, shipped, or already canceled.
de: Du kannst keine Bestellungen stornieren, die bezahlt, versandt oder bereits storniert wurden.
pt_pt: Não pode cancelar encomendas que estão pagas, enviadas ou já canceladas.
sv_se: Du kan inte avbryta beställningar som har betalats, skickats eller redan annullerats.

source: Order status changed: from `{old_status}` to `{new_status}`.
de: Der Bestellstatus wurde geändert: von "{old_status}" auf "{new_status}".
pt_pt: Estado de encomenda alterado: de '{old_status}' para {new_status}'.
sv_se: Orderstatus har ändrats: från "{old_status}" till "{new_status}".

source: Create Order
de: Bestellung anlegen
fi_fi: Luo tilaus
it: Crea Ordine
pt_br: Criar Pedido
pt_pt: Criar Encomenda
sv_se: Skapa beställning

source: Contact `%s` does not exist.
de: Der Kontakt "%s" existiert nicht.
pt_pt: Contacto '%s' não existe.
sv_se: Kontakt `%s` existerar inte.

source: Product `%(product)s` is not available in the `%(shop)s` shop.
de: Der Artikel "%(product)s" ist leider bei dem Händler %(shop)s nicht verfügbar.
pt_pt: Produto '%(product)s' não está disponível na loja '%(shop)s'.
sv_se: Produkten "%(product)s" finns inte i butiken "%(shop)s".

source: Order `%(identifier)s` was updated.
de: Die Bestellung "%(identifier)s" wurde aktualisiert.
pt_pt: Encomenda '%(identifier)s' foi atualizada.
sv_se: Beställningen `%(identifier)s` uppdaterades.

source: Order `%(identifier)s` created.
de: Die Bestellung "%(identifier)s" wurde angelegt.
pt_pt: Encomenda '%(identifier)s' criada.
sv_se: Beställning `%(identifier)s` skapad.

source: Could not proceed with the order:
de: Die Bestellung konnte leider nicht ausgeführt werden:
pt_pt: Não foi possível continuar com a encomenda:
sv_se: Det gick inte att fortsätta med beställningen:

source: Could not finalize the order:
de: Die Bestellung konnte leider nicht abgeschlossen werden:
pt_pt: Não foi possível finalizar a encomenda:
sv_se: Det gick inte att slutföra beställningen:

source: Order
de: Bestellung
fi_fi: Tilaus
it: Ordine
pt_br: Pedido
pt_pt: Encomenda
sv_se: Beställning

source: Order Date
de: Bestelldatum
fi_fi: Tilauspäivämäärä
it: Data Ordine
pt_br: Data do Pedido
pt_pt: Data de Encomenda
sv_se: Beställningsdatum

source: Customer
de: Kunde
fi_fi: Asiakas
it: Cliente
pt_br: Cliente
pt_pt: Cliente
sv_se: Kund

source: Payment Status
de: Bezahlstatus
fi_fi: Maksutila
it: Stato Pagamento
pt_br: Status do Pagamento
pt_pt: Estado de Pagamento
sv_se: Betalningsstatus

source: Shipping Status
de: Versandstatus
fi_fi: Toimitustila
it: Stato Spedizione
pt_br: Status de Entrega
pt_pt: Estado de Envio
sv_se: Leveransstatus

source: Total, incl. tax
de: Summe (brutto)
pt_pt: Total, incl. impostos

source: Total, excl. tax
de: Summe (netto)
pt_pt: Total, excl. impostos

source: Create Payment -- %s
de: Zahlung erstellen -- %s
fi_fi: Luo maksu -- %s
it: Crea Pagamento -- %s
pt_br: Criar Pagamento -- %s
pt_pt: Criar Pagamento - %s
sv_se: Skapa betalning--%s

source: Payment amount
de: Zahlungsbetrag
fi_fi: Maksun määrä
it: Ammontare Pagamento
pt_br: Valor do pagamento
pt_pt: Quantia de pagamento
sv_se: Betalningsbelopp

source: Payment amount cannot be 0.
de: Der Zahlungsbetrag darf nicht 0 sein.
pt_pt: Quantia de pagamento não pode ser 0.
sv_se: Betalningsbeloppet kan inte vara 0.

source: Payment %s created.
de: Die Zahlung %s ist erstellt.
fi_fi: Maksu %s luotu
it: Il Pagamento %s è stato creato.
pt_br: Pagamento %s criado.
pt_pt: Criado %spagamento.
sv_se: Betalning %s skapad.

source: Order has already been paid.
de: Die Bestellung wurde bereits bezahlt.
pt_pt: Encomenda já foi paga.
sv_se: Order har redan betalats.

source: Only orders which are not paid or deferred can be set as paid.
de: Nur Bestellungen, die nicht bezahlt oder zurückgestellt sind, können als bezahlt markiert werden.
pt_pt: Apenas encomendas que não estão pagas ou deferidas podem ser pagas.
sv_se: Endast beställningar som inte är betalda kan markeras som betald.

source: Only zero price orders can be set as paid without creating a payment.
de: Nur Nullpreis-Aufträge können als bezahlt markiert werden, ohne eine Zahlung zu erstellen.
fi_fi: Ainoastaan nollahintaiset tilaukset voi asettaa maksetuksi ilman maksua.
pt_pt: Apenas encomendas de preço zero pode ser pagas sem que seja criado um pagamento.
sv_se: Bara beställningar utan pris kan ställas in som betalda utan att skapa en betalning.

source: Zero amount payment
de: Zahlung mit Nullbetrag
fi_fi: Nollahintainen maksu
pt_pt: Pagamento de quantia zero
sv_se: Betalning utan summa

source: Order marked as paid.
de: Die Bestellung ist als bezahlt markiert.
fi_fi: Tilaus merkattu maksetuksi.
pt_pt: Encomenda marcada como paga.
sv_se: Beställning markerad som betald.

source: Payment doesn't exist.
de: Es konnte keine Zahlung zugeordnet werden.
pt_pt: Pagamento não existe.
sv_se: Betalning finns inte.

source: Payment deleted.
de: Die Zahlung wurde gelöscht.
pt_pt: Pagamento eliminado.
sv_se: Betalning borttagen.

source: Line
de: Position
fi_fi: Rivi
pt_pt: Linha
sv_se: Rad

source: The line to refund. To refund an amount not associated with any line, select 'Refund arbitrary amount'.
de: Die zu erstattende Position. Um einen Betrag zu erstatten, der keiner Position zugeordnet ist, wählen Sie "Beliebigen Betrag erstatten".
pt_pt: A linha para reembolso. Para reembolso de quantia não associada com qualquer linha, selecionar 'Reembolsar quantia arbitrária'.
sv_se: Raden som skall att återbetalas. För att återbetala ett belopp som inte är associerad med en rad, välj 'Återbetala godtyckliga belopp'.

source: Quantity
de: Menge
fi_fi: Lukumäärä
it: Quantità
pt_br: Quantidade
pt_pt: Quantidade
sv_se: Antal

source: The number of units to refund.
de: Die Anzahl der zu erstattenden Artikel.
fi_fi: Hyvitettävien yksiköiden määrä.
pt_pt: O número de unidades a reembolsar.
sv_se: Antalet enheter att återbetala.
