Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: However, certain third-party service providers, such as payment gateways and other payment transaction processors, have their own privacy policies in respect to the information we are required to provide to them for your purchase-related transactions.
de: Bestimmte Drittanbieter, wie z. B. Zahlungs-Gateways und andere Zahlungsverkehrsabwickler, haben jedoch ihre eigenen Datenschutzrichtlinien in Bezug auf die Informationen, die wir ihnen für Deine kaufbezogenen Transaktionen zur Verfügung stellen müssen.
pt_pt: No entanto, certos prestadores de serviços terceirizados, como gateways de pagamento e outros processadores de transações de pagamento, têm as suas próprias políticas de privacidade em relação às informações que somos obrigados a fornecer a eles para as suas transações relacionadas com a compra.
sv_se: Vissa tredjepartsleverantörer, såsom betalningsystem och andra betalningstransaktionsprocessorer, har sin egen sekretesspolicy med avseende på den information som vi är skyldiga att tillhandahålla dem för ditt köp relaterade transaktioner.

source: For these providers, we recommend that you read their privacy policies so you can understand the manner in which your personal information will be handled by these providers.
de: Für diese Anbieter empfehlen wir Dir, deren Datenschutzrichtlinien zu lesen, damit Du verstehst, wie Deine persönlichen Daten von diesen Anbietern behandelt werden.
pt_pt: Para esses prestadores, recomendamos que leia as suas políticas de privacidade para que possa entender a maneira como os seus dados pessoais serão tratadas por esses prestadores de serviços.
sv_se: För dessa leverantörer, rekommenderar vi att du läser deras integritetspolicy så att du kan förstå på vilket sätt din personliga information kommer att hanteras av dessa leverantörer.

source: In particular, remember that certain providers may be located in or have facilities that are located in a different jurisdiction than either you or us. So if you elect to proceed with a transaction that involves the services of a third-party service provider, then your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located.
de: Denke insbesondere daran, dass bestimmte Anbieter einen anderen Gerichtsstand als Du oder wir besitzen oder über Einrichtungen verfügen, die sich in einer anderen Rechtsprechung befinden. Wenn Du Dich also dafür entscheidest, mit einer Transaktion fortzufahren, die die Dienste eines Drittanbieters einbezieht, dann können Deine Daten den Gesetzen der Rechtsprechung(en) unterliegen, in der sich dieser Anbieter oder seine Einrichtungen befinden.
pt_pt: Em particular, lembre-se de que certos fornecedores podem estar localizados ou ter instalações localizadas em uma jurisdição diferente da sua ou da nossa. Portanto, se você decidir prosseguir com uma transação que envolva os serviços de um provedor de serviços terceirizado, os seus dados podem ficar sujeitas às leis das jurisdiçõe(s) em que esse provedor de serviços ou as suas instalações estão localizados.
sv_se: Kom framförallt ihåg att vissa leverantörer kan finnas i eller har anläggningar som är belägna i en annan jurisdiktion än antingen du eller oss. Så om du väljer att gå vidare med en transaktion som innebär tjänster från en tredje part tjänsteleverantör, då kan din information bli föremål för lagarna i den jurisdiktion(er) i vilken tjänsteleverantören eller dess lokaler är belägna.

source: As an example, if you are located in Canada and your transaction is processed by a payment gateway located in the United States, then your personal information used in completing that transaction may be subject to disclosure under United States legislation, including the Patriot Act.
de: Wenn Du beispielsweise in Kanada ansässig bist und Deine Transaktion über ein Zahlungs-Gateway in den USA abgewickelt wird, können Deine persönlichen Daten, die bei der Abwicklung dieser Transaktion verwendet werden, gemäß der Gesetzgebung der Vereinigten Staaten, einschließlich des Patriot Act, offengelegt werden.
pt_pt: Por exemplo, se você estiver localizado no Canadá e a sua transação for processada por um portal de pagamento localizado nos Estados Unidos, as suas informações pessoais usadas na conclusão dessa transação podem estar sujeitas a divulgação de acordo com a legislação dos Estados Unidos, incluindo o Patriot Act.
sv_se: Som ett exempel, om du befinner dig i Kanada och transaktionen behandlas av ett betalningssystem som ligger i USA, då kommer din personliga information som används för att slutföra transaktionen att bli föremål för utlämnande enligt amerikansk lagstiftning, inklusive Patriot Act.

source: Once you leave our store’s website or are redirected to a third-party website or application, you are no longer governed by this Privacy Policy or our website’s Terms of Service.
de: Sobald Du die Webseite unseres Marktplatzes verlässt oder auf eine Webseite oder Anwendung eines Drittanbieters weitergeleitet wirst, unterliegst Du nicht mehr dieser Datenschutzrichtlinie oder den Nutzungsbedingungen unserer Webseite.
pt_pt: Assim que você sair do site da nossa loja ou for redirecionado para um site ou aplicativo de terceiros, não será mais regido por esta Política de Privacidade ou pelos Termos de Serviço do nosso site.
sv_se: När du lämnar vår butikens hemsida eller omdirigeras till en tredje part webbplats eller applikation, då är omfattas du inte längre av denna sekretesspolicy eller vår webbplats användarvillkor.

source: Links
de: Verweise
pt_pt: Ligações
sv_se: Länkar

source: When you click on links on our store, they may direct you away from our site. We are not responsible for the privacy practices of other sites and encourage you to read their privacy statements.
de: Wenn Du auf Links bei unserem Marktplatz klickst, können diese Dich von unserer Seite wegführen. Wir sind nicht verantwortlich für die Datenschutzpraktiken anderer Webseiten und empfehlen Dir, deren Datenschutzerklärungen zu lesen.
pt_pt: Quando clica em links em nossa loja, eles podem direcioná-lo para fora do nosso site. Não somos responsáveis pelas práticas de privacidade de outros sites e encorajamo-lo a ler as suas declarações de privacidade.
sv_se: När du klickar på länkar på vår butik, kan de leda dig bort från vår webbplats. Vi är inte ansvariga för integritetspraxis på andra webbplatser och uppmuntra dig att läsa deras sekretesspolicy.

source: SECTION 6 - SECURITY
de: ABSCHNITT 6 - SICHERHEIT
pt_pt: SECÇÃO 6 - SEGURANÇA
sv_se: SEKTION 6 - SÄKERHET

source: To protect your personal information, we take reasonable precautions and follow industry best practices to make sure it is not inappropriately lost, misused, accessed, disclosed, altered or destroyed.
de: Um Deine persönlichen Daten zu schützen, ergreifen wir angemessene Vorsichtsmaßnahmen und befolgen bewährte Vorgehensweisen der Branche, um sicherzustellen, dass Deine Daten nicht unangemessen verloren gehen, missbraucht werden, auf sie zugegriffen wird, sie offengelegt, verändert oder zerstört werden.
pt_pt: Para proteger as suas informações pessoais, tomamos as precauções razoáveis e seguimos as melhores práticas da indústria para garantir que não sejam perdidas, mal utilizadas, acessadas, divulgadas, alteradas ou destruídas de forma inadequada.
sv_se: För att skydda din personliga information, tar vi rimliga försiktighetsåtgärder och följer branschens bästa praxis för att se till att informationen inte olämpligt förloras, missbrukas, nås, avslöjas, ändras eller förstörs.

source: If you provide us with your credit card information, the information is encrypted using secure socket layer technology (SSL) and stored with a AES-256 encryption. Although no method of transmission over the Internet or electronic storage is 100%% secure, we follow all PCI-DSS requirements and implement additional generally accepted industry standards.
de: Wenn Du uns Deine Kreditkarteninformationen zur Verfügung stellst, werden die Informationen mit der Secure Socket Layer-Technologie (SSL) verschlüsselt und mit einer AES-256-Verschlüsselung gespeichert. Obwohl keine Methode der Übertragung über das Internet oder der elektronischen Speicherung 100%% sicher ist, befolgen wir alle PCI-DSS-Anforderungen und implementieren weitere allgemein anerkannte Branchenstandards.
pt_pt: Se nos fornecer as informações do seu cartão de crédito, as informações serão criptografadas usando a tecnologia Secure Socket Layer (SSL) e armazenadas com criptografia AES-256. Embora nenhum método de transmissão pela Internet ou armazenamento eletrônico seja 100%%seguro, seguimos todos os requisitos PCI-DSS e implementamos padrões adicionais geralmente aceitos da indústria.
sv_se: Om du ger oss med din kreditkortsinformation, så kommer fin informationen att krypteras med secure socket layer-tekniken (SSL) och lagras med en AES-256 kryptering. Även om ingen metod för överföring via Internet eller elektronisk lagring är 100 %%säker, följer vi alla PCI-DSS och genomföra ytterligare allmänt accepterade industristandarder.

source: Here is a list of cookies that we use. We’ve listed them here so you can choose if you want to opt-out of cookies or not.
de: Hier ist eine Liste von Cookies, die wir verwenden. Wir haben sie hier aufgelistet, damit Du auswählen kannst, ob Du diese Cookies ablehnen möchtest oder nicht.
pt_pt: Aqui está uma lista de cookies que usamos. Os mesmos estão listados aqui para que possa escolher se deseja desativar os cookies ou não.
sv_se: Här är en lista över kakor som vi använder. Vi har listat dem här så att du kan välja om du vill välja bort cookies eller inte.

source: unique token, sessional, Allows Shuup to store information about your session (referrer, landing page, etc).
de: eindeutiger Token, je Sitzung, erlaubt Shuup, Informationen über Deine Sitzung zu speichern (z.B. Referrer, Landing Page, etc.).
pt_pt: token único, por sessão. Permite à Shuup armazenar informação sobre a sua sessão (referenciador, página de rosto, etc).
sv_se: unik token och sessioner, möjliggör att Shuup lagra information om din session (referent, målsida, etc).

source: SECTION 7 - AGE OF CONSENT
de: ABSCHNITT 7 - VOLLJÄHRIGKEIT
pt_pt: SECÇÃO 7 - IDADE DE CONSENTIMENTO
sv_se: SEKTION 7 - MYNDIGHETSÅLDER

source: By using this site, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.
de: Durch die Nutzung dieser Website erklärst Du, dass Du in dem Land oder Bundesland, in dem Du Deinen Wohnsitz hast, mindestens volljährig bist. Oder dass Du in dem Land oder Bundesland, in dem Du Deinen Wohnsitz hast, volljährig bist und uns Dein Einverständnis gegeben hast, einem Deiner minderjährigen Angehörigen die Nutzung dieser Webseite zu erlauben.
pt_pt: Ao usar este site, declara que tem pelo menos a maioridade no seu país de residência, ou que é maior de idade país de residência e nos deu o seu consentimento para permitir que qualquer um dos seus dependentes menores para usar este site.
sv_se: Genom att använda denna webbplats, intygar du att du är myndig i din nuvarande stat eller provins eller att du är myndig i din stat eller provins där du bor och du har gett oss ditt medgivande som möjliggöra minderåriga under din vårdnad att använda den här webbplatsen.

source: SECTION 8 - CHANGES TO THIS PRIVACY POLICY
de: ABSCHNITT 8 - ÄNDERUNGEN AN DIESER DATENSCHUTZRICHTLINIE
pt_pt: SECÇÃO 8 - ALTERAÇOES A ESTA POLÍTICA DE PRIVACIDADE
sv_se: SEKTION 8 - ÄNDRINGAR AV DENNA INTEGRITETSPOLICY

source: We reserve the right to modify this privacy policy at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on the website. If we make material changes to this policy, we will notify you here that it has been updated, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we use and/or disclose it.
de: Wir behalten uns das Recht vor, diese Datenschutzrichtlinie jederzeit zu ändern, daher bitten wir Dich, sie regelmäßig zu überprüfen. Änderungen und Klarstellungen werden sofort mit ihrer Veröffentlichung auf der Website wirksam. Wenn wir wesentliche Änderungen an dieser Richtlinie vornehmen, werden wir Dich an dieser Stelle darüber informieren, dass sie aktualisiert wurde, damit Du weißt, welche Informationen wir sammeln, wie wir sie verwenden und unter welchen Umständen wir sie gegebenenfalls verwenden und/oder weitergeben.
pt_pt: reservamos o direito de modificar esta política de privacidade a qualquer momento, portanto, revise-a com frequência. As alterações e esclarecimentos entrarão em vigor imediatamente após sua publicação no site. Se fizermos alterações materiais a esta política, iremos notificá-lo aqui de que a mesma atualizada, para que esteja ciente dos dados que recolhemos, como os usamos e sob quais circunstâncias, se houver, usamos e / ou divulgamos os mesmos.
sv_se: Vi förbehåller oss rätten att ändra denna sekretesspolicy när som helst, så så vi rekommenderar att du läser den ofta. Förändringar och förtydliganden träder i kraft omedelbart efter deras publicering på hemsidan. Om vi ​​gör väsentliga förändringar av denna policy kommer vi att meddela det här, så att du är medveten om vilken information vi samlar in, hur vi använder den och under vilka omständigheter och om när vi använder den eller delar med oss av den.

source: If our store is acquired or merged with another company, your information may be transferred to the new owners so that we may continue to sell products to you.
de: Falls unser Marktplatz von einem anderen Unternehmen übernommen wird oder mit diesem fusioniert, können Deine Daten an die neuen Eigentümer übertragen werden, damit wir weiterhin Produkte an Dich verkaufen können.
pt_pt: Se a nossa loja for adquirida ou fundida com outra empresa, as suas informações podem ser transferidas para os novos proprietários para que possamos continuar a vender produtos para si,
sv_se: Om vår butik förvärvas eller slås samman med ett annat företag, kan dina uppgifter överföras till de nya ägarna så att vi kan fortsätta att sälja produkter till dig.

source: QUESTIONS AND CONTACT INFORMATION
de: FRAGEN UND KONTAKTINFORMATIONEN
pt_pt: QUESTÕES E CONTACTO DE INFORMAÇÃO
sv_se: FRÅGOR OCH KONTAKTINFORMATION

source: If you would like to: access, correct, amend or delete any personal information we have about you, register a complaint, or simply want more information contact our Privacy Compliance Officer at <strong>%(shop_email)s</strong> or by mail at <strong>%(shop_address)s</strong>.
de: Wenn Du auf Deine persönlichen Daten zugreifen, sie korrigieren, ändern oder löschen möchtest, eine Beschwerde einreichen oder einfach nur weitere Informationen wünschst, wende Dich bitte an unseren Datenschutzbeauftragten unter <strong>%(shop_email)s</strong> oder schriftlich an <strong>%(shop_address)s</strong>.
pt_pt: Se você deseja: aceder, corrigir, alterar ou excluir qualquer informação pessoal que temos sobre si, registar uma reclamação ou simplesmente desejar mais informações, entre em contacto com nosso o Diretor de Conformidade de Privacidade em<strong>%(shop_email)s</strong>ou através de email em <strong>%(shop_address)s</strong>.
sv_se: Om du vill ha: tillgång, rätta, ändra eller ta bort all personlig information vi har om dig, göra ett klagomål, eller helt enkelt vill ha mer information kontakta vår dataskyddsansvarigas på <strong>%(shop_email)s</strong> eller per post till <strong>%(shop_address)s</strong>.

source: YOUR COMPANY NAME HERE
de: Gib hier Deinen Firmennamen ein
pt_pt: O NOME DA SUA EMPRESA AQUI
sv_se: FÖRETAGETS NAMN HÄR

source: Our policy lasts 30 days. If 30 days have gone by since your purchase, unfortunately we can’t offer you a refund or exchange.
de: Unsere Richtlinie gilt für 30 Tage. Wenn 30 Tage seit Deinem letzten Kauf vergangen sind, können wir Dir leider keine Rückerstattung oder keinen Umtausch anbieten.
pt_pt: A nossa política dura 30 dias. Se já se passaram 30 dias desde sua compra, infelizmente não podemos oferecer reembolso ou troca.
sv_se: Vår policy varar 30 dagar. Om 30 dagar har gått sedan ditt köp, kan vi tyvärr inte erbjuda dig en återbetalning eller utbyte.

source: To be eligible for a return, your item must be unused and in the same condition that you received it. It must also be in the original packaging.
de: Um sich für eine Rückgabe zu qualifizieren, muss Dein Artikel unbenutzt sein und sich im selben Zustand befinden, in dem Du ihn erhalten hast. Außerdem muss er originalverpackt sein.
pt_pt: Para ter direito a uma devolução, o seu item deve estar sem uso e nas mesmas condições em que você o recebeu. Também deve estar na embalagem original.
sv_se: För att vara berättigad till en retur, måste objektet vara oanvänd och i samma skick som du fick det. Föremålet/Föremålen måste också vara i sin originalförpackningen.

source: Several types of goods are exempt from being returned. Perishable goods such as food, flowers, newspapers or magazines cannot be returned. We also do not accept products that are intimate or sanitary goods, hazardous materials, or flammable liquids or gases.
de: Einige Arten von Waren sind von der Rückgabe ausgeschlossen. Verderbliche Waren wie Lebensmittel, Blumen, Zeitungen oder Zeitschriften können nicht zurückgegeben werden. Wir nehmen auch keine Produkte zurück, bei denen es sich um Intim- oder Hygieneartikel, gefährliche Materialien oder brennbare Flüssigkeiten oder Gase handelt.
pt_pt: Diversos tipos de mercadorias estão isentos de devolução. Produtos perecíveis como alimentos, flores, jornais ou revistas não podem ser devolvidos. Também não aceitamos produtos que sejam íntimos ou sanitários, materiais perigosos ou líquidos ou gases inflamáveis.
sv_se: Flera typer av varor är undantagna från att returneras. Färskvaror såsom mat, blommor, tidningar eller tidskrifter kan inte returneras. Vi kan inte accepterar produkter som är intim- eller sanitäravaror, farliga ämnen, eller brandfarliga vätskor eller gaser.

source: Additional non-returnable items:
de: Zusätzliche, nicht rückgabefähige Artikel:
pt_pt: Itens não devolvíeis adicionais:
sv_se: Ytterligare icke-returbara föremål:

source: Gift cards
de: Geschenkgutscheine
pt_pt: Cartões de oferta
sv_se: Presentkort

source: Downloadable software products
de: Herunterladbare Software-Produkte
pt_pt: Produtos de software descarregáveis
sv_se: Nedladdningsbara mjukvaruprodukter

source: Some health and personal care items
de: Einige Gesundheits- und Körperpflegeartikel
pt_pt: Alguns itens de saúde e higiene pessoal
sv_se: Vissa hälso- och hygienartiklar

source: To complete your return, we require a receipt or proof of purchase.
de: Um Deine Rücksendung abzuschließen, benötigen wir den jeweiligen Kaufbeleg.
pt_pt: Para finalizar a sua devolução, necessitamos do recibo ou prova de compra.
sv_se: För att slutföra din retur, kräver vi ett kvitto eller inköpsbevis.

source: Please do not send your purchase back to the manufacturer.
de: Bitte sende Deine Lieferung nicht an den Hersteller zurück.
pt_pt: Por favor não envie de volta a sua compra ao fabricante.
sv_se: Vänligen skicka inte tillbaka dina inköp till tillverkaren.

source: There are certain situations where only partial refunds are granted: (if applicable)
de: Es gibt bestimmte Situationen, in denen nur eine Teil-Rückerstattung gewährt wird: (falls zutreffend)
pt_pt: Existem certas situações em que apenas reembolsos parciais são concedidos: (se aplicável)
sv_se: Det finns vissa situationer där endast en delåterbetalning beviljas: (i förekommande fall)

source: Book with obvious signs of use
de: Bücher mit deutlichen Gebrauchsspuren
pt_pt: Livro com sinais óbvios de uso
sv_se: En bok med tydliga tecken på användning

source: CD, DVD, VHS tape, software, video game, cassette tape, or vinyl record that has been opened.
de: CD, DVD, VHS-Kassette, Software, Videospiel, Kassette oder Vinyl-Schallplatte, die geöffnet wurden.
pt_pt: CD, DVD, fita VHS, software, videogame, fita cassete ou disco de vinil que foi aberto.
sv_se: CD, DVD, VHS-band, programvara, videospel, kassettband eller vinylskiva som har öppnats.

source: Any item not in its original condition, is damaged or missing parts for reasons not due to our error.
de: Jeder Artikel, der sich nicht im Originalzustand befindet, beschädigt ist oder Teile fehlen aus Gründen, die nicht auf unser Verschulden zurückzuführen sind.
pt_pt: Qualquer item que não esteja na sua condição original, está danificado ou com peças em falta por motivos que não são devidos a algum erro nosso.
sv_se: Alla föremål som inte är i sitt ursprungliga skick, har skadats eller saknas delar av skäl som inte beror på ett misstag från vår sida.

source: Any item that is returned more than 30 days after delivery
de: Jeder Artikel, der mehr als 30 Tage nach der Lieferung zurückgegeben wird
pt_pt: Qualquer item que seja devolvido mais de 30 dias após a entrega
sv_se: Alla objekt som returneras mer än 30 dagar efter leverans

source: Refunds (if applicable)
de: Rückerstattungen (falls zutreffend)
pt_pt: Reembolsos (se aplicável)
sv_se: Återbetalningar (i förekommande fall)

source: Once your return is received and inspected, we will send you an email to notify you that we have received your returned item. We will also notify you of the approval or rejection of your refund.
de: Sobald wir Deine Rücksendung erhalten und geprüft haben, senden wir Dir eine E-Mail, um Dich darüber zu informieren, dass wir die von Dir zurückgesendeten Artikel erhalten haben. Wir werden Dich auch über die Genehmigung oder Ablehnung Deiner Rückerstattung informieren.
pt_pt: Assim que sua devolução for recebida e inspecionada, enviaremos um e-mail para notificá-lo de que recebemos o seu item devolvido. Também o notificaremos sobre a aprovação ou rejeição do seu reembolso.
sv_se: När din returnerade beställning har mottagits och kontrollerats, kommer vi att skicka ett e-postmeddelande för att meddela dig att vi har mottagit den returnerade varan. Vi kommer också att meddela dig om att godkänna eller förkasta din återbetalning.

source: If you are approved, then your refund will be processed, and a credit will automatically be applied to your credit card or original method of payment, within a certain amount of days.
de: Wenn Deine Rückerstattung genehmigt ist, wird sie bearbeitet und wir veranlassen eine Gutschrift, die automatisch auf Deine Kreditkarte oder Deine ursprüngliche Zahlungsmethode innerhalb von wenigen Tagen zurück gebucht wird.
pt_pt: Se for aprovado, o seu reembolso será processado e um crédito será automaticamente aplicado ao seu cartão de crédito ou método de pagamento original, dentro de um determinado número de dias.
sv_se: Om du bin retur godkänns, då kommer en återbetalning att behandlas, och vi kommer att automatiskt kreditera ditt kreditkort eller den ursprungliga betalningsmetod, inom en utsatt tidsperiod.

source: Late or missing refunds (if applicable)
de: Verspätete oder fehlende Rückerstattungen (falls zutreffend)
pt_pt: Reembolsos tardios ou em falta (se aplicável)
sv_se: Sena eller bortfallna återbetalningar (i förekommande fall)

source: If you haven’t received a refund yet, first check your bank account again.
de: Solltest Du noch keine Rückerstattung erhalten haben, überprüfe zunächst bitte erneut Dein Bankkonto.
pt_pt: Se ainda não recebeu um reembolso, verifique primeiro a sua conta bancária novamente.
sv_se: Om du inte ännu fått en återbetalning, vänligen börja med att kontrollera ditt bankkonto.
