Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: The service provider type. This can be any of the shipping carriers or payment processors configured for your shop.
de: Dienstanbieter-Typ: dies kann jeder, der für Deinen Marktplatz konfigurierten Versanddienstleister oder Zahlungsabwickler, sein.
pt_pt: O tipo de prestador de serviço. Isto pode ser qualquer coisa desde transportadoras, processador de pagamentos configurados para a sua loja.
sv_se: Tjänsteleverantörens typ. Detta kan vara något av de transportfirmor eller betalningstjänster som ställts in för din butik.

source: Create {service_name}
de: {service_name} anlegen
fi_fi: Luo {service_name}
it: Crea {service_name}
pt_br: Criar {service_name}
pt_pt: Criar {service_name}
sv_se: Skapa {service_name}

source: Provider
de: Anbieter
fi_fi: Palveluntarjoaja
it: Fornitore
pt_pt: Prestador
sv_se: Leverantör

source: Please activate at least one %s.
de: Bitte aktiviere mindestens einen %s.
fi_fi: Ole hyvä ja aktivoi vähintään yksi %s.
pt_pt: Por favor ative pelo menos um %s.
sv_se: Aktivera åtminstone en %s.

source: Carrier
de: Transportunternehmen
fi_fi: Kuljetusliike
it: Spedizioniere
pt_br: Transportadora
pt_pt: Transportadora
sv_se: Transportör

source: To start shipping products right away, please add shipping methods for your shop
de: Um sofort mit dem Versand von Artikeln zu beginnen, füge bitte Versandmethoden Deinem Marktplatz hinzu.
fi_fi: Jotta voit aloittaa tuotteiden toimittamisen välittömästi, ole hyvä ja lisää toimitustapa kauppaasi.
pt_pt: Para começar a despachar produtos de imediato, por favor adicione métodos de envio para a sua loja
sv_se: För att börja leverera produkter direkt, lägg till ett leveranssätt för din butik

source: shipping method
de: Versandart
fi_fi: Toimitustapa
pt_pt: método de envio
sv_se: leveranssätt

source: Payment Provider
de: Zahlungsanbieter
fi_fi: Maksupalvelun tarjoaja
pt_pt: Processador de Pagamentos
sv_se: Betalningsleverantör

source: To start accepting payments right away, please add payment methods for your shop
de: Um sofort Zahlungen akzeptieren zu können, füge bitte Zahlungsarten für Deinem Marktplatz hinzu.
fi_fi: Jotta voit hyväksyä maksuja välittömästi, ole hyvä ja lisää maksutapa kauppaasi.
pt_pt: Para começar a aceitar pagamentos de imediato, por favor adicione métodos de pagamento à sua loja
sv_se: För att börja ta emot betalningar direkt, lägg till ett betalningssätt för din butik

source: payment method
de: Zahlungart
fi_fi: Maksutapa
pt_pt: método de pagamento
sv_se: betalnigssätt

source: Service name
de: Bezeichnung der Dienstleistung
fi_fi: Palvelun nimi
it: Nome servizio
pt_pt: Nome de serviço
sv_se: Tjänstnamn

source: The name shown in the shop checkout process.
de: Der Name, der bei der Kaufabschluss angezeigt wird.
fi_fi: Nimi näytetään kassalla.
it: Il nome mostrato durante il processo di checkout del negozio.
pt_pt: O nome exibido no processo de check-out da loja
sv_se: Namnet visas i butikens kassa.

source: Instructions
de: Hinweise
fi_fi: Ohjeet
it: Istruzioni
pt_pt: Instruções
sv_se: Instruktioner

source: Additional instructions shown in the shop checkout process.
de: Zusätzliche Anweisungen werden bei der Kaufabschluss angezeigt.
fi_fi: lisätiedot näytetään kassalla.
pt_pt: Instruções adicionais exibidos no processo de check-out da loja.
sv_se: Ytterligare instruktioner visas i butiken kassa.

source: Allow the user to select carriers in admin.
de: Dem Benutzer erlauben, Versanddienstleister im Admininstrationsbereich auszuwählen.

source: Allow the user to select payment methods in admin.
de: Dem Benutzer erlauben, Zahlungsmethoden im Admininstrationsbereich auszuwählen.

source: Allow the user to select shipping methods in admin.
de: Dem Benutzer erlauben, Versandmethoden im Admininstrationsbereich auszuwählen.

source: Shipping Methods
de: Versandarten
fi_fi: Toimitustavat
it: Metodi di Spedizione
pt_br: Formas de Entrega
pt_pt: Métodos de Envio
sv_se: Leveranssätt

source: Payment Methods
de: Zahlungsarten
fi_fi: Maksutavat
it: Metodi di Pagamento
pt_br: Formas de Pagamento
pt_pt: Métodos de Pagamento
sv_se: Betalningssätt

source: Service
de: Dienstleistung
fi_fi: Palvelu
it: Servizio
pt_br: Serviço
pt_pt: Serviço
sv_se: Tjänst

source: Select a service to use for this service provider.
de: Wähle eine Dienstleistung aus, die für diesen Dienstleister verwendet werden soll.
fi_fi: Valitse palvelu, jota käytetään tämän palveluntarjoajan kanssa.
pt_pt: Selecionar um serviço para usar com este prestador de serviços.
sv_se: Välj en tjänst som ska användas för denna tjänstleverantör.

source: The carrier to use for this shipping method. Select a carrier before filling other fields.
de: Das Transportunternehmen, das für diese Versandart verwendet werden soll. Wähle als Erstes ein Transportunternehmen aus, bevor Du andere Felder ausfüllst.
fi_fi: Toimittaja tälle toimitustavalle. Valitse toimittaja ennen muiden kenttien täyttämistä.
pt_pt: A transportadora para usar com este método de entrega. Selecionar uma transportadora antes de preencher outros campos.
sv_se: Transportföretaget som ska användas för detta leveranssätt. Välj ett transportföretag före du fyller i andra fält.

source: The payment processor to use for this payment method. Select a payment processor before filling out the other fields.
de: Der Zahlungsanbieter, der für diese Zahlungsart verwendet werden soll. Wähle als Erstes einen Zahlungsanbieter aus, bevor Du die anderen Felder ausfüllst.
fi_fi: Maksun käsittelijä tälle maksutavalle. Valitse maksun käsittelijä ennen muiden kenttien täyttämistä.
pt_pt: O processador de pagamento a usar para este método de pagamento. Selecionar um processador de pagamento antes de preencher outros campos.
sv_se: Den betalningstjänst som ska användas för denna betalningsmetod. Välj en betalningstjänst innan du fyller i de andra fälten.

source: Price
de: Preis
fi_fi: Hinta
it: Prezzo
pt_br: Preço
pt_pt: Preço
sv_se: Pris

source: Waive limit
de: Verzicht auf Kosten ab einer Grenze von
fi_fi: Luopumisraja
it: Limite di recesso
pt_br: Limite de isenção
pt_pt: Preço mínimo envio grátis
sv_se: Gräns för att avstå från frakt

source: Available in countries
de: Verfügbar in den Ländern
fi_fi: Saatavina maissa
pt_pt: Disponível em países
sv_se: Tillgängligt i de följande länderna

source: Unavailable in countries
de: Nicht verfügbar in den Ländern
fi_fi: Ei saatavana maissa
pt_pt: Não disponível nos países
sv_se: Ej tillgängligt i de följande länderna

source: Select accepted countries for this service.
de: Wähle Länder aus, für die diese Dienstleistung möglich ist.
fi_fi: Valitse hyväksytyt maat tälle palvelulle.
pt_pt: Selecione países aceites para este serviço
sv_se: Välj godkända länder för denna tjänst.

source: Select this to accept all countries in EU.
de: Wähle dies, um alle Länder in der EU zu akzeptieren.
fi_fi: Valitse tämä hyväksyäksesi kaikki EU alueen maat.
pt_pt: Selecionar isto para aceitar todos os países na UE.
sv_se: Välj detta för att godkänna alla länder inom EU.

source: Select restricted countries for this service.
de: Wähle Ländereinschränkungen für diese Dienstleistung aus.
fi_fi: Valitse rajoitetut maat tälle palvelulle.
pt_pt: Selecionar países não aceites para este serviço.
sv_se: Välj begränsade länder för denna tjänst.

source: Select this to restrict this service for countries in EU
de: Wähle dies, um diese Dienstleistung auf Länder innerhalb der EU zu beschränken
fi_fi: Valitse tämä rajoittaaksesi tämän palvelun vain EU -alueen maille.
pt_pt: Selecionar isto para restringir este serviço para países na UE.
sv_se: Välj detta för att begränsa den här tjänsten för länder inom EU

source: Service choice
de: Auswahl der Dienstleistung
fi_fi: Palvelun valinta
it: Selezione Servizio
pt_br: Escolha do serviço
pt_pt: Escolha de serviço
sv_se: Val av tjänst

source: Enabled
de: Aktiviert
fi_fi: Käytössä
it: Attivo
pt_br: Habilitado
pt_pt: Ativado
sv_se: Aktiverad

source: Shop
de: Marktplatz
fi_fi: Kauppa
it: Negozio
pt_br: Loja
pt_pt: Loja
sv_se: Butik

source: Payment Processor
de: Zahlungsanbieter
fi_fi: Maksupalvelun tarjoaja
it: Processore di pagamenti
pt_br: Processador de Pagamentos
pt_pt: Processador de Pagamento
sv_se: Betalningstjänst

source: Weight-based pricing range
de: Gewichtsabhängige Preisspanne
fi_fi: Painon mukaan määräytyvä hinnoittelu
it: Intervallo di prezzi basato sul peso
pt_br: Faixa de preços com base no peso
pt_pt: Intervalo de preço baseado em peso.
sv_se: Viktbaserad prissättningsintervall

source: System Settings
de: Systemeinstellungen
pt_pt: Definições de Sistema
sv_se: Systeminställningar

source: unique
de: individuell
pt_pt: único
sv_se: unik

source: running
de: laufend
pt_pt: em execução
sv_se: körs

source: shop running
de: Aktiver Händlerbereich
pt_pt: loja em funcionamento
sv_se: butiken kör

source: Reference number length
de: Länge der Referenznummer
pt_pt: Comprimento de número de referência
sv_se: Referensnummerns längd

source: Length of the order reference number not including the checksum number. This can vary based on the country your shop is in. If you set the length to 19, the actual length is going to be 20 because the checksum is being added.
de: Länge der Bestellreferenznummer ohne die Prüfsummennummer. Dies kann je nach Land, in dem sich Dein Marktplatz befindet, variieren. Wenn Du die Länge auf 19 Ziffern einstellst, wird die tatsächliche Länge 20 Ziffern sein, weil die Prüfsumme hinzugefügt wird.
pt_pt: Comprimento de número de referência de encomenda não incluindo número de soma de verificação. Isto pode ser baseado na região em que a sua loja está. Se definir este valor para 19, o valor real será de 20 uma vez que o valor de soma de verificação será adicionado.
sv_se: Längd av beställningars referensnumret exklusive kontrollnummer. Detta kan variera beroende på vilket land din butik befinner sig i. Om du ställer in en längd på 19, så kommer den verkliga längden att vara 20, eftersom tillägget av kontrollnummret.

source: Reference number prefix
de: Präfix der Referenznummer
pt_pt: Prefixo de número de referência
sv_se: Referensnummerets prefix

source: Order minimum total
de: Mindestbestellwert
pt_pt: Total de mínimo de encomenda
sv_se: Beställningens minsta summa

source: The minimum sum that an order needs to reach to be created.
de: Die Mindestsumme, die ein Auftrag erreichen muss, um angelegt zu werden.
pt_pt: A soma mínima que a encomenda necessita para ser criada.
sv_se: Den minsta summan som en beställning måste ha.

source: Order Settings
de: Bestelleinstellungen
pt_pt: Definições de Encomenda
sv_se: Beställningsinställningar

source: Order Reference number method
de: Zahlenmethodik der Bestellnummer
pt_pt: Método de número de referência de encomenda
sv_se: Metod för uppbyggnad beställningars referensnummer

source: This option defines how the reference numbers for orders are built. The options are:<br><br><b>Unique</b><br>Order reference number is unique system wide, regardless of the amount of shops.<br><br><b>Running</b><br>Order number is running system wide, regardless of the amount of shops.<br><br><b>Shop Running</b><br>Every shop has its own running numbers for reference.
de: Diese Option legt fest, wie die Referenznummern für Bestellungen aufgebaut sind. Die Optionen sind: <br><br><b>Eindeutig </b><br>die Referenznummer ist systemweit eindeutig, unabhängig von der Anzahl der Marktplätze. <br><br><b>Fortlaufend </b><br>die Referenznummer ist systemweit fortlaufend, unabhängig von der Anzahl der Marktplätze. <br><br><b> Fortlaufend je Marktplatz </b><br> Jeder Marktplatz hat seine eigenen laufenden Nummern als Referenz.
pt_pt: Esta opção define como os números de referência para encomendas são construídos. As opções são: <br><br><b>Único</b><br>Número de referência de encomenda é um sistema único transversal, independente do número de lojas. <br><br><b>Funcionamento</b><br>Número de referência de encomenda é um sistema transversal, independente do número de lojas. <br><br><b>Funcionamento de Loja</b><br>Cada loja tem o seu números em funcionamento para referência.
sv_se: Det här alternativet definierar hur referensnummer för beställningar byggs. Alternativen är: <br><br> <b>Unik</b> <br> Referensnummer är unika i hela systemet, oavsett mängden av butiker. <br><br> <b>Löpande</b> <br> Referensnummer är löpande i hela systemet, oavsett mängden av butiker. <br><br> <b>Butikslöpande</b> <br> Varje butik har sina egen löpande siffror som referenser.

source: Settings saved.
de: Die Einstellungen wurden gespeichert.
pt_pt: Definições gravadas.
sv_se: Inställningar Sparade.

source: Reset Defaults
de: Standardwerte zurücksetzen
fi_fi: Palauta oletukset
pt_pt: Redefinir Predefinições
sv_se: Återställ till standardinställningar

source: No changes detected.
de: Es wurden keine Änderungen erkannt.
pt_pt: Não foram detetadas alterações.
sv_se: Inga ändringar upptäcktes.

source: Save system settings
de: Systemeinstellungen speichern
pt_pt: Gravar definições de sistema.
sv_se: Spara systeminställningar

source: Add a logo to make your store stand out
de: Füge ein Logo hinzu, um Dein Unternehmen hervorzuheben
fi_fi: Lisää kaupalle logo
pt_pt: Adicione um logotipo para destacar a sua loja
sv_se: Lägg till en logotyp för att göra att din butik sticker ut

source: Add logo
de: Logo hinzufügen
fi_fi: Lisää logo
pt_pt: Adicionar logotipo
sv_se: Lägg till logotyp

source: Publish your store
de: Veröffentliche Deinen Händlerbereich
fi_fi: Julkaise kauppa
it: Pubblica il tuo negozio
pt_pt: Publique a sua loja
sv_se: Publicera din butik

source: Let customers browse your store and make purchases
de: Lasse Kunden in Deinem Händlerbereich stöbern und einkaufen
fi_fi: Salli käyttäjän selata kauppaa ja tehdä tilauksia
it: Fai in modo che i clienti visitino il tuo negozio e facciano acquisti
pt_pt: Deixe clientes navegar pela sua loja e realizar compras
sv_se: Låt kunderna bläddra i din butik och göra inköp

source: Publish shop
de: Marktplatz veröffentlichen
fi_fi: Julkaise kauppa
it: Pubblica Negozio
pt_pt: Publicar loja
sv_se: Publicera butik

source: Set "{}" as the active shop
de: "{}" als aktiven Marktplatz festlegen
pt_pt: Definir "{}" como a loja ativa
sv_se: Ställ in "{}" som den aktiva butiken

source: Available Shops [currently active: {}]
de: Verfügbare Händler [derzeit aktiv: {}]
pt_pt: Lojas Disponíveis [presentemente ativa: {}]
sv_se: Tillgängliga butiker [för närvarande aktiva: {}]

source: Allow the user to select shops in admin.
de: Dem Benutzer erlauben, Marktplätze im Admininstrationsbereich auszuwählen.

source: This field cannot be changed since there are existing orders for this shop.
de: Dieses Feld kann nicht geändert werden, da es bereits Bestellungen für diesen Marktplatz gibt.
fi_fi: Tätä kenttää ei voi muuttaa, koska tälle kaupalle on olemassa tilauksia.
it: Questo campo non può essere modificato in quanto sono presenti degli ordini in questo negozio
pt_br: Este campo não pode ser alterado pois existem pedidos em aberto para esta loja.
pt_pt: Este campo não pode ser alterado uma vez que há encomendas existentes para esta loja.
sv_se: Detta fält kan inte ändras eftersom det finns existerande beställningar för den här butiken.

source: Currency
de: Währung
fi_fi: Valuutta
it: Valuta
pt_br: Moeda
pt_pt: Moeda
sv_se: Valuta

source: The primary shop currency. This is the currency used when selling your products.
de: Die Haupt-Währung des Marktplatzes. Dies ist die Währung, die beim Verkauf Deiner Artikel verwendet wird.
pt_pt: Esta é a moeda principal da loja. Esta é a moeda usada aquando da venda dos seus produtos.
sv_se: Butiken primära valuta. Detta är den valuta som används när sälja dina produkter.

source: Select staff members for this shop.
de: Wähle Mitarbeiter für dieses Unternehmen aus.
pt_pt: Selecione os membros de staff para esta loja.
sv_se: Väl butikens personal

source: Domain is unique. Please enter a unique value.
de: Die Domain ist eindeutig. Bitte gib einen eindeutigen Wert ein.
pt_pt: O domínio é único. Por favor insira um valor único.
sv_se: Domänen är unik. Ange ett unikt värde.

source: Shop name
de: Marktplatzname
fi_fi: Kaupan nimi
it: Nome Negozio
pt_pt: Nome da loja
sv_se: Butiksnamn

source: First name
de: Vorname
fi_fi: Etunimi
pt_pt: Primeiro nome
sv_se: Förnamn

source: Your first name.
de: Dein Vorname
fi_fi: Etunimesi.
pt_pt: O seu primeiro nome
sv_se: Ditt förnamn.

source: Last name
de: Nachname
fi_fi: Sukunimi
pt_pt: Último nome
sv_se: Efternamn

source: Your last name.
de: Dein Nachname
fi_fi: Sukunimesi.
pt_pt: O seu último nome.
sv_se: Ditt efternamn.

source: Zip/Postal code
de: PLZ
fi_fi: Postinumero
it: Zip/Codice Postale
pt_pt: Código Postal
sv_se: Postnummer

source: State/Province
de: Bundesland/Provinz
fi_fi: Alue/kunta
it: Stato/Provincia
pt_pt: Distrito/Região
sv_se: Område, provins eller delstat.

source: Address
de: Adresszeile 1
fi_fi: Osoite
pt_pt: Endereço
sv_se: Adress

source: Address (2)
de: Adresszeile 2
fi_fi: Osoite (2)
pt_pt: Endereço (2)
sv_se: Adress (2)

source: The shop street address. This may be used to provide estimated shipping costs.
de: Die Adresse des Unternehmens. Dies kann verwendet werden, um geschätzte Versandkosten zu berechnen.
fi_fi: Kaupan katuosoite. Tätä voidaan käyttää myös toimitusmaksujen arviointiin.
pt_pt: O endereço postal da loja. Isto pode ser usado para providenciar tempos estimados de envio.
sv_se: Butiken gatuadress. Detta kan användas för att tillhandahålla uppskattade fraktkostnader.

source: The shop zip/postal code.
de: PLZ des Unternehmens
fi_fi: Kaupan postinumero
pt_pt: O código postal da loja.
sv_se: Butikens postnummer.

source: The city in which your shop is located.
de: Die Stadt, in der sich Dein Unternehmen befindet.
fi_fi: Kaupunki, jossa kauppa sijaitsee.
pt_pt: A cidade em que a loja está localizada.
sv_se: Staden i vilket din butik befinner sig i.

source: The country in which your shop is located.
de: Das Land, in dem sich Dein Unternehmen befindet.
fi_fi: Maa, jossa kauppa sijaitsee.
pt_pt: O concelho onde a loja está localizada.
sv_se: Landet i vilket din butik befinner sig i.

source: There are still some pending actions to complete.
de: Es gibt noch einige ausstehende Aktionen, die abgeschlossen werden müssen.
pt_pt: Ainda há algumas ações pendentes por completar.
sv_se: Det finns fortfarande några väntande åtgärder att slutföra.

source: Your store is now live.
de: Dein Händlerbereich ist jetzt live.
pt_pt: A sua loja está agora online.
sv_se: Din butik är nu live.

source: Shop {} is now active.
de: Dein Marktplatz {} ist jetzt aktiv.
pt_pt: A Loja {} está agora ativa.
sv_se: Butik {} är nu aktiv.

source: Shop Details
de: Beschreibung Deines Unternehmens
fi_fi: Kaupan tiedot
pt_pt: Detalhes de Loja
sv_se: Butiksdetaljer

source: Add an address so you can get paid
de: Füge eine Adresse hinzu, damit Du Zahlungen empfangen kannst.
fi_fi: Lisää osoite saadaksesi maksuja
pt_pt: Adicione um endereço para que possa ser pago
sv_se: Lägg till en adress så att du kan ta betalt

source: Default Tax Class
de: Standard-Steuerklasse
fi_fi: Perusveroluokka
it: Aliquota Iva Predefinita
pt_pt: Taxa de imposto predefinida
sv_se: Standard skatteklass

source: Allow the user to select suppliers in admin.
de: Dem Benutzer erlauben, Händler im Admininstrationsbereich auszuwählen.

source: Select shops for this supplier. Keep it blank to share with all shops.
de: Wähle Marktplätze für diesen Lieferanten aus. Lasse das Feld leer, um den Händler für alle Marktplätze freizugeben.
pt_pt: Selecione lojas para este fornecedor. Deixe em branco para partilhar com todas as lojas.
sv_se: Välj butiker för denna leverantör. Håll den tom för att dela med alla butiker.

source: Is approved for {}
de: Ist freigegeben für {}
pt_pt: Está aprovada para {}

source: Indicates whether this supplier is approved for the shop.
de: Zeigt an, ob dieser Händler für den Marktplatz freigegeben ist.
pt_pt: Indica se este fornecedor é aprovado para a loja.

source: It is not possible to manage inventory when no module is selected.
de: Es ist nicht möglich, den Bestand zu verwalten, wenn kein Modul ausgewählt ist.
pt_pt: Não é possível gerir inventário quando nenhum módulo está selecionado.
sv_se: Det är inte möjligt att hantera inventering när ingen modul har valts.

source: {} is not in the Shops field.
de: {} befindet sich nicht im Feld "Marktplatz".
pt_pt: {} não está no campo de Lojas.

source: Success! %s has been marked deleted.
de: Das war erfolgreich! %s wurde als gelöscht markiert.
pt_pt: Sucesso! %sfoi marcada como eliminada.
sv_se: Framgång! %s har markerats borttagen.

source: Modules
de: Module
pt_pt: Módulos

source: No %s module
de: Kein %s Modul
fi_fi: Ei %s -moduulia
it: Nessun modulo %s
pt_br: Nenhum módulo %s
pt_pt: Sem módulo %s
sv_se: Ingen %s modul

source: Telemetry
de: Telemetrie
fi_fi: Telemetria
it: Telemetria
pt_br: Telemetria
pt_pt: Telemetria
sv_se: Telemetri

source: Statistics will be periodically sent to Shuup.com after 24 hours. Click here for more information.
de: Die Statistiken werden periodisch nach 24 Stunden an Shuup.com gesendet. Klicke hier für weitere Informationen.
fi_fi: Statistiikat tullaan jaksoittain lähettämään Shuup.com:lle 24 tunnin jälkeen. Paina tästä saadaksesi lisäinformaatiota.
it: Le statistiche saranno periodicamente inviate a Shuup.com dopo 24 ore. Clicca qui per maggiori informazioni.
pt_br: As estatísticas serão enviadas periodicamente a Shuup.com após 24 horas. Clique aqui para obter mais informações.
pt_pt: Estatísticas serão periodicamente enviadas para Shuup.com depois de 24 horas. Clicar aqui para mais informação.
sv_se: Statistiken kommer att med jämna mellanrum skickas till Shuup.com efter 24 timmar. Klicka här för mer information.

source: Opt-in for telemetry
de: Einschalten der Telemetrie
pt_pt: Autorização de telemetria
sv_se: Välj telemetri

source: Taxes
de: Steuern
fi_fi: Verot
it: IVA
pt_br: Impostos
pt_pt: Impostos
sv_se: Skatter

source: Customer Tax Groups
de: Kunden-Steuergruppen
fi_fi: Asiakasveroryhmät
it: Gruppo Tasse per Clienti
pt_br: Grupos de Impostos do Cliente
pt_pt: Grupos de Imposto de Cliente
sv_se: Kunders skattegrupper

source: Tax Classes
de: Steuerklassen
fi_fi: Veroluokat
it: Classi di Tassazione
pt_br: Classes Fiscais
pt_pt: Classe de imposto
sv_se: Skatteklasser

source: Allow the user to select customer tax groups in admin.
de: Dem Benutzer erlauben, Steuergruppen kundenseitig im Admininstrationsbereich auszuwählen.

source: Allow the user to select taxes in admin.
de: Dem Benutzer erlauben, Steuersätze im Admininstrationsbereich auszuwählen.

source: Allow the user to select tax classes in admin.
de: Dem Benutzer erlauben, Steuerklassen im Admininstrationsbereich auszuwählen.

source: Rate
de: Steuersatz
fi_fi: Määrä
it: Tasso
pt_br: Taxa
pt_pt: Taxa
sv_se: Taxa

source: Users
de: Benutzer
fi_fi: Käyttäjät
it: Utenti
pt_br: Usuários
pt_pt: Utilizadores
sv_se: Användare

source: Allow the user to change the passwords of other users.
de: Ermöglichen Sie dem Benutzer, die Kennwörter anderer Benutzer zu ändern.
pt_pt: Permitir ao utilizador a alteração de palavras passe de outros utilizadores.

source: Allow the user send the reset password email.
de: Ermöglichen Sie dem Benutzer, die E-Mail zum Zurücksetzen des Kennworts zu senden.
pt_pt: Permitir ao utilizador o envio de email para redefinir senha.

source: Allow the user to change the permission groups of other users.
de: Ermöglichen Sie dem Benutzer, die Berechtigungsgruppen anderer Benutzer zu ändern.
pt_pt: Permitir ao utilizador a alteração de grupos de permissão de outros utilizadores.

source: Allow the user to see a user detail.
de: Ermöglichen Sie dem Benutzer, ein Benutzerdetail anzuzeigen.
pt_pt: Permitir ao utilizador ver detalhe de um utilizador
