Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: Please select the languages supported by your shop
it: Seleziona le lingue supportate dal tuo negozio

source: Please enter your shop details
it: Inserisci le informazioni sul tuo negozio

source: Add a user
it: Aggiungi un utente

source: You have been logged out. Good bye!
it: Sei stato disconnesso. Alla prossima!
pt_br: Você foi desconectado. Tchau!

source: Add More Refunds
it: Aggiungi altri Rimborsi
pt_br: Adicionar Mais Devoluções

source: Details & Status
it: Dettagli e Stato
pt_br: Detalhes & Status

source: Shipping & Payment
it: Spedizione & Pagamento
pt_br: Entrega & Pagamento

source: No image
it: Nessuna immagine
pt_br: Nenhuma imagem

source: Product Media
it: Media Prodotto
pt_br: Mídia do Produto

source: Add new image
it: Aggiungi nuova immagine
pt_br: Adicionar nova imagem

source: Add new media
it: Aggiungi nuovo media
pt_br: Adicionar nova mídia

source: Shop Logo
it: Logo del Negozio
pt_br: Logotipo da Loja

source: Setup can be continued later from the admin dashboard
it: Il setup può essere completato più tardi dalla dashboard di amministrazione

source: not shipped (non-deliverable)
it: non spedito
pt_br: não enviado

source: shipped (deliverable)
it: spedito
pt_br: enviado
