Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: Are you sure? This will remove all variation variables, converting children to direct links.
fi_fi: Oletko varma? Tämä toiminto poistaa kaikki variaatiomuuttujat ja muuttaa lapset suoriksi linkeiksi.
it: Sei sicuro? Cancellerai tutte le variabili delle variazioni, convertendo i figli in collegamenti diretti.
pt_br: Você tem certeza? Esta ação irá remover todas as variáveis de variação, convertendo os filhos em links diretos.
sv_se: Är du säker? Detta tar bort alla variantvariabler och konvertera underordnade artiklar till direkta länkar.

source: Convert to simple variation
fi_fi: Muunna yksinkertaiseksi variaatioksi
it: Converi a variazione semplice
pt_br: Converter para variação simples
sv_se: Konvertera till enkel variant

source: Edit Variation: %s
fi_fi: Muokkaa variaatiota: %s
it: Modifica Variazione: %s
pt_br: Editar Variação: %s
sv_se: Redigera variant: %s

source: Variation cleared.
fi_fi: Variaatio tyhjennetty.
it: Variazione pulita.
pt_br: Variação apagada.
sv_se: Variant tömd.

source: Variation simplified.
fi_fi: Variaatio yksinkertaistettu.
it: Variazione semplificata.
pt_br: Variação simplificada.
sv_se: Variant ändrad till enkel variant.

source: Barcode
fi_fi: Viivakoodi
it: Codice a Barre
pt_br: Código de barras
pt_pt: Código de Barras
sv_se: Streckkod

source: Cross-Selling
fi_fi: Ristiinmyynti
pt_br: Vendas Cruzadas
pt_pt: Venda Cruzada
sv_se: Korsförsäljning

source: Variations
fi_fi: Variaatiot
it: Variazioni
pt_br: Variações
sv_se: Varianter

source: Manage Variations
fi_fi: Hallinnoi variaatioita
it: Gestisci Variazioni
pt_br: Gerenciar Variações
sv_se: Hantera varianter

source: Convert to Variation Parent
fi_fi: Muunna variaatioisännäksi
it: Converti in Variazione Genitore
pt_br: Converter para Variação Pai
sv_se: Konvertera till överordnad variant

source: Domain
fi_fi: Verkkotunnus
it: Dominio
pt_br: Domínio
pt_pt: Domínio
sv_se: Domän

source: Module
fi_fi: Moduuli
it: Modulo
pt_br: Módulo
sv_se: Modul

source: First Name: %s
fi_fi: Etunimi: %s
it: Nome: %s
pt_br: Primeiro Nome: %s
sv_se: Förnamn: %s

source: Last Name: %s
fi_fi: Sukunimi: %s
it: Cognome: %s
pt_br: Sobrenome: %s
sv_se: Efternamn: %s

source: New Attribute
fi_fi: Uusi attribuutti
it: Nuovo Attributo
pt_br: Novo Atributo
sv_se: Nytt attribut

source: Go to dashboard
sv_se: Gå till instrumentpanelen

source: Go home
fi_fi: Mene kotiin
sv_se: Gå till startsidan

source: COOKIES
sv_se: KAKOR

source: Optional. {field_help}
pt_pt: Opcional. {field_help}
sv_se: Frivillig. {field_help}

source: Label
fi_fi: Merkki
it: Etichetta
pt_br: Rótulo
pt_pt: Etiqueta
sv_se: Etikett

source: Tracking Code
fi_fi: Seurantakoodi
it: Codice di Tracking
pt_br: Código de Rastreamento
pt_pt: Código de Rastreamento
sv_se: Spårningskod

source: Cross-sell
fi_fi: Ristiinmyynti
pt_br: Venda cruzada
sv_se: Korsförsäljning

source: Simple Variation Children
fi_fi: Yksinkertainen variaatiolapsi
it: Figlio Variazione Semplice
pt_br: Filhos da Variação Simples
sv_se: Enkelt underordnad variant

source: Variable Children
fi_fi: Variaatiolapsi
it: Variabile Figlia
pt_br: Variáveis Filhos
sv_se: Underordnade variabler

source: Combination
fi_fi: Yhdistelmä
it: Combinazione
pt_br: Combinação
sv_se: Kombination

source: Variables
fi_fi: Muuttujat
it: Variabili
pt_br: Variáveis
sv_se: Variabler

source: New template
sv_se: Ny mall

source: Cancel
sv_se: Avbryt

source: This product is not yet a variation.
fi_fi: Tämä tuote ei ole vielä variaatio.
it: Questo prodotto non è ancora una variazione.
pt_br: Este produto ainda não é uma variação.
sv_se: Denna produkt är inte ännu en variant.

source: To create a simple variation, choose products below.
fi_fi: Valitse alla olevat tuotteet tehdäksesi yksinkertaisen variaation.
it: Per creare una Variazione Semplice, segli dei prodotto qui sotto
pt_br: Para criar uma variação simples, escolha os produtos abaixo.
sv_se: Att skapa en enkel variant, välja produkter nedan.

source: To create a variation with multiple variables, create the variables on the Variables tab and then link them to products here.
fi_fi: Luodaksesi variaation useammalla muuttujalla, luo muuttujat Muuttujat-välilehdellä ja linkitä ne sitten täällä tuotteisiin.
it: Per creare una Variazione con variabili multiple, crea le variabili nella sezione Variabili e poi collegale ai prodotti qui.
pt_br: Para criar uma variação com múltiplas variáveis, crie as variáveis na guia Variáveis e, em seguida, vincule-as aos produtos aqui.
sv_se: Att skapa en variant med flera variabler, skapa variabler på fliken Variabler och sedan länka dem till produkter här.

source: Community Links
fi_fi: Yhteisölinkit
sv_se: Länkar

source: Opt-in / opt-out
fi_fi: Mukanaolo
it: Abilita/Disabilita
pt_br: Optar por / não optar
sv_se: Gå med / Stå över

source: Opt out
fi_fi: Jättäydy syrjään
it: Disabilita
pt_br: Não optar
sv_se: Stå över

source: Opt in
fi_fi: Tule mukaan
it: Abilita
pt_br: Optar por
sv_se: Gå med

source: User Information
fi_fi: Käyttäjän tiedot
it: Informazioni Utente
pt_br: Informações do Usuário
sv_se: Användarinformation

source: Status
fi_fi: Tila
it: Stato
pt_pt: Estado

source: Person
fi_fi: Henkilö
it: Persona
pt_br: Pessoa
pt_pt: Pessoa

source: Logo
pt_pt: Logotipo

source: Tracking URL
pt_pt: URL de rastreamento

source: Tracking code
pt_pt: Código de rastreamento

source: Symbol
pt_pt: Símbolo

source: Shuup Support
fi_fi: Shuup Tuki
pt_pt: Suporte Shuup

source: System
fi_fi: Järjestelmä
it: Sistema
pt_br: Sistema
pt_pt: Sistema

source: Text
fi_fi: Teksti
it: Testo
pt_br: Texto
pt_pt: Texto

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with same email only username can be used to login.
fi_fi: Syötä oikea %(username)s ja salasana. Huomaathan, että molemmissa kentissä voi olla isoja ja pieniä kirjaimia. Jos teillä on useita tilejä samalla sähköpostilla, niin vain käyttäjätunnusta voidaan käyttää kirjautumiseen.
it: Inserire %(username)s e password corretti. Nota che entrambi i campi distinguono tra maiuscolo e minuscolo. In caso di account multipli con la stessa email, può essere utilizzato solo il Nome Utente per accedere.

source: Browse
fi_fi: Selaa
it: Esplora
pt_br: Procurar

source: Clear
fi_fi: Tyhjennä
it: Svuota
pt_br: Limpar

source: Elements
fi_fi: Maksut

source: Other settings
fi_fi: Asetukset

source: Data Transfer
fi_fi: Tiedonsiirto

source: Payment & Shipping
fi_fi: Maksaminen ja toimitus

source: Other Settings
fi_fi: Muut asetukset

source: Add a product category to organize your products
fi_fi: Lisää tuotekategoria järjestääksesi tuotteet
it: Aggiungi una categoria prodotto per organizzare i tuoi articoli

source: Set this category as a primary for selected products.
fi_fi: Aseta tämä kategoria ensisijaiseksi valituille tuotteille.
it: Imposta questa categoria come primaria per i prodotti selezionati.
pt_br: Define esta categoria como categoria principal para os produtos selecionados.

source: Add selected products to this category
fi_fi: Lisää valitut tuotteet tähän kategoriaan
it: Aggiungi i prodotti selezionati alla categoria
pt_br: Adiciona os produtos selecionados a esta categoria

source: Remove selected products from this category
fi_fi: Poista valitut tuotteet tästä kategoriasta
it: Rimuovi i prodotti selezionati da questa categoria
pt_br: Remove os produtos selecionados desta categoria

source: User %(bind_user)s already has a contact
fi_fi: Käyttäjällä %(bind_user)s on jo kontakti
it: L'utente %(bind_user)s ha già un contatto
pt_br: O usuário %(bind_user)s já tem um contato

source: Edit...
fi_fi: Muokkaa...
it: Modifica...
pt_br: Editar...

source: You can not deactivate a superuser.
fi_fi: Et voi deaktivoida pääkäyttäjää.
it: Non puoi disattivare un superutente
pt_br: Você não pode desativar um superusuário.

source: You can not deactivate yourself.
fi_fi: Et voi deaktivoida itseäsi
it: Non puoi disattivare il tuo utente
pt_br: Você não pode desativar-se.

source: Contacts changed successfully
fi_fi: Kontaktien muokkaus onnistui
it: Contatti modificati con successo

source: Contacts Groups changed successfully
fi_fi: Kontaktiryhmien muokkaus onnistui
it: Gruppi Contati modificati con successo

source: Folder %s deleted.
fi_fi: Kansio %s poistettu.
it: Cartella %s cancellata.
pt_br: Pasta %s excluída.

source: %(file)s uploaded to %(folder)s
fi_fi: %(file)s lähetetty kansioon %(folder)s
it: %(file)s caricati in %(folder)s
pt_br: %(file)s enviado para %(folder)s

source: Folder renamed.
fi_fi: Kansio uudelleennimetty.
it: Cartella rinominata.
pt_br: Pasta renomeada.

source: File renamed.
fi_fi: Tiedosto uudelleennimetty.
it: File rinominato.
pt_br: Arquivo renomeado.

source: File deleted.
fi_fi: Tiedosto poistettu.
it: File cancellato.
pt_br: Arquivo excluído.

source: The quantity '%(quantity)s' (for line %(text)s) is invalid (%(error)s)
fi_fi: Määrä '%(quantity)s' (rivillä %(text)s) ei ole kelvollinen (%(error)s)
it: La quantità '%(quantity)s' (per la linea %(text)s) non è valida (%(error)s)
pt_br: A quantidade '%(quantity)s' (para o item %(text)s) é inválida (%(error)s)

source: The price '%(price)s' (for line %(text)s) is invalid (%(error)s)
fi_fi: Hinta '%(price)s' (rivillä %(text)s) ei ole kelvollinen (%(error)s)
it: Il prezzo '%(price)s' (per la linea %(text)s) non è valida (%(error)s)
pt_br: O preço '%(price)s' (para o item %(text)s) é inválido (%(error)s)

source: The discount '%(discount)s' (for line %(text)s is invalid (%(error)s)
fi_fi: Alennus '%(discount)s' (rivillä %(text)s) ei ole kelvollinen (%(error)s)
it: Lo sconto '%(discount)s' (per la linea %(text)s non è valido (%(error)s)
pt_br: O desconto '%(discount)s' (para o item %(text)s) é inválido (%(error)s)

source: Product %s does not exist.
fi_fi: Tuotetta %s ei ole olemassa
it: Il Prodotto %s non esiste.
pt_br: Produto %s não existe.

source: Selecting all is not supported.
fi_fi: Kaikkien valintaa ei tueta.

source: %(field)s saved successfully.
fi_fi: %(field)s tallennettu onnistuneesti.

source: Edit Addresses -- %s
fi_fi: Muokkaa osotteita -- %s

source: Unable to set order as completed at this point
fi_fi: Tilausta ei voi asettaa käsitellyksi tällä hetkellä
it: Non è stato possibile segnare l'ordine come completo
pt_br: Não é possível definir o pedido como completo a esta altura

source: Order status changed: {old_status} to {new_status}
fi_fi: Tilauksen tila ({old_status} tmuutettu ({new_status})
it: Stato ordine modificato: {old_status} a {new_status}
pt_br: Status do pedido mudou: {old_status} para {new_status}

source: Contact %s does not exist.
fi_fi: Yhteystietoa %s ei ole olemassa.
it: Il Contatto %s non esiste.
pt_br: O contato %s não existe.

source: Order %(identifier)s updated.
fi_fi: Tilauksen %(identifier)s päivitetty
it: L'Ordine %(identifier)s aggiornato.
pt_br: Pedido %(identifier)s atualizado.

source: Order %(identifier)s created.
fi_fi: Tilaus %(identifier)s luotu
it: LàOrdine %(identifier)s è stato creato.
pt_br: Pedido %(identifier)s criado.

source: Could not proceed with order:
fi_fi: Ei voitu luoda tilausta:
it: Non è possibile procedere con l'ordine:
pt_br: Não foi possível efetuar o pedido:

source: Could not finalize order:
fi_fi: Tilausta ei voitu luoda
it: Non è possibile concludere l'ordine:
pt_br: Não foi possível finalizar o pedido:

source: Payment amount cannot be 0
fi_fi: Maksun määrä ei voi olla 0
it: L'ammontare del pagamento non può essere 0
pt_br: Valor do pagamento não pode ser 0

source: Order has already been paid
fi_fi: Tilaus on jo maksettu
it: L'ordine è gia stato saldato
pt_br: Pedido já foi pago

source: Only orders which are not paid can be set as paid.
fi_fi: Vain maksamattomat tilaukset voi asettaa maksetuksi.

source: Could not create full refund.
fi_fi: Ei voitu luoda hyvitystä.
it: Non è stato possibile creare il rimborso.
pt_br: Não foi possível criar a devolução total.

source: Shipment %s created.
fi_fi: Lähetys %s luotu.
it: La spedizione %s è stata creata.
pt_br: Remessa %s criada.

source: Order Statuses
fi_fi: Tilauksen tilat

source: Permission Groups
fi_fi: Käyttöoikeusryhmät
it: Gruppo di Permessi
pt_br: Grupos de Permissões

source: The permission group name.
fi_fi: Ei käyttöoikeusryhmän nimeä.

source: Module Permissions
fi_fi: Modulin käyttöoikeudet
it: Modulo Permessi
pt_br: Permissões do Módulo

source: Select the modules that should be accessible by this permission group. Modules with the same permissions as selected modules will be added automatically.
fi_fi: Valitse modulit, jotka ovat saatavalle tälle käyttöoikeusryhmälle. Modulit samoilla käyttöoikeuksilla lisätään automaattisesti.

source: Set the users that belong to this permission group.
fi_fi: Aseta käyttäjät tälle käyttöoikeusryhmälle.

source: The main product image. You can add additional images on the Product Images tab.
fi_fi: Tuotteen pääkuva. Voit lisätä lisää kuvia Tuotekuvat-välilehdeltä.

source: Number of units that can be purchased after the product is out of stock. Set to blank for product to be purchasable without limits
fi_fi: Tuotemäärä joka voidaan vielä ostaa kun tuotetta ei ole varastossa. Aseta tyhjäksi mikäli jälkimyyntiä ei haluta rajoittaa.
it: Il numero di unità che possono essere acquistate dopo che il prodotto è esaurito. Lascia il campo vuoto se il prodotto può esssere acquistato senza limiti
pt_br: Número de unidades que podem ser compradas depois que o produto estiver esgotado. Deixe em branco para que o produto possa ser adquirido sem limites

source: Thumbnail generation of %(media)s failed: %(error)s
fi_fi: Pikkukuvan muodostus %(media)s :lle epäonnistui: %(error)s
it: La generazione delle miniature per %(media)s è fallita: %(error)s
pt_br: A geração de miniaturas de %(media)s falhou: %(error)s

source: Use only URL or file, not both
fi_fi: Vain URL-osoite tai tiedosto, ei molempia
it: Inserisci o un URL o un file, non entrambi
pt_br: Use apenas URL ou arquivo, nunca ambos

source: Only images allowed in this field
fi_fi: Voit liittää tähän vain kuvatiedostoja
it: Sono consentite solo immagini in questo campo
pt_br: Somente imagens são permitidas neste campo

source: Unable to make package %(product)s: %(error)s
fi_fi: Paketin luominen epäonnistui %(product)s: %(error)s
it: Impossibile creare il pacchetto %(product)s: %(error)s
pt_br: Não é possível criar o pacote %(product)s: %(error)s

source: New: %d
fi_fi: Uusi: %d
it: Nuovo: %d
pt_br: Novo: %d

source: Removed: %d
fi_fi: Poistettu: %d
it: Cancellato: %d
pt_br: Removido: %d

source: Couldn't add product %s to own package
fi_fi: Tuotteen %s lisäämineen pakettiin epäonnistui
it: Non è stato possibile aggiungere il prodotto %s al pacchetto
pt_br: Não foi possível adicionar o produto %s ao próprio pacote

source: Unable to link %(product)s: %(error)s
fi_fi: Tuotteiden %(product)s linkittäminen epäonnistui: %(error)s
it: Impossibile collegare %(product)s: %(error)s
pt_br: Não é possível vincular %(product)s: %(error)s

source: Changes to shop instance for %s saved
fi_fi: Muutokset kauppaan %s tallennettu
it: Addebito per il negozio %s salvato
pt_br: Alterações à instância da loja %s salvas

source: Files added to product.
fi_fi: Tiedostoja lisätty tuotteelle.

source: Are you sure? This will remove all products from package.
fi_fi: Oletko varma? Tämä toiminto poistaa kaikki tuotteet paketista.
it: Sei sicuro? Cancellerai tutti i prodotti dal pacchetto.
pt_br: Você tem certeza? Esta ação irá remover todos os produtos do pacote.

source: Products changed successfully
fi_fi: Tuotteiden muokkaus onnistui
it: Prodotti modificati con successo

source: Short Name
fi_fi: Lyhyt nimi

source: Sample Data
fi_fi: Mallidata

source: Settings saved
fi_fi: Asetukset tallennettu
it: Impostazioni salvate
pt_br: Configurações salvas

source: There are still some pending actions to complete!
fi_fi: Et ole vielä suorittanut kaikki vaiheita!
it: Ci sono ancora alcune azioni in corso da completare!

source: Your store is now live!
fi_fi: Kauppasi on nyt auki!
it: Il tuo negozio è aperto ora!

source: See the permissions view to change these.
fi_fi: Katso käyttöoikeusnäkymää muuttaaksesi näitä.
it: Consulta la vista dei permessi per modificarli.
pt_br: Consulte a view de permissões para alterá-las.

source: See Contacts - Permission Groups to change these.
fi_fi: Katso Kaupat - Käyttöoikeusryhmät muuttaaksesi näitä.

source: staff
fi_fi: henkilökunta
pt_br: membro da equipe

source: superuser
fi_fi: pääkäyttäjä
it: superutente
pt_br: superusuário

source: No special permissions
fi_fi: Ei erityisiä oikeuksia
it: Nessun permesso speciale
pt_br: Sem permissões especiais

source: No permission groups
fi_fi: Ei käyttöoikeusryhmiä
it: Nessun gruppo di permessi
pt_br: Nenhum grupo de permissões

source: Edit Permissions
fi_fi: Muokkaa oikeuksia
it: Modifica Permessi
pt_br: Editar Permissões

source: User bound to contact %(contact)s.
fi_fi: Käyttäjä liitetty kontaktiin %(contact)s.
it: Utente collegato al contatto %(contact)s.
pt_br: Usuário vinculado ao contato %(contact)s.

source: You've been added as an admin user to %s
fi_fi: %s on lisännyt sinut admin käyttäjäksi

source: You're now logged in as {username}
fi_fi: Olet nyt kirjautunut käyttäjänä {username}
it: Ora hai effettuato l'accesso come {username}
pt_br: Você agora está conectado como {username}

source: Superuser
fi_fi: Pääkäyttäjä
it: Superutente
pt_br: Superusuário

source: The `shuup.front.apps.auth` app needs to be enabled for password reset.
fi_fi: `shuup.front.apps.auth` sovellus tarvitsee olla otettuna käyttöön palauttaaksesi salasanan.
it: L'applicazione `shuup.front.apps.auth` deve essere abilitata al ripristino della password.
pt_br: O app `shuup.front.apps.auth` precisa estar habilitado para a redefinição de senha.

source: Password recovery email sent to %(email)s
fi_fi: Salasananpalautussähköposti lähetetty: %(email)s
it: Mail di recupero password inviata a %(email)s
pt_br: E-mail de recuperação de senha enviado para %(email)s

source: Sending the password recovery email failed.
fi_fi: Salasanan palauttamissähköpostin lähettäminen epäonnistui.
it: L'invia della mail di recupero password è fallito.
pt_br: O envio do e-mail de recuperação de senha falhou.

source: The permission groups that this user belongs to. Permission groups are configured through Contacts - Permission Groups.
fi_fi: Käyttäjän käyttöoikeusryhmät. Käyttöoikeusryhmät muokataan Kaupat - käyttöoikeusryhmät.

source: You can't unset this status for yourself.
fi_fi: Et voi poistaa tätä tilaa itseltäsi.
it: Non puoi disabilitare questo stato per te stesso
pt_br: Você não pode desatribuir este status para si mesmo.

source: Change Permissions: %s
fi_fi: Muokkaa oikeuksia: %s
it: Modifica Permessi: %s
pt_br: Alterar Permissões: %s

source: Support ID:
fi_fi: Tukinumero:
it: ID Supporto:

source: * Products that has this category as a primary category.
fi_fi: * Tuotteet joilla on tämä kategoria ensisijaisena kategoriana.
it: * I prodotti che hanno questa categoria come primaria.
pt_br: * Produtos que tem esta categoria como categoria principal.

source: This action effects on all products.
fi_fi: Tämä vaikuttaa kaikkiin tuotteisiin.

source: This action effects %(item_count)s products.
fi_fi: Tämä vaikuttaa %(item_count)s tuotteeseen.

source: Comment saved.
fi_fi: Kommentti tallennettu.

source: There was an error updating the admin comment.
fi_fi: Kommentin päivitys ei onnistunut.
it: C'è stato un errore durante l'aggiornamento del commento amministratore.

source: Log entry added.
fi_fi: Logimerkintä lisätty.

source: There was an error adding the log entry.
fi_fi: Lokimerkinnän lisäämisessä tapahtui virhe.
it: C'e' stato un errore inserendo la riga di log.
pt_br: Houve um erro ao adicionar a entrada de log.

source: No shipments have been created yet.
fi_fi: Toimituksia ei ole vielä luotu.
it: Nessuna spedizione è stata creata finora.
pt_br: Nenhuma remessa foi criada ainda.

source: Advanced options
fi_fi: Edistyneet asetukset
it: Opzioni avanzate
pt_br: Opções avançadas

source: Support
fi_fi: Tuki

source: Shuup Blog
fi_fi: Shuup Blogi

source: The data contains an unique installation key, as well as the hostname of the installation (as sent by the visiting browser; currently <code>%(host)s</code>).
fi_fi: Tiedot sisältävät uniikin asennusavaimen sekä asennuksen osoitteen (selaimen lähettämänä; tällä hetkellä <code>%(host)s</code>).
it: I dati contengono una chiave unica d'installazione, il nome dell'host dell'installzione (come inviato dal browser; in questo momento è <code>%(host)s</code>).
pt_br: Os dados contém uma chave de instalação única, bem como o hostname da instalação (como enviado pelo navegador visitante; atualmente <code>%(host)s</code>).

source: Required. %s
fi_fi: Vaadittu. %s

source: Optional. %s
fi_fi: Valinnainen. %s

source: Unknown error
fi_fi: Tuntematon virhe
it: Errore sconosciuto

source: You must be logged in.
fi_fi: Sinun täytyy olla kirjautunut sisään.
it: Devi essere autenticato.
pt_br: Você precisa estar autenticado.

source: You must be a staff member.
fi_fi: Sinun tulee olla henkilökunnan jäsen.
it: Dei essere un membro dello staff.
pt_br: Você precisa ser um membro da equipe.

source: New %s created.
fi_fi: Uusi %s luotu.
it: Nuovo %s è stato creato.
pt_br: Novo %s criado.

source: %s edited.
fi_fi: %s muokattu.
it: %s modificato.
pt_br: %s editado.

source: Add a category
it: Aggiungi una categoria

source: Default Category
it: Categoria Predefinita
pt_br: Categoria Padrão

source: Update product default category while setting primary category.
it: Aggiorna la categoria predefinita del prodotto impostando la categoria primaria.
pt_br: Atualiza a categoria de produtos padrão enquanto configura a categoria principal.

source: Line number
it: Numero linea
pt_br: Número do item

source: Total incl. tax to refund
it: Totale IVA inclusa da rimborsare
pt_br: Total incl. imposto a restituir

source: Refund amount cannot be 0
it: L'ammontare del rimborso non può essere 0
pt_br: Valor da devolução não pode ser 0

source: Modules with the same permissions as selected modules will be added automatically.
it: Il Moduli con gli stessi permessi del modulo selezionato saranno aggiunti in automatico.
pt_br: Módulos com as mesmas permissões dos módulos selecionados serão adicionados automaticamente.

source: Add a product
it: Aggiungi un prodotto

source: Import products
it: Importa prodotti

source: Filter by SKU...
it: Filtra per SKU...
pt_br: Filtrar por SKU...

source: Sales per Month (last year)
it: Vendite per Mese (ultimo anno)
pt_br: Vendas por Mês (último ano)

source: Sales (%(currency)s)
it: Vendite (%(currency)s)
pt_br: Vendas (%(currency)s)

source: additional instructions shown in the shop checkout process.
it: istruzioni aggiuntive mostrate nel processo di checkout del negozio.

source: Please add shipping methods for your shop
it: Aggiungi metodi di spedizione per il tuo negozio

source: Please add payment methods for your shop
it: Aggiungi metodi di pagamento per il tuo negozio

source: Select carrier before filling other fields.
it: Seleziona lo spedizioneiere prima di riempire gli altri campi
pt_br: Selecione a transportadora antes de preencher os demais campos.

source: Select payment processor before filling other fields.
it: Seleziona un processore di pagamenti prima di riempire gli altri campi
pt_br: Selecione o processador de pagamentos antes de preencher os demais campos.

source: Languages
it: Lingue
pt_br: Idiomas

source: Supported Languages
it: Lingue Supportate

source: Show storefront products with tax pre-calculated into the price. Note this behavior can be overridden for customer groups.
it: Mostra i prodotti con iva precalcolata nel prezzo. Nota che questo comportamento può essere sovrascritto per gruppi cliente.

source: Shop Owner Name
it: Nome Proprietario Negozio
