Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: Then contact your credit card company, it may take some time before your refund is officially posted.
de: Wende Dich dann an Dein Kreditkartenunternehmen, da es einige Zeit dauern kann, bis Deine Rückerstattung offiziell gebucht wird.
pt_pt: De seguida contacte a sua empresa de cartão de crédito, poderá levar algum tempo até o reembolso ser oficialmente publicado.
sv_se: Kontakta sedan ditt kreditkortsföretag, det kan ta tid innan återbetalningen officiellt syns.

source: Next contact your bank. There is often some processing time before a refund is posted.
de: Wende Dich als nächstes bitte an Deine Bank. Es gibt oft eine gewisse Bearbeitungszeit, bevor eine Erstattung gebucht wird.
pt_pt: Contacte o seu banco de seguida. Existe com frequência algum tempo de processamento antes do reembolso ser publicado.
sv_se: Till näst kontakta din bank. Det finns ofta någon form av behandling innan en återbetalning bokförs.

source: If you’ve done all of this and you still have not received your refund yet, please contact us at <strong>%(shop_email)s</strong>.
de: Wenn Du all dies getan hast und Deine Rückerstattung immer noch nicht erhalten hast, kontaktiere uns bitte unter <strong>%(shop_email)s</strong>.
pt_pt: Se fez tudo isto e ainda assim ainda não recebeu o seu reembolso, por favor contacte-nos em <strong>%(shop_email)s</strong>.
sv_se: Om du har gjort allt detta och du fortfarande inte har fått din återbetalning, vänligen kontakta oss på <strong>%(shop_email)s</strong>.

source: Sale items (if applicable)
de: Reduzierte Artikel (falls zutreffend)
pt_pt: Itens de venda (se aplicável)
sv_se: Försäljning objekt (i förekommande fall)

source: Only regular priced items may be refunded, unfortunately sale items cannot be refunded.
de: Nur Artikel zum regulären Preis können erstattet werden, reduzierte Artikel können leider nicht erstattet werden.
pt_pt: Apenas os itens com preço normal podem ser reembolsados, infelizmente os itens em promoção não podem ser reembolsados.
sv_se: Endast regelbundna prissatta objekt kan återbetalas, tyvärr kan inte nedsatta produkter återbetalas.

source: Exchanges (if applicable)
de: Umtausch (falls zutreffend)
pt_pt: Trocas (se aplicável)
sv_se: Byten (i förekommande fall)

source: We only replace items if they are defective or damaged. If you need to exchange it for the same item, send us an email at <strong>%(shop_email)s</strong> and send your item to: <strong>%(shop_address)s</strong>.
de: Wir ersetzen Artikel nur, wenn sie defekt oder beschädigt sind. Wenn Du Deinen bestellten Artikel gegen den gleichen Artikel austauschen möchten, sende uns bitte eine E-Mail an <strong>%(shop_email)s</strong> und sende die Ware an: <strong>%(shop_address)s</strong>.
pt_pt: Apenas repomos itens se estiverem defeituosos ou danificados. Se necessita de trocá-lo pelo mesmo item, envie-nos um email para <strong>%(shop_email)s</strong> e envie-nos o seu item para: <strong>%(shop_address)s</strong>.
sv_se: Vi byter enbart artiklar om de är defekta eller skadade. Om du behöver byta ut en artikel mot samma objekt, skicka ett mail till <strong>%(shop_email)s</strong> och skicka varan per post till: <strong>%(shop_address)s</strong>.

source: Gifts
de: Geschenke
pt_pt: Ofertas
sv_se: Presenter

source: If the item was marked as a gift when purchased and shipped directly to you, you’ll receive a gift credit for the value of your return. Once the returned item is received, a gift certificate will be mailed to you.
de: Wenn der Artikel beim Kauf als Geschenk gekennzeichnet war und direkt an Dich versandt wurde, erhältst Du eine Geschenkgutschrift über den Wert Deiner Rücksendung. Sobald der zurückgesandte Artikel eingegangen ist, wird Dir ein Geschenkgutschein zugeschickt.
pt_pt: Se o item foi marcado como um presente quando comprado e enviado diretamente para si, receberá um crédito de presente no valor de sua devolução. Assim que o item devolvido for recebido, um certificado de presente será enviado para si.
sv_se: Om varan har markerats som en gåva när den köps och levererats direkt till dig, så kommer du att få gåvokredit för värdet av din retur. När den returnerade varan tas emot, kommer ett presentkort skickas till dig.

source: If the item wasn’t marked as a gift when purchased, or the gift giver had the order shipped to themselves to give to you later, we will send a refund to the gift giver and he will find out about your return.
de: Wenn der Artikel beim Kauf nicht als Geschenk gekennzeichnet war oder der Schenkende die Bestellung an sich selbst verschicken ließ, um sie Dir später zu schenken, senden wir eine Rückerstattung an den Schenkenden und er erfährt von Deiner Rückgabe.
pt_pt: Se o item não foi marcado como um presente quando comprado, ou se o presenteador mandou o pedido para si mesmo para entregar a você mais tarde, enviaremos um reembolso ao presenteador e ele saberá sobre sua devolução.
sv_se: Om objektet inte markerades som en gåva när de köps eller gåvogivaren hade beställningens levererad till sig själv för att ge dig senare, kommer vi att skicka en återbetalning till gåvogivaren och han kommer att få reda på att du returnerat varan.

source: Shipping
de: Versand
fi_fi: Toimitus
pt_pt: Envio
sv_se: Leverans

source: To return your product, you should mail your product to: <strong>%(shop_address)s</strong>.
de: Um einen Artikel zurückzusenden, sende Dein Paket bitte an folgende Adresse: <strong>%(shop_address)s</strong>.
pt_pt: Para devolver o seu produto, este deverá ser enviado para: <strong>%(shop_address)s</strong>.
sv_se: För att reklamera din produkt, bör du skicka din produkt till: <strong>%(shop_address)s.</strong>

source: You will be responsible for paying for your own shipping costs for returning your item. Shipping costs are non-refundable. If you receive a refund, the cost of return shipping will be deducted from your refund.
de: Du trägst die Versandkosten für die Rücksendung Deines Artikels. Die Versandkosten sind nicht erstattungsfähig.
pt_pt: Será responsável por pagar por seus próprios custos de envio para devolver o item. Os custos de envio não são reembolsáveis. Se receber um reembolso, o custo do frete de devolução será deduzido do seu reembolso.
sv_se: Du kommer att vara ansvarig för att betala för dina egna fraktkostnader vid reklamationer. Fraktkostnader återbetalas ej. Om du får en återbetalning, kommer kostnaden för returfrakten dras av från återbetalningen.

source: Depending on where you live, the time it may take for your exchanged product to reach you, may vary.
de: Je nachdem, wo Du wohnst, kann es unterschiedlich lange dauern, bis Dein Umtauschartikel bei Dir eintrifft.
pt_pt: Dependendo de onde vive, o tempo que poderá demorar ao seu produto trocado chegar até si poderá variar.
sv_se: Beroende på var du bor, kan det finnas variationer i den tid det tar att byta ut produkten.

source: If you are shipping an item over $75, you should consider using a trackable shipping service or purchasing shipping insurance. We don’t guarantee that we will receive your returned item.
de: Wenn Du einen Artikel für mehr als 75 Euro verschickst, solltest Du eine nachverfolgbaren Versandart nutzen oder eine Versandversicherung abschließen. Denn wir können leider nicht garantieren, dass Dein zurückgesendeter Artikel bei uns ankommt.
pt_pt: Se você estiver enviando um item acima de 75€, deve considerar usar um serviço de despacho rastreável ou adquirir um seguro de remessa. Não garantimos que receberemos seu item devolvido.
sv_se: Om du skickar en artikel över 75$, bör du överväga att använda ett spårbar paket eller köpa en leveransförsäkring. Vi kan inte garantera att artikeln når oss.

source: OVERVIEW
de: ÜBERSICHT
pt_pt: VISÃO GERAL
sv_se: ÖVERSIKT

source: This website is operated by <strong>%(public_name)s</strong>. Throughout the site, the terms “we”, “us” and “our” refer to <strong>%(public_name)s</strong>. <strong>%(public_name)s</strong> offers this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here.
de: Diese Webseite wird betrieben von <strong>%(public_name)s</strong>. Auf der gesamten Webseite beziehen sich die Begriffe "wir", "uns" und "unser" auf <strong>%(public_name)s</strong>. <strong>%(public_name)s</strong> bietet diese Webseite, einschließlich aller Informationen, Tools und Dienstleistungen, die auf dieser Webseite verfügbar sind, für Dich, den Benutzer, unter der Bedingung an, dass Du alle hier angegebenen Bedingungen, Konditionen, Richtlinien und Hinweise akzeptierst.
pt_pt: O website é operado por <strong>%(public_name)s</strong>. Através deste website, os termos "nós", "nosso" e "nossa" referem-se a <strong>%(public_name)s</strong>.<strong>%(public_name)s</strong>oferece este website, incluído toda a informação, ferramentas e serviços disponíveis para si na página, o utilizador, condicionados pela sua aceitação de todos os termos, condições, políticas e avisos expostos aqui.f
sv_se: Denna webbplats drivs av <strong>%(public_name)s</strong>. Genom hela webbplatsen, hänvisar termerna "vi", "oss" och "vår" till <strong>%(public_name)s</strong>. <strong>%(public_name)s</strong> erbjuder denna webbplats, inklusive alla uppgifter, verktyg och tjänster som är tillgängliga från denna webbplats till dig, användaren, villkoren du accepterar, policyn och meddelanden som anges här.

source: By visiting our site and/ or purchasing something from us, you engage in our “Service” and agree to be bound by the following terms and conditions (“Terms of Service”, “Terms”), including those additional terms and conditions and policies referenced herein and/or available by hyperlink. These Terms of Service apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content.
de: Indem Du unsere Webseite besuchst und/oder etwas bei uns einkaufst, nimmst Du unseren Service in Anspruch und erklärst Dich mit den folgenden Bedingungen ("Allgemeine Geschäftsbedingungen", "Nutzungsbedingungen") einverstanden, einschließlich der zusätzlichen Bedingungen und Richtlinien, auf die hier verwiesen wird und/oder die per Hyperlink abrufbar sind. Diese Nutzungsbedingungen gelten für alle Benutzer der Webseite, einschließlich, aber nicht beschränkt auf Benutzer, die Besucher, Anbieter, Kunden, Händler und/oder Mitwirkende von Inhalten sind.
pt_pt: Ao visitar nosso site e / ou comprar algo de nós, você afilia-se ao nosso “Serviço” e concorda em obedecer aos seguintes termos e condições (“Termos de Serviço”, “Termos”), incluindo esses termos, condições e políticas adicionais referenciado aqui e / ou disponível por hiperligação. Estes Termos de Serviço aplicam-se a todos os utilizadores do site, incluindo, sem limitação, utilizadores que são navegadores, fornecedores, clientes, comerciantes e / ou contribuidores de conteúdo.
sv_se: Genom att besöka vår webbplats och/eller köpa något från oss, deltar du i vår "Tjänst" och accepterar att vara bunden av följande villkor ("användarvillkor", "villkor"), inklusive de ytterligare villkor och beslut som refereras häri och/eller är tillgänglig via länkar. Dessa användarvillkor gäller för alla användare av webbplatsen, inklusive och utan begränsning användare som bläddrar på sidan, leverantörer, kunder, handlare och/eller bidragare av innehåll.

source: Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.
de: Bitte lese Dir diese Nutzungsbedingungen sorgfältig durch, bevor Du auf unsere Webseite zugreifst oder diese nutzt. Durch den Zugriff auf die Webseite oder die Nutzung eines Teils der Webseite erklärst Du Dich mit diesen Nutzungsbedingungen einverstanden. Wenn Du nicht mit allen Bedingungen dieser Vereinbarung einverstanden bist, greife bitte nicht auf die Webseite zu oder nutze irgendwelche Dienste. Wenn diese Allgemeinen Geschäftsbedingungen bzw. Nutzungsbedingungen als ein Angebot betrachtet werden, ist die Annahme ausdrücklich auf diese Bedingungen beschränkt.
pt_pt: Leia estes Termos de Serviço com atenção antes de aceder ou usar nosso site. Ao aceder ou usar qualquer parte do site, você concorda em obedecer a estes Termos de Serviço. Se não concordar com todos os termos e condições deste acordo, não poderá aceder o site ou usar quaisquer serviços. Se estes Termos de serviço forem considerados uma oferta, a aceitação é expressamente limitada a estes Termos de serviço.
sv_se: Läs dessa användarvillkor noggrant innan du använder vår webbplats. Genom att besöka eller använda någon del av webbplatsen godkänner du att vara bunden av dessa användarvillkor. Om du inte accepterar alla villkor i detta avtal, då bör du inte besöka webbplatsen eller använda några tjänster som webbplatsen erbjuder. Om dessa användarvillkor anses vara ett erbjudande, är acceptans uttryckligen begränsad till dessa användarvillkor.

source: Any new features or tools which are added to the current store shall also be subject to the Terms of Service. You can review the most current version of the Terms of Service at any time on this page. We reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.
de: Alle neuen Funktionen oder Tools, die dem aktuellen Marktplatz hinzugefügt werden, unterliegen ebenfalls den Allgemeinen Geschäftsbedingungen bzw. den Nutzungsbedingungen. Du kannst die aktuellste Version der jederzeit auf dieser Seite einsehen. Wir behalten uns das Recht vor, jeden Teil dieser Bedingungen zu aktualisieren, zu ändern oder zu ersetzen, indem wir Updates und/oder Änderungen auf unserer Website veröffentlichen. Es liegt in Deiner Verantwortung, diese Seite regelmäßig auf Änderungen zu überprüfen. Wenn Du die Webseite nach der Veröffentlichung von Änderungen weiterhin nutzt oder darauf zugreifst, gilt dies als Zustimmung dieser Änderungen.
pt_pt: Quaisquer novos recursos ou ferramentas adicionados à loja atual também estarão sujeitos aos Termos de Serviço. Pode revisar a versão mais atual dos Termos de Serviço a qualquer momento nesta página. Reservamo-nos o direito de atualizar, alterar ou substituir qualquer parte destes Termos de Serviço publicando atualizações e / ou alterações ao nosso site. É da sua responsabilidade verificar esta página periodicamente para ver se há alterações. O seu uso continuado ou acesso ao site após a publicação de quaisquer alterações constitui aceitação dessas alterações.
sv_se: Eventuella nya funktioner eller verktyg som läggs till den aktuella butiken är också vara föremål för användarvillkoren. Du kan läsa den senaste versionen av användarvillkoren när som helst på denna sida. Vi förbehåller oss rätten att uppdatera, ändra eller ersätta någon del av dessa användarvillkor genom att publicera uppdateringar och/eller förändringar i vår hemsida. Det är ditt ansvar att kontrollera denna sida regelbundet för förändringar. Din fortsatta användning av eller tillgång till webbplatsen accepterar dessa ändringar.

source: SECTION 1 - ONLINE STORE TERMS
de: ABSCHNITT 1 - MARKTPLATZBESTIMMUNGEN
pt_pt: SECÇÃO 1 - TERMOS DE LOJA ONLINE
sv_se: SEKTION 1 - WEBBUTIKENS VILLKOR

source: By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.
de: Indem Du diesen Allgemeinen Geschäftsbedingungen bzw. Nutzungsbedingungen zustimmst, versicherst Du, dass Du in dem Land oder dem Bundesland, in dem Du wohnst, mindestens volljährig bist oder dass Du in dem Land oder dem Bundesland, in dem Du wohnst, volljährig bist und uns Dein Einverständnis gegeben hast, einem Deiner minderjährigen Angehörigen die Nutzung dieser Webseite zu erlauben.
pt_pt: Ao concordar com estes Termos de Serviço, declara que tem pelo menos a maioridade em seu estado ou província de residência, ou que é maior de idade no seu país de residência e nos deu o seu consentimento para permitir que qualquer um de seus dependentes menores use este site.
sv_se: Genom att acceptera dessa användarvillkor intygar du att du är minst myndig i din stat eller provins sort eller att du är myndig i din stat eller provins där du bor och du har gett oss ditt medgivande till möjliggöra något av minderåriga anhöriga att använda den här webbplatsen.

source: You may not use our products for any illegal or unauthorized purpose nor may you, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright laws).
de: Du darfst unsere Artikel nicht für illegale oder unbefugte Zwecke verwenden und Du darfst bei der Nutzung unserer Dienstleistung auch keine Gesetze in ihrer Rechtsprechung verletzen (einschließlich, aber nicht beschränkt auf Urheberrechtsgesetze).
pt_pt: Você não pode usar nossos produtos para qualquer propósito ilegal ou não autorizado, nem pode, no uso do Serviço, violar quaisquer leis em sua jurisdição (incluindo, mas não se limitando às leis de direitos autorais).
sv_se: Du får inte använda produkterna för olagligt eller obehörigt syfte och du får inte, vid användning av tjänsten, bryta mot några lagar i din jurisdiktion (inklusive men ej begränsat till upphovsrättslagstiftning).

source: You must not transmit any worms or viruses or any code of a destructive nature.
de: Du darfst keine Trojaner oder Viren oder sonstigen Code zerstörerischer Natur übertragen.
pt_pt: Você não deve transmitir worms ou vírus ou qualquer código de natureza destrutiva.
sv_se: Du får inte överföra några maskar eller virus eller någon kod av destruktiv karaktär.

source: A breach or violation of any of the Terms will result in an immediate termination of your Services.
de: Eine Verletzung oder ein Verstoß gegen eine der Bedingungen führt zu einer sofortigen Beendigung Deines Nutzungsrechts dieser Webseite.
pt_pt: A violação ou violação de qualquer um dos Termos resultará na rescisão imediata de seus Serviços.
sv_se: Ett brott eller brott mot någon av villkoren kommer att resultera i ett omedelbart avstängning av tjänsten för ditt endamål.

source: SECTION 2 - GENERAL CONDITIONS
de: ABSCHNITT 2 - ALLGEMEINE BEDINGUNGEN
pt_pt: SECÇÃO 2 - CONDIÇÕES GERAIS
sv_se: SEKTION 2 - ALLMÄNNA VILLKOR

source: We reserve the right to refuse service to anyone for any reason at any time.
de: Wir behalten uns das Recht vor, unsere Dienstleistung jederzeit für jeden, aus einem beliebigen Grund, zu verweigern.
pt_pt: Reservamo-nos o direito de recusar o serviço a qualquer pessoa por qualquer motivo, a qualquer momento.
sv_se: Vi förbehåller oss rätten att vägra service till någon av vilken anledning som helst.

source: You understand that your content (not including credit card information), may be transferred unencrypted and involve (a) transmissions over various networks; and (b) changes to conform and adapt to technical requirements of connecting networks or devices. Credit card information is always encrypted during transfer over networks.
de: Sei Dir bitte bewusst, dass Deine Inhalte unverschlüsselt übertragen werden (dies gilt nicht für Kreditkarteninformationen) und (a) Übertragungen über verschiedene Netzwerke und (b) Änderungen zur Anpassung an die technischen Anforderungen der verbundenen Netzwerke oder Geräte beinhalten können. Kreditkarteninformationen werden bei der Übertragung über Netzwerke immer verschlüsselt.
pt_pt: Entende que seu conteúdo (não incluindo informações de cartão de crédito) pode ser transferido sem criptografia e envolver (a) transmissões em várias redes; e (b) alterações para conformidade e adaptação aos requisitos técnicos de conexão de redes ou dispositivos. As informações do cartão de crédito são sempre criptografadas durante a transferência pelas redes.
sv_se: Du förstår att ditt innehåll (inkluderar ej kreditkortsuppgifter), kan överföras okrypterat och involverar (a) överföring via olika nätverk; och (b) ändringar för att följa och anpassa sig till tekniska krav för anslutande nätverk eller anordningar. Kreditkortsinformation krypteras alltid under överföring via nätverk.

source: You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service or any contact on the website through which the service is provided, without express written permission by us.
de: Du erklärst Dich damit einverstanden, keinen Teil des Dienstes, der Nutzung des Dienstes oder den Zugriff auf den Dienst oder einen Kontakt auf der Webseite, über die der Dienst bereitgestellt wird, ohne ausdrückliche schriftliche Genehmigung durch uns zu reproduzieren, zu duplizieren, zu kopieren, zu verkaufen, weiterzuverkaufen oder in irgend einer Weise zu verwerten.
pt_pt: Você concorda em não reproduzir, duplicar, copiar, vender, revender ou explorar qualquer parte do Serviço, uso do Serviço ou acesso ao Serviço ou qualquer contato no site através do qual o serviço é fornecido, sem autorização expressa por escrito por nós .
sv_se: Du samtycker till att inte reproducera, duplicera, kopiera, sälja, återförsälja eller exploatera någon del av Tjänsten, nyttjande av Tjänsten, eller tillgång till Tjänsten eller någon kontakt på webbplatsen genom vilken tjänsten tillhandahålls, utan skriftligt tillstånd från oss .

source: The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.
de: Die in dieser Vereinbarung verwendeten Überschriften dienen nur der Übersichtlichkeit und schränken diese Bedingungen nicht ein oder beeinflussen sie anderweitig.
pt_pt: Os cabeçalhos usados neste contrato são incluídos apenas para conveniência e não irão limitar ou afetar estes Termos.
sv_se: Rubrikerna som ingår i detta avtal är endast till för att underlätta referenser och ska inte på något sätt begränsa eller påverka betydelsen eller tolkningen av bestämmelserna i detta avtal.

source: SECTION 3 - ACCURACY, COMPLETENESS AND TIMELINESS OF INFORMATION
de: ABSCHNITT 3 - RICHTIGKEIT, VOLLSTÄNDIGKEIT UND RECHTZEITIGKEIT DER INFORMATIONEN
pt_pt: SEÇÃO 3 - PRECISÃO, INTEGRIDADE E MOMENTO DAS INFORMAÇÕES
sv_se: SEKTION 3 - RIKTIGHET, FULLSTÄNDIGHET OCH AKTUALITET GÄLLANDE INFORMATION
