Repository: shuup/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, it, pt_br, pt_pt, sv_se

source: We are not responsible if information made available on this site is not accurate, complete or current. The material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information. Any reliance on the material on this site is at your own risk.
de: Wir sind nicht dafür verantwortlich, wenn die auf dieser Webseite zur Verfügung gestellten Informationen nicht korrekt, vollständig oder aktuell sind. Das Material auf dieser Webseite dient nur der allgemeinen Information und sollte nicht als alleinige Grundlage für Entscheidungen herangezogen werden, ohne primäre, genauere, vollständigere oder aktuellere Informationsquellen in Betracht zu ziehen. Jegliches Vertrauen in das Material auf dieser Webseite erfolgt auf eigenes Risiko.
pt_pt: Não somos responsáveis se as informações disponibilizadas neste site não forem precisas, completas ou atuais. O material neste site é fornecido apenas para informação geral e não deve ser invocado ou usado como a única base para a tomada de decisões sem consultar as fontes de informação primárias, mais precisas, mais completas ou mais oportunas. Qualquer confiança no material deste site é por sua própria conta e risco.
sv_se: Vi är inte ansvariga om information som görs tillgänglig på denna webbplats är inte korrekt, fullständiga eller aktuella. Materialet på denna webbplats tillhandahåller endast allmän information och bör inte åberopas eller användas som den enda grunden för att fatta beslut utan att konsultera primära, mer exakt, mer kompletta eller mer tidenliga informationskällor. Tillit till material på denna webbplats är på egen risk.

source: This site may contain certain historical information. Historical information, necessarily, is not current and is provided for your reference only. We reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site. You agree that it is your responsibility to monitor changes to our site.
de: Diese Webseite kann bestimmte historische Informationen enthalten. Historische Informationen sind verständlicherweise nicht aktuell und werden nur zu Ihrer Information bereitgestellt. Wir behalten uns das Recht vor, den Inhalt dieser Webseite jederzeit zu aktualisieren, sind aber nicht verpflichtet, die Daten auf unserer Webseite zu aktualisieren. Du erklärst Dich damit einverstanden, dass es in Deiner Verantwortung liegt, die Änderungen auf unserer Seite zu verfolgen.
pt_pt: Este site pode conter certas informações históricas. As informações históricas, necessariamente, não são atuais e são fornecidas apenas para sua referência. Reservamo-nos o direito de modificar o conteúdo deste site a qualquer momento, mas não temos nenhuma obrigação de atualizar qualquer informação no nosso site. Você concorda que é sua responsabilidade monitorar as alterações no nosso site.
sv_se: Denna webbplats kan innehålla viss historisk information. Historisk information, nödvändigtvis, är inte aktuell och tillhandahålls endast som referens. Vi förbehåller oss rätten att ändra innehållet på denna webbplats när som helst, men vi har ingen skyldighet att uppdatera någon information på vår webbplats. Du accepterar att det är ditt ansvar att övervaka förändringar på vår webbplats.

source: SECTION 4 - MODIFICATIONS TO THE SERVICE AND PRICES
de: ABSCHNITT 4 - ÄNDERUNGEN DER DIENSTLEISTUNG UND DER PREISE
pt_pt: SECÇÃO 4 - MODIFICAÇÕES NO SERVIÇO E PREÇOS
sv_se: SEKTION 4 - ÄNDRINGAR TILL TJÄNSTEN OCH PRISER

source: Prices for our products are subject to change without notice.
de: Die Preise unserer Artikel können ohne Vorankündigung geändert werden.
pt_pt: Os preços dos nossos produtos estão sujeitos a alteração de preços sem aviso prévio.
sv_se: Priserna för våra produkter kan ändras utan föregående meddelande.

source: We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time.
de: Wir behalten uns das Recht vor, den Dienst (oder Teile oder Inhalte davon) jederzeit und ohne Vorankündigung zu ändern oder einzustellen.
pt_pt: Reservamo-nos o direito de, a qualquer momento, modificar ou descontinuar o Serviço (ou qualquer parte ou conteúdo dele) sem aviso prévio a qualquer momento.
sv_se: Vi förbehåller oss rätten att ändra eller förbättra utföranden eller specifikationer för dessa produkter när som helst utan förvarning.

source: We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.
de: Wir haften weder gegenüber Dir noch Dritten gegenüber für Anpassungen, Preisänderungen, Aussetzungen oder die Einstellung des Dienstes.
pt_pt: Não seremos responsáveis perante si ou terceiros por qualquer modificação, alteração de preço, suspensão ou descontinuação do Serviço.
sv_se: Vi ska inte vara ansvarigt gentemot dig eller någon tredje part för någon ändring, prisändring, avstängning eller upphörande av Tjänsten.

source: SECTION 5 - PRODUCTS OR SERVICES (if applicable)
de: ABSCHNITT 5 - PRODUKTE ODER DIENSTLEISTUNGEN (falls zutreffend)
pt_pt: SECÇÃO 5 - PRODUTOS E SERVIÇOS (se aplicável)
sv_se: SEKTION 5 - PRODUKTER OCH TJÄNSTER (i förekommande fall)

source: Certain products or services may be available exclusively online through the website. These products or services may have limited quantities and are subject to return or exchange only according to our Return Policy.
de: Bestimmte Produkte oder Dienstleistungen können ausschließlich online über die Webseite erhältlich sein. Diese Produkte oder Dienstleistungen können begrenzte Mengen haben und unterliegen nur der Rückgabe oder dem Umtausch gemäß unseren Rückgaberichtlinien.
pt_pt: Certos produtos ou serviços podem estar disponíveis exclusivamente online por meio do site. Esses produtos ou serviços podem ter quantidades limitadas e estão sujeitos a devolução ou troca apenas de acordo com nossa Política de Devolução.
sv_se: Vissa produkter eller tjänster kan vara tillgängliga endast via vår hemsidan. Dessa produkter eller tjänster kan ha begränsade mängder och kan reklameras enlighet med vår returpolicy.

source: We have made every effort to display as accurately as possible the colors and images of our products that appear at the store. We cannot guarantee that your computer monitor's display of any color will be accurate.
de: Wir haben sämtliche Anstrengungen unternommen, um die Farben und Bilder unserer Produkte, die auf dem Marktplatz erscheinen, so genau wie möglich darzustellen. Wir können aber leider nicht garantieren, dass Ihr Computermonitor jede Farbe realitätsgetreu anzeigt.
pt_pt: Fizemos todos os esforços para exibir com a maior precisão possível as cores e imagens de nossos produtos que aparecem na loja. Não podemos garantir que a exibição de qualquer cor do monitor do computador seja precisa.
sv_se: Vi har gjort allt för att så exakt som möjligt visa färger och bilder av våra produkter som visas i butiken. Vi kan inte garantera att din dator bildskärm kommer att vara korrekt.

source: We reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region or jurisdiction. We may exercise this right on a case-by-case basis. We reserve the right to limit the quantities of any products or services that we offer. All descriptions of products or product pricing are subject to change at anytime without notice, at the sole discretion of us. We reserve the right to discontinue any product at any time. Any offer for any product or service made on this site is void where prohibited.
de: Wir behalten uns das Recht vor, sind aber nicht verpflichtet, den Verkauf unserer Produkte oder Dienstleistungen auf eine Person, geografische Region oder Rechtsprechung zu beschränken. Wir können dieses Recht von Fall zu Fall ausüben. Wir behalten uns das Recht vor, die Mengen der von uns angebotenen Produkte oder Dienstleistungen zu begrenzen. Alle Beschreibungen von Produkten oder Produktpreisen können jederzeit ohne Vorankündigung und nach unserem alleinigen Ermessen geändert werden. Wir behalten uns das Recht vor, jedes Produkt zu jeder Zeit einzustellen. Jedes Angebot für ein Produkt oder eine Dienstleistung, das auf dieser Webseite gemacht wird, ist ungültig, wenn es verboten oder unzulässig ist.
pt_pt: Reservamos o direito, mas não somos obrigados, de limitar as vendas de nossos produtos ou Serviços a qualquer pessoa, região geográfica ou jurisdição. Podemos exercer esse direito caso a caso. Reservamos o direito de limitar as quantidades de quaisquer produtos ou serviços que oferecemos. Todas as descrições de produtos ou preços de produtos estão sujeitos a alterações a qualquer momento sem aviso prévio, a nosso critério exclusivo. Reservamos o direito de descontinuar qualquer produto a qualquer momento. Qualquer oferta de qualquer produto ou serviço feita neste site é inválida onde for proibida.
sv_se: Vi förbehåller oss rätten, men är inte skyldiga att begränsa försäljningen av våra produkter eller tjänster till någon person, geografiskt område eller jurisdiktion. Vi kan utöva denna rätt på en bedömning från fall till fall. Vi förbehåller oss rätten att begränsa de kvantiteter av produkter eller tjänster som vi erbjuder. Alla beskrivningar av produkter eller prissättning kan ändras när som helst utan förvarning, efter eget gottfinnande av oss. Vi förbehåller oss rätten att avbryta någon produkt som helst. Något erbjudande för någon produkt eller tjänst som görs på denna webbplats är ogiltigt där det är förbjudet.

source: We do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected.
de: Wir garantieren nicht, dass die Qualität der von Ihnen gekauften oder erhaltenen Produkte, Dienstleistungen, Informationen oder anderen Materialien Ihren Erwartungen entspricht oder dass etwaige Fehler unserer Dienstleistung korrigiert werden.
pt_pt: Não garantimos que a qualidade de quaisquer produtos, serviços, informações ou outro material adquirido ou obtido por você atenderá às suas expectativas, ou que quaisquer erros no Serviço serão corrigidos.
sv_se: Vi garanterar inte att kvaliteten på alla produkter, tjänster, information eller annat material som köps eller erhålls av dig kommer att uppfylla dina förväntningar, eller att eventuella fel i tjänsten kommer att korrigeras.

source: SECTION 6 - ACCURACY OF BILLING AND ACCOUNT INFORMATION
de: ABSCHNITT 6 - GENAUIGKEIT DER ABRECHNUNGS- UND KONTOINFORMATIONEN
pt_pt: SEÇÃO 6 - PRECISÃO DE FATURAMENTO E INFORMAÇÕES DE CONTA
sv_se: SEKTION 6 - NOGGRANNHET GÄLLANDE FAKTURERING SAMT PERSONUPPGIFTER

source: We reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address. In the event that we make a change to or cancel an order, we may attempt to notify you by contacting the e-mail and/or billing address/phone number provided at the time the order was made. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers or distributors.
de: Wir behalten uns das Recht vor, jede Bestellung, die Du bei uns aufgibst, abzulehnen. Wir können nach eigenem Ermessen die gekauften Mengen pro Person, pro Haushalt oder pro Bestellung begrenzen oder stornieren. Diese Beschränkungen können Bestellungen einschließen, die von oder unter demselben Kundenkonto, derselben Kreditkarte aufgegeben werden, und/oder Bestellungen, die dieselbe Rechnungs- und/oder Lieferadresse verwenden. Falls wir eine Bestellung ändern oder stornieren, werden wir versuchen, Dich zu benachrichtigen, indem wir die E-Mail und/oder Rechnungsadresse/Telefonnummer kontaktieren, die zum Zeitpunkt der Bestellung angegeben wurde. Wir behalten uns das Recht vor, Bestellungen einzuschränken oder zu verbieten, die nach unserem alleinigen Urteil den Anschein erwecken, von Händlern, Wiederverkäufern oder Distributoren aufgegeben worden zu sein.
pt_pt: Reservamos o direito de recusar qualquer pedido que fizer connosco. Podemos, a nosso exclusivo critério, limitar ou cancelar as quantidades compradas por pessoa, por família ou por pedido. Essas restrições podem incluir pedidos feitos por ou sob a mesma conta de cliente, o mesmo cartão de crédito e / ou pedidos que usam o mesmo faturamento e / ou endereço de entrega. No caso de fazermos uma alteração ou cancelar um pedido, podemos tentar notificá-lo entrando em contato com o e-mail e / ou endereço / telefone de cobrança fornecido no momento em que o pedido foi feito. Reservamos o direito de limitar ou proibir pedidos que, em nosso julgamento exclusivo, pareçam ser feitos por revendedores, revendedores ou distribuidores.
sv_se: Vi förbehåller oss rätten att neka en beställning som du gjort med oss. Vi kan i eget gottfinnande, begränsa eller avbryta kvantiteter som köpts per person per hushåll eller per beställning. Dessa begränsningar kan omfatta beställningar av eller under samma kund, samma kreditkort och/eller beställning som använder samma fakturering och/eller leveransadress. I händelser då att vi gör en ändring eller annullera en beställning, kan vi försöka att meddela dig genom att kontakta e-post och/eller faktureringsadress/telefonnummer som vid den tidpunkt då beslutet fattades. Vi förbehåller oss rätten att begränsa eller förbjuda order som i vår egen bedömning, verkar vara skrivna av återförsäljare, återförsäljare och distributörer.

source: You agree to provide current, complete and accurate purchase and account information for all purchases made at our store. You agree to promptly update your account and other information, including your email address and credit card numbers and expiration dates, so that we can complete your transactions and contact you as needed.
de: Du erklärst Dich damit einverstanden, aktuelle, vollständige und genaue Kauf- und Kontoinformationen für alle auf unserem Marktplatz getätigten Einkäufe anzugeben. Du erklärst Dich damit auch einverstanden, Dein Konto und andere Informationen, einschließlich Deiner E-Mail-Adresse und Kreditkartennummern sowie Ablaufdaten, umgehend zu aktualisieren, damit wir Deine Transaktionen erfolgreich abschließen und Dich bei Bedarf erfolgreich kontaktieren können.
pt_pt: Você concorda em fornecer informações de conta e compra atuais, completas e precisas para todas as compras feitas em nossa loja. Você concorda em atualizar imediatamente sua conta e outras informações, incluindo seu endereço de e-mail e números de cartão de crédito e datas de vencimento, para que possamos concluir suas transações e entrar em contato consigo caso necessário.
sv_se: Du samtycker till att tillhandahålla aktuell, fullständig och korrekt inköp och kontoinformation för alla inköp som görs på vårt lager. Du samtycker till att omedelbart uppdatera ditt konto och annan information, inklusive din e-postadress och kreditkortsnummer och utgångsdatum, så att vi kan slutföra dina transaktioner och kontaktar dig om det behövs.

source: For more detail, please review our Returns Policy.
de: Weitere Details findest Du in unseren Rückgabebedingungen.
pt_pt: Para obter mais detalhes, consulte a nossa Política de Devolução.
sv_se: För mer information hänvisar vi till vår returpolicy.

source: SECTION 7 - OPTIONAL TOOLS
de: ABSCHNITT 7 - OPTIONALE TOOLS
pt_pt: SECÇÃO 7 - FERRAMENTAS OPCIONAIS
sv_se: SEKTION 7 - VALFRIA VERKTYG

source: We may provide you with access to third-party tools over which we neither monitor nor have any control nor input.
de: Wir können Dir den Zugang zu Tools von Drittanbietern ermöglichen, über die wir jedoch weder Kontrolle noch Einfluss haben.
pt_pt: Podemos fornecer-lhe acesso a ferramentas de terceiros, as quais não monitoramos, nem temos qualquer controle ou entrada.
sv_se: Det kan finnas tillfällen då vi ger dig tillgång till verktyg från tredje parter över vilka vi varken övervakar eller har någon kontroll eller inflytande.

source: You acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties, representations or conditions of any kind and without any endorsement. We shall have no liability whatsoever arising from or relating to your use of optional third-party tools.
de: Du erkennst an und erklärst Dich damit einverstanden, dass wir den Zugang zu solchen Tools "wie besehen" und "wie verfügbar" ohne jegliche Garantien, Zusicherungen oder Bedingungen und ohne jegliche Befürwortung bereitstellen. Wir übernehmen keinerlei Haftung, die sich aus Ihrer Nutzung von optionalen Tools Dritter ergibt oder damit zusammenhängt.
pt_pt: Você reconhece e concorda que fornecemos acesso a tais ferramentas "no estado em que se encontram" e "conforme disponíveis", sem quaisquer garantias, representações ou condições de qualquer tipo e sem qualquer endosso. Não teremos qualquer responsabilidade decorrente ou relacionada ao uso de ferramentas opcionais de terceiros.
sv_se: Du godkänner att vi ger tillgång till sådana verktyg "som dom är" och "som de är tillgänglig" utan garantier, representationer eller villkor av något slag och utan stöd. Vi har inget ansvar som uppstår från eller i samband med din användning av valfria verktyg från tredje part.

source: Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s).
de: Jegliche Nutzung von optionalen Tools, die über die Webseite angeboten werden, erfolgt auf eigene Gefahr und nach eigenem Ermessen, und Du solltest sicherstellen, dass Du mit den Bedingungen, zu denen die Tools von dem/den jeweiligen Drittanbieter(n) bereitgestellt werden, vertraut bist und diesen zustimmst.
pt_pt: Qualquer uso por você de ferramentas opcionais oferecidas por meio do site é inteiramente por sua própria conta e risco e você deve certificar-se de estar familiarizado e aprovar os termos em que as ferramentas são fornecidas pelos respetivos prestador(es) de serviços.
sv_se: All användning av dig fällande valfria verktyg som erbjuds via webbplatsen är helt på egen risk och diskretion och du bör se till att du är bekant med och godkänner villkoren för vilka verktyg tillhandahålls av relevant tredjepartsleverantör(er).

source: We may also, in the future, offer new services and/or features through the website (including, the release of new tools and resources). Such new features and/or services shall also be subject to these Terms of Service.
de: Wir können auch zukünftig neue Dienste und/oder Funktionen über die Webseite anbieten (einschließlich der Veröffentlichung neuer Tools und Ressourcen). Solche neuen Funktionen und/oder Dienste unterliegen ebenfalls diesen Nutzungsbedingungen.
pt_pt: Também podemos, no futuro, oferecer novos serviços e / ou recursos por meio do site (incluindo, o lançamento de novas ferramentas e recursos). Esses novos recursos e / ou serviços também estarão sujeitos a estes Termos de Serviço.
sv_se: Vi kan också i framtiden, erbjuda nya tjänster och/eller funktioner via webbplatsen (inklusive, landerande av nya verktyg och resurser). Sådana nya funktioner och/eller tjänster skall också omfattas av dessa användarvillkor.

source: SECTION 8 - THIRD-PARTY LINKS
de: ABSCHNITT 8 - FREMDLINKS
pt_pt: SECÇÃO 8 - LINKS DE TERCEIROS
sv_se: SEKTION 8 - TREDJEPARTSLÄNKAR

source: Certain content, products and services available via our Service may include materials from third-parties.
de: Bestimmte Inhalte, Produkte und Dienste, die über unseren Dienst verfügbar sind, können Materialien von Drittanbietern enthalten.
pt_pt: Certos conteúdos, produtos e serviços disponíveis através do nosso Serviço podem incluir materiais de terceiros.
sv_se: Visst innehåll, komponenter och funktioner i Tjänster kan inkludera material från tredjepartsleverantörer och/eller hyperlänkar till andra webbplatser, resurser eller innehåll.

source: Third-party links on this site may direct you to third-party websites that are not affiliated with us. We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties.
de: Links von Drittanbietern auf dieser Webseite können Dich zu Webseiten von Dritten führen, die nicht mit uns verbunden sind. Wir sind nicht verantwortlich für die Prüfung oder Bewertung der Inhalte oder der Genauigkeit und wir übernehmen keine Garantie und keine Haftung oder Verantwortung für Materialien oder Webseiten Dritter oder für andere Materialien, Produkte oder Dienstleistungen Dritter.
pt_pt: Os links de terceiros neste site podem direcioná-lo a sites de terceiros que não são afiliados a nós. Não somos responsáveis por examinar ou avaliar o conteúdo ou precisão e não garantimos e não teremos qualquer responsabilidade por quaisquer materiais ou sites de terceiros, ou por quaisquer outros materiais, produtos ou serviços de terceiros.
sv_se: Tredjeparts länkar på denna webbplats kan hänvisa dig till tredje parts webbplatser som inte är anslutna till oss. Vi är inte ansvariga för att undersöka eller utvärdera innehållet eller riktigheten och vi garanterar inte och kommer inte att ha något ansvar för eventuella tredjepartsmaterial eller hemsidor, eller för annat material, produkter eller tjänster från tredje part.

source: We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites. Please review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction. Complaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.
de: Wir haften nicht für Schäden im Zusammenhang mit dem Kauf oder der Nutzung von Waren, Dienstleistungen, Ressourcen, Inhalten oder anderen Transaktionen, die in Verbindung mit Webseiten Dritter getätigt werden. Bitte überprüfe sorgfältig die Richtlinien und die Geschäftstätigkeit des Drittanbieters und stelle sicher, dass Du diese verstehst, bevor Du eine Transaktion durchführst. Beschwerden, Ansprüche, Bedenken oder Fragen zu Produkten von Drittanbietern sollten an den jeweiligen Drittanbieter gerichtet werden.
pt_pt: Não somos responsáveis por quaisquer danos ou danos relacionados à compra ou uso de bens, serviços, recursos, conteúdo ou quaisquer outras transações feitas em conexão com quaisquer sites de terceiros. Leia atentamente as políticas e práticas de terceiros e certifique-se de entendê-las antes de se envolver em qualquer transação. Reclamações, reclamações, preocupações ou perguntas sobre produtos de terceiros devem ser direcionadas aos terceiros.
sv_se: Vi är inte ansvariga för någon skada eller skador i samband med köp eller användning av varor, tjänster, resurser, innehåll eller andra transaktioner som görs i samband med någon tredjeparts webbplats. Läs noggrant igenom tredjeparts policyn och praxis och se till att du förstår dem innan du delta i någon transaktion. Klagomål, anspråk, oro eller frågor om tredjepartsprodukter bör riktas till tredje part.
