Repository: shuup/shuup
Catalog: shuup/notify/locale/*/LC_MESSAGES/django.po
Languages: fi_fi

source: Plain text
fi_fi: Pelkkä teksti

source: Subject
fi_fi: Aihe

source: Email Template
fi_fi: Sähköpostimalli

source: Email Body
fi_fi: Sähköpostin sisältö

source: Content type
fi_fi: Sisällöntyyppi

source: Recipient
fi_fi: Vastaanottaja

source: Reply-To
fi_fi: Vastaa

source: Carbon Copy (CC)
fi_fi: Hiilikopio (CC)

source: Blind Carbon Copy (BCC)
fi_fi: Sokea hiilikopio (BCC)

source: From email
fi_fi: Sähköpostista

source: Override the default from email to be used. It can either be binded to a variable or be a constant like support@store.com or even "Store Support" <support@store.com>.
fi_fi: Ohita käytetyn sähköpostin oletusarvo. Se voi olla joko sidottu muuttujaan tai vakiona, kuten support@store.com tai jopa &quot;Store-tuki&quot; <support@store.com> .

source: Language
fi_fi: Kieli

source: Fallback language
fi_fi: Vaihtoehtoinen kieli

source: Send Identifier
fi_fi: Lähetystunniste

source: If set, this identifier will be logged into the event's log target. If the identifier has already been logged, the e-mail won't be sent again.
fi_fi: Jos asetettu, tämä tunniste lisätään tapahtuman lokikohteen lokiin. Jos tunniste löytyy jo lokista, sähköpostia ei lähetetä uudelleen.

source: Notifications
fi_fi: Ilmoitukset

source: Show notification scripts
fi_fi: Näytä ilmoituskomentosarjat

source: Email Templates
fi_fi: Sähköpostimallit

source: Event
fi_fi: Tapahtuma

source: Choose which event to bind this script to.
fi_fi: Valitse tapahtuma, johon komentosarja sidotaan.

source: Script Name
fi_fi: Skriptin nimi

source: Type in a descriptive name for your new script.
fi_fi: Anna kuvaava nimi uudelle komentosarjalle.

source: Enable Script
fi_fi: Ota komentosarja käyttöön

source: Choose whether this script should be activated when its event fires.
fi_fi: Valitse, käynnistyykö komentosarja siihen liitetyn tapahtuman alkaessa.

source: Warning! Changing the event for an existing script may have unexpected effects.
fi_fi: Varoitus! Tapahtuman muuttaminen olemassa olevalle komentosarjalle voi aiheuttaa odottamattomia vaikutuksia.

source: Template
fi_fi: Mallipohja

source: Bind to Variable
fi_fi: Sido muuttujaan

source: This field is missing content.
fi_fi: Tästä kentästä puuttuu sisältöä.

source: %s has been marked deleted.
fi_fi: %s on merkitty poistetuksi.

source: Edit Script Contents
fi_fi: Muokkaa komentosarjan sisältöä...

source: Edit Script (advanced)
fi_fi: Muokkaa komentosarjaa (edistynyt)

source: Edit Template
fi_fi: Muokkaa mallipohjaa

source: Delete
fi_fi: Poistaa

source: Are you sure you wish to delete "%s" notification?
fi_fi: Haluatko varmasti poistaa ilmoituksen &quot;%s&quot;?

source: Save
fi_fi: Tallenna

source: %s has been deleted.
fi_fi: %s on poistettu.

source: Name
fi_fi: Nimi

source: Enabled
fi_fi: Käytössä

source: New Script
fi_fi: Uusi komentosarja

source: New From Template
fi_fi: Uusi mallipohjasta

source: Script created from template.
fi_fi: Komentosarja luotu mallista.

source: Template Script not found.
fi_fi: Malliskriptiä ei löydy.

source: Templated script not found.
fi_fi: Mallikoodia ei löytynyt.

source: Script updated.
fi_fi: Skripti päivitetty.

source: Check whether the bound value `value` exists and is non-empty and non-zero.
fi_fi: Tarkista että annettu arvo on olemassa, ei ole tyhjä eikä nolla.

source: Non-Empty
fi_fi: Ei-tyhjä

source: Check whether the bound value `value` is empty or zero.
fi_fi: Tarkista onko kenttä tyhjä tai sen arvo nolla.

source: Empty
fi_fi: Tyhjä

source: none
fi_fi: ei mitään

source: unilingual
fi_fi: yksikielinen

source: multilingual
fi_fi: monikielinen

source: variable only
fi_fi: vain muuttuja

source: constant only
fi_fi: vain vakio

source: variable or constant
fi_fi: muuttuja tai vakio

source: continue to the next step
fi_fi: jatka seuraavaan askeleeseen

source: stop processing
fi_fi: lopeta käsittely

source: all
fi_fi: kaikki

source: any
fi_fi: Mikä tahansa Kuka tahansa

source: any shop administrator
fi_fi: kuka tahansa ylläpitäjä

source: a specific user
fi_fi: tietty käyttäjä

source: low
fi_fi: matala

source: normal
fi_fi: normaali

source: high
fi_fi: korkea

source: critical
fi_fi: kriittinen

source: Enter the base HTML template to be used in emails. Mark the place to inject the email content using the variable `%html_body%` inside the body.
fi_fi: Kirjoita sähköpostissa käytettävä HTML-perusmalli. Merkitse paikka, johon haluat lisätä sähköpostisisällön, käyttämällä muuttujaa &quot;% html_body%` rungon sisällä.

source: shop
fi_fi: kauppa

source: recipient type
fi_fi: vastaanottajan tyyppi

source: recipient
fi_fi: vastaanottaja

source: created on
fi_fi: luotu

source: message
fi_fi: viesti

source: priority
fi_fi: tärkeysjärjestys

source: marked read
fi_fi: merkitty luetuksi

source: marked read by
fi_fi: merkitty luetuksi

source: marked read on
fi_fi: merkitty luetuksi

source: event identifier
fi_fi: tapahtuman tunniste

source: name
fi_fi: nimi

source: enabled
fi_fi: käytössä

source: template identifier
fi_fi: Mallineen tunniste

source: the template identifier used to create this script
fi_fi: Mallineen tunniste, jota käytetään tämän komentosarjan luonnissa

source: Password Reset
fi_fi: Salasanan nollaus

source: This event is triggered when password reset is requested.
fi_fi: Tämä tapahtuma laukaistaan, kun salasanan vaihtamista pyydetään.

source: Site name
fi_fi: Sivuston nimi

source: User secret
fi_fi: Käyttäjän salaisuus

source: User to recover
fi_fi: Käyttäjä toipumaan

source: Token
fi_fi: Tunnus

source: Recovery URL
fi_fi: Palautuksen URL-osoite

source: To Email
fi_fi: Sähköpostiin

source: The subject of the email
fi_fi: Sähköpostin otsikko

source: Email content
fi_fi: Sähköpostin sisältö

source: The content of the email.
fi_fi: Sähköpostin sisältö

source: Customer
fi_fi: Asiakas

source: Other destination
fi_fi: Muu kohde

source: Send to?
fi_fi: Lähetä?

source: You can send this email to the customer or to other email of your choice.
fi_fi: Voit lähettää tämän sähköpostin asiakkaalle tai muuhun valitsemaasi sähköpostiosoitteeseen.

source: Destination
fi_fi: Kohde

source: Fill with the destination email address.
fi_fi: Täytä kohteen sähköpostiosoitteella

source: Recipient is a required field when you don't want to send the email to customer.
fi_fi: Vastaanottaja on vaadittu kenttä, kun sähköpostia ei haluta lähettää asiakkaalle.

source: Send Password Reset Link
fi_fi: Lähetä salasanan nollauslinkki

source: Edit Script Information
fi_fi: Muokkaa komentosarjan tietoja

source: Create a new script
fi_fi: Luo uusi komentosarja

source: Script Details
fi_fi: Komentosarjan tiedot

source: Show available variables
fi_fi: Näytä saatavilla olevat muuttujat

source: Close
fi_fi: Sulje

source: Select the script template to be created
fi_fi: Valitse luotava mallipohja komentosarjalle

source: Cancel
fi_fi: Peruuta

source: Edit Script
fi_fi: Muokkaa komentosarjaa

source: Edit Step
fi_fi: Muokkaa askelta

source: Done
fi_fi: Valmis

source: Please correct the errors below.
fi_fi: Ole hyvä ja korjaa allaolevat virheet.

source: Variables
fi_fi: Muuttujat

source: Save changes
fi_fi: Tallenna muutokset

source: Script Template: {}
fi_fi: Komentasarjan mallipohja: {}

source: Configure the Script Template
fi_fi: Konfiguroi mallipohjan komentosarja

source: Modify Script
fi_fi: Muokkaa komentosarjaa

source: Create Script
fi_fi: Luo komentosarja

source: Create
fi_fi: Luo

source: Boolean
fi_fi: Totuusarvo

source: Integer Number
fi_fi: Kokonaisluku

source: Decimal Number
fi_fi: Desimaaliluku

source: Text
fi_fi: Teksti

source: Email Address
fi_fi: Sähköpostiosoite

source: URL Address
fi_fi: URL-osoite

source: Phone Number
fi_fi: Puhelinnumero
