Repository: shuup/shuup
Catalog: shuup/xtheme/locale/*/LC_MESSAGES/django.po
Languages: de, fr_ca, sv_se

source: Theme identifiers must match.
de: Designkennungen müssen übereinstimmen.
fr_ca: Les identificateurs de thème doivent correspondre.
sv_se: Temaidentifierare måste matcha.

source: Either theme_settings or shop should be informed.
de: Entweder theme_settings oder der Marktplatz sollten informiert werden.
fr_ca: Soit theme_settings, soit shop doit être informé.
sv_se: Antingen temainställningar eller butiker bör informeras.

source: Global plugins
de: Globale Plugins
fr_ca: Plugins globaux
sv_se: Globala insticksmoduler

source: Theme plugins
de: Design Plugins
fr_ca: Plugins de thème
sv_se: Temats insticksmoduler

source: Shuup Extensible Theme Engine
de: Shuup Extensible Design Engine
fr_ca: Moteur de thème extensible Shuup
sv_se: Shuup temamotor

source: Themes
de: Designs
fr_ca: Thèmes
sv_se: Teman

source: Customize the look and feel of your shop
de: Passe das Erscheinungsbild Deines Marktplatzes an
fr_ca: Personnalisez l'apparence et la convivialité de votre boutique
sv_se: Anpassa utseendet och känslan av din butik

source: Customize theme
de: Design anpassen
fr_ca: Personnaliser le thème
sv_se: Anpassa tema

source: No theme is active. Click here to activate one.
de: Kein Design ist aktiv. Klicke hier, um eines zu aktivieren.
fr_ca: Aucun thème n'est actif. Cliquez ici pour en activer un.
sv_se: Inget aktiverat tema. Klicka här för att aktivera ett.

source: Theming
de: Theming / Designs
fr_ca: Thème
sv_se: Ställ in tema

source: Shuup Extensible Theme Engine Fonts
de: Shuup Extensible Theme Engine-Schriften

source: Fonts
de: Schriftarten

source: Allow the user to select fonts in admin.
de: Dem Benutzer erlauben, Schriftarten im Admininstrationsbereich auszuwählen.

source: Theme Custom CSS/JS
de: Benutzerdefiniertes Design- CSS / JS
fr_ca: Thème personnalisé CSS / JS
sv_se: Tema Anpassad CSS / JS

source: Select the themes that will have this snippet injected. Leave the field blank to inject in all themes.
de: Wähle die Designs aus, in die dieses Snippet eingefügt werden soll. Lass das Feld leer, um alle Designs einzufügen.
fr_ca: Sélectionnez les thèmes qui auront cet extrait de code injecté. Laissez le champ vide pour injecter dans tous les thèmes.
sv_se: Välj de teman som det här utdraget ska läggas med. Lämna fältet tomt för att lägga med i alla teman.

source: Select the location of the page to inject the snippet.
de: Wähle den Ort der Seite aus, an dem das Snippet eingefügt werden soll.
fr_ca: Sélectionnez l'emplacement de la page pour injecter l'extrait.
sv_se: Välj platsen för sidan där du vill injicera kodavsnittet.

source: Filter by name...
de: Nach Name filtern...

source: Location
de: Ort
fr_ca: Emplacement
sv_se: Plats

source: Filter by location...
de: Nach Ort filtern ...
fr_ca: Filtrer par emplacement ...
sv_se: Filtrera efter plats ...

source: Type
de: Typ
sv_se: Typ

source: activate
de: aktivieren
fr_ca: Activer
sv_se: aktivera

source: Theme
de: Design
fr_ca: Thème
sv_se: Tema

source: Choose a theme for your shop
de: Wähle ein Design für Deinen Marktplatz
fr_ca: Choisissez un thème pour votre boutique
sv_se: Välj ett tema för din butik

source: Theme activated.
de: Design aktiviert.
fr_ca: Thème activé.
sv_se: Tema aktiverat.

source: Custom CSS/JS
de: Benutzerdefiniertes CSS / JS
fr_ca: CSS / JS personnalisé
sv_se: Anpassad CSS / JS

source: The fonts, colors, and styles to use with your theme.
de: Die Schriftarten, Farben und Stile, die für Dein Desing verwendet werden sollen.
fr_ca: Les polices, couleurs et styles à utiliser avec votre thème.
sv_se: Typsnitt, färger och annan styling för ditt tema.

source: Choose the primary color:
de: Wähle die Grundfarbe:

source: Choose the secondary color:
de: Wähle die Sekundärfarbe:

source: Choose the primary text color:
de: Wähle die primäre Textfarbe:

source: Choose the success (green) style primary color:
de: Wähle die Primärfarbe des Erfolgsstils (grün):

source: Choose the danger (red) style primary color:
de: Wählen Sie die Primärfarbe des Gefahrenstils (rot):

source: Admin Header Font
de: Admin-Header-Schriftart

source: Admin Body Font
de: Schriftart des Admin-Texts

source: Failed to render the plugin
de: Fehler beim Rendern des Plugins

source: Content in this box is shown to all user types without limitations.
de: Der Inhalt in diesem Feld wird allen Benutzertypen ohne Einschränkungen angezeigt.
fr_ca: Le contenu de cette boîte est présenté à tous les types d'utilisateurs sans limitation.
sv_se: Innehållet i denna ruta visas för alla användartyper utan begränsningar.

source: Content in this placeholder is shown for %(category_name)s category only.
de: Der Inhalt dieses Platzhalters wird nur für die Kategorie %(category_name)s angezeigt.
fr_ca: Le contenu de cet espace réservé est affiché pour la catégorie %(category_name)s uniquement.
sv_se: Innehållet i denna platshållare visas endast för kategorin %(category_name)s.

source: Content in this box is shown to guests (anonymous users) only.
de: Der Inhalt in diesem Feld wird nur Gästen (anonymen Benutzern) angezeigt.
fr_ca: Le contenu de cette boîte est présenté aux invités (utilisateurs anonymes) uniquement.
sv_se: Innehållet i denna ruta visas endast för gäster (anonyma användare).

source: Content in this box is shown to company contacts only.
de: Der Inhalt in diesem Feld wird nur Unternehmenskontakten angezeigt.
fr_ca: Le contenu de cette boîte est présenté aux contacts de l'entreprise uniquement.
sv_se: Innehållet i denna ruta visas endast för företagskontakter.

source: Content in this box is shown to all logged-in contacts (both person and company; not anonymous).
de: Der Inhalt in diesem Feld wird allen angemeldeten Kontakten angezeigt (sowohl Person als auch Firma; nicht anonym).
fr_ca: Le contenu de cette boîte est affiché à tous les contacts connectés (personne et entreprise, non anonyme).
sv_se: Innehållet i denna ruta visas för alla inloggade kontakter (både person och företag; inte anonymt).

source: Content in this box is shown to person contacts only.
de: Der Inhalt in diesem Feld wird nur Personenkontakten angezeigt.
fr_ca: Le contenu de cette boîte est affiché uniquement aux contacts personnels.
sv_se: Innehållet i denna ruta visas endast för personkontakter.

source: Content in this placeholder is shown for %(product_name)s only.
de: Der Inhalt dieses Platzhalters wird nur für %(product_name)s angezeigt.
fr_ca: Le contenu de cet espace réservé est affiché pour %(product_name)s uniquement.
sv_se: Innehållet i denna platshållare visas endast för %(product_name)s.

source: Shop '{}' has no active theme
de: Der Marktplatz "{}" hat kein aktives Design
fr_ca: La boutique &#39;{}&#39; n'a pas de thème actif
sv_se: Butiken '{}' har inget aktivt tema

source: current draft
de: aktueller Entwurf
fr_ca: brouillon actuel
sv_se: nuvarande utkast

source: old version
de: alte Version
fr_ca: ancienne version
sv_se: gammal version

source: public
de: öffentlich
fr_ca: Publique
sv_se: offentlig

source: theme identifier
de: Designkennung
fr_ca: identifiant du thème
sv_se: temaidentifierare

source: view name
de: Name anzeigen
fr_ca: voir le nom
sv_se: vynamn

source: created on
de: erstellt am
fr_ca: créé sur
sv_se: skapad den

source: modified on
de: geändert am

source: internal data
de: interne Daten
fr_ca: données internes
sv_se: intern information

source: active
de: aktiv
fr_ca: actif
sv_se: aktiv

source: data
de: Daten
fr_ca: Les données
sv_se: information

source: Theme configuration for %s
de: Design-Konfiguration für %s
fr_ca: Configuration du thème pour %s
sv_se: Konfiguration för temat %s

source: Shop
de: Marktplatz

source: Font family name
de: Name der Schriftfamilie

source: Font Family CSS Property
de: CSS-Eigenschaft der Schriftfamilie

source: (Optional) Input css font family property directly. Ex: font-family: Roboto;
de: (Optional) Gib die Eigenschaft der CSS-Schriftfamilie direkt ein. Bsp: Schriftfamilie: Roboto;

source: WOFF Font
de: WOFF Schriftart

source: WOFF2 Font
de: WOFF2 Schriftart

source: TTF font
de: TTF-Schriftart

source: SVG font
de: SVG-Schriftart

source: EOT font
de: EOT-Schriftart

source: Font Family
de: Schriftfamilie

source: Font Families
de: Schriftfamilien

source: primary color
de: Primärfarbe

source: secondary color
de: sekundäre Farbe

source: text color
de: Textfarbe

source: success color
de: Erfolgsfarbe

source: danger color
de: Gefahrenfarbe

source: base font size
de: Basisschriftgröße

source: Admin Theme configuration for %s
de: Admin Theme-Konfiguration für %s

source: snippet name
de: Name des Snippets

source: Untitled
de: Ohne Titel

source: location
de: Standort
fr_ca: emplacement
sv_se: plats

source: snippet type
de: Snippet typ
fr_ca: type d'extrait
sv_se: kodavsnitt typ

source: themes
de: Designs
fr_ca: thèmes
sv_se: teman

source: Categories
de: Kategorien
fr_ca: Catégories
sv_se: Kategorier

source: Category Links
de: Kategorien-Links
fr_ca: Liens de catégorie
sv_se: Kategorilänkar

source: Title
de: Titel
fr_ca: Titre
sv_se: Titel

source: Show all categories
de: Alle Kategorien anzeigen
fr_ca: Afficher toutes les catégories
sv_se: Visa alla kategorier

source: All categories are shown, even if not selected
de: Alle Kategorien werden angezeigt, auch wenn sie nicht ausgewählt sind
fr_ca: Toutes les catégories sont affichées, même si elles ne sont pas sélectionnées
sv_se: Alla kategorier visas, även om detta inte är valt

source: Image
de: Bild
sv_se: Bild

source: Image Link URL
de: Bildlink-URL
fr_ca: URL du lien d'image
sv_se: Bildens webbadress

source: Full width
de: Volle Breite
fr_ca: Pleine largeur
sv_se: Fullständig bredd

source: Set image to the full width of cell.
de: Stelle das Bild auf die volle Breite der Zelle ein.
fr_ca: Définissez l'image sur toute la largeur de la cellule.
sv_se: Ställ in bilden på cellens fulla bredd.

source: Width (px)
de: Breite (px)
fr_ca: Largeur (px)
sv_se: Bredd (px)

source: Leave blank for default width.
de: Lass das Feld für die Standardbreite leer.
fr_ca: Laissez vide pour la largeur par défaut.
sv_se: Lämna tomt för standardbredd.

source: Height (px)
de: Höhe (px)
fr_ca: Hauteur (px)
sv_se: Höjd (px)

source: Newest
de: Neuste
fr_ca: Plus récent
sv_se: Nyaste

source: Best Selling
de: Meistverkauft
fr_ca: Meilleure vente
sv_se: Bästsäljande

source: Random
de: Zufällig
fr_ca: Aléatoire
sv_se: Slumpmässig

source: Product Highlights
de: Produkt-Highlights
fr_ca: Points forts du produit
sv_se: Produkthöjdpunkter

source: Count
de: Anzahl
fr_ca: Compter
sv_se: Antal

source: Only show in-stock and orderable items
de: Nur vorrätige und bestellbare Artikel anzeigen
fr_ca: Afficher uniquement les articles en stock et pouvant être commandés
sv_se: Visas endast produkter som finns i lager och är beställningsbara

source: Warning: The final number of products can be lower than 'Count' as it will filter out unorderable products from a set of 'Count' products.
de: Achtung: die endgültige Anzahl der Artikel kann niedriger sein als die tatsächliche "Anzahl", da nicht bestellbare Artikel aus der Menge der "Artikel-Anzahl" herausgefiltert werden.
fr_ca: Attention: le nombre final de produits peut être inférieur à «Count» car il filtrera les produits non commandables d'un ensemble de produits «Count».
sv_se: Varning: Det slutliga antalet produkter kan vara lägre än 'Räkna' eftersom det filtrerar bort beställbara produkter från en uppsättning 'Räkna' produkter.

source: Product Cross Sells
de: Artikel-Cross-Selling-Möglichkeiten
fr_ca: Ventes croisées de produits
sv_se: Produkters korsförsäljningar

source: Show variation parents
de: Übergeordnete Produktvarianten anzeigen
fr_ca: Afficher les parents de variation
sv_se: Visa variationföräldrar

source: Render variation parents instead of the children.
de: Übergeordnete Produktvarianten anstatt der untergeordneten Produkte wiedergeben
fr_ca: Rendez les parents de variation au lieu des enfants.
sv_se: Render variationföräldrar istället för barnen.

source: Category
de: Kategorie
fr_ca: Catégorie
sv_se: Kategori

source: Category Products Highlight
de: Produkt-Highlights-Kategorie
fr_ca: Catégorie Produits Highlight
sv_se: Höjdpunkter från produktkategorier

source: Products
de: Artikel
fr_ca: Des produits
sv_se: Produkter

source: Select all products you want to show
de: Wähle alle Artikel, die Du anzeigen lassen möchtest
fr_ca: Sélectionnez tous les produits que vous souhaitez afficher
sv_se: Välj alla produkter du vill visa

source: Product Selection
de: Artikelauswahl
fr_ca: Selection de produit
sv_se: Produktval

source: Product Highlights (asynchronous)
de: Produkt-Highlights (asynchron)

source: Cutoff days
de: Stichtage

source: Cache timeout (seconds)
de: Cache-Timeout (in Sekunden)

source: Product Cross Sells (asynchronous)
de: Artikel-Cross-Selling-Möglichkeiten (asynchron)

source: Category Products Highlight (asynchronous)
de: Produkt-Highlights-Kategorie (asynchron)

source: Product Selection (asynchronous)
de: Artikelauswahl (asynchron)

source: Resource snippet for start of head
de: Ressourcen-Snippet für den Start des Kopfes

source: Resource snippet for end of head
de: Ressourcen-Snippet für das Kopfende
fr_ca: Extrait de ressource pour la fin de l'en-tête
sv_se: Utdrag från slutet till början

source: Resource snippet for beginning of body
de: Ressourcen-Snippet für den Anfang des Körpers
fr_ca: Extrait de ressource pour le début du corps
sv_se: Utdrag för början av sidinnehållet

source: Resource for end of body
de: Ressource für das Ende des Körpers
fr_ca: Ressource pour la fin du corps
sv_se: Utdrag för slutet av sidan

source: %(name)s Ordering
de: %(name)s Reihenfolge
fr_ca: %(name)s Commande
sv_se: %(name)s Beställning

source: Ordering
de: Reihenfolge
fr_ca: Commande
sv_se: Ordning

source: Topic
de: Thema
fr_ca: Sujet
sv_se: Ämnen

source: Icon Size
de: Icongröße
fr_ca: Taille de l'icône
sv_se: Ikonstorlek

source: Default
de: Standard
fr_ca: Défaut
sv_se: Standard

source: Large
de: Groß
fr_ca: Grand
sv_se: Stor

source: Alignment
de: Ausrichtung
fr_ca: Alignement
sv_se: Placering

source: Left
de: Linksbündig
fr_ca: La gauche
sv_se: Vänster

source: Center
de: Zentriert
fr_ca: Centre
sv_se: Centrerad

source: Right
de: Rechtsbündig
fr_ca: Droite
sv_se: Höger

source: Click to edit placeholder: %s
de: Klicke hier, um den Platzhalter zu bearbeiten: %s
fr_ca: Cliquez pour modifier l'espace réservé: %s
sv_se: Klicka för att redigera platshållare: %s

source: This placeholder is global and content of this placeholder is shown on all pages.
de: Dieser Platzhalter ist global und der Inhalt dieses Platzhalters wird auf allen Seiten angezeigt.
fr_ca: Cet espace réservé est global et le contenu de cet espace réservé est affiché sur toutes les pages.
sv_se: Denna platshållare är global och innehållet i denna platshållare visas på alla sidor.

source: End of head
de: Kopfende
fr_ca: Fin de tête
sv_se: Slut på huvudet

source: Start of head
de: Kopfanfang
fr_ca: Début de tête
sv_se: Början på huvudet

source: End of body
de: Ende des Körpers
fr_ca: Fin du corps
sv_se: Slut på kroppen

source: Start of body
de: Beginn des Körpers
fr_ca: Début du corps
sv_se: Början av kroppen

source: Content start
de: Inhaltsanfang
fr_ca: Début du contenu
sv_se: Innehåll start

source: Content end
de: Inhaltsende
fr_ca: Fin du contenu
sv_se: Innehållets slut

source: (Error while rendering.)
de: (Wiedergabefehler)
fr_ca: (Erreur lors du rendu.)
sv_se: (Fel vid rendering.)

source: Delete This Cell
de: Diese Zelle löschen
fr_ca: Supprimer cette cellule
sv_se: Ta bort denna cell

source: Untranslated
de: Nicht übersetzt
fr_ca: Non traduit
sv_se: Inte översatt

source: There's nothing to configure in this plugin.
de: In diesem Plugin ist nichts zu konfigurieren.
fr_ca: Il n'y a rien à configurer dans ce plugin.
sv_se: Det finns inget att konfigurera i denna insticksmodul

source: Save Plugin
de: Plugin speichern
fr_ca: Enregistrer le plugin
sv_se: Spara insticksmodul

source: Remember to publish your changes for this placeholder when you are done, by clicking the Publish Changes button at the top.
de: Denke daran, Deine Änderungen für diesen Platzhalter zu veröffentlichen, wenn Du fertig bist, indem Du oben auf die Schaltfläche Änderungen veröffentlichen klickst.
fr_ca: N'oubliez pas de publier vos modifications pour cet espace réservé lorsque vous avez terminé, en cliquant sur le bouton Publier les modifications en haut.
sv_se: Kom ihåg att publicera dina ändringar för denna platshållare när du är klar, genom att klicka på knappen Publicera ändringar högst upp.

source: Edit Placeholder
de: Platzhalter bearbeiten
fr_ca: Modifier l'espace réservé
sv_se: Redigera platshållare

source: Edit plugins inside this placeholder. By saving the individual plugin, the changes are saved as a draft, and only you are able to see the changes. To make your changes Public, Click the Publish Changes button.
de: Bearbeite Plugins in diesem Platzhalter. Durch Speichern des einzelnen Plugins werden die Änderungen als Entwurf gespeichert, und nur Du kannst die Änderungen sehen. Um Deine Änderungen öffentlich zu machen, klicke auf die Schaltfläche "Änderungen veröffentlichen".
fr_ca: Modifiez les plugins à l'intérieur de cet espace réservé. En enregistrant le plugin individuel, les modifications sont enregistrées en tant que brouillon et vous seul pouvez voir les modifications. Pour rendre vos modifications publiques, cliquez sur le bouton Publier les modifications.
sv_se: Redigera plugins i den här platshållaren. Genom att spara det enskilda plugin, ändringarna sparas som ett utkast och endast du kan se ändringarna. För att göra dina ändringar offentliga, klicka på knappen Publicera ändringar.

source: Add new cell
de: Neue Zelle hinzufügen
fr_ca: Ajouter une nouvelle cellule
sv_se: Lägg till ny cell

source: Delete row
de: Zeile löschen
fr_ca: Supprimer la ligne
sv_se: Radera rad

source: Move row
de: Zeile verschieben
fr_ca: Déplacer la ligne
sv_se: Flytta rad

source: Add new row
de: Neue Zeile hinzufügen
fr_ca: Ajouter une nouvelle ligne
sv_se: Lägg till ny rad

source: Admin Theme Configuration
de: Konfiguration des Admin-Designs

source: Change Theme
de: Theme ändern

source: Shop Theme Configuration
de: Marktplatz-Theme-Konfiguration

source: No themes are installed.
de: Es sind keine Designs / Themes installiert.
fr_ca: Aucun thème n'est installé.
sv_se: Inga teman är installerat.

source: Theme Configuration: %(name)s
de: Design-Konfiguration: %(name)s
fr_ca: Configuration du thème: %(name)s
sv_se: Temat inställningar: %(name)s

source: Theme Configuration
de: Designkonfiguration
fr_ca: Configuration du thème
sv_se: Temats inställningar

source: There's nothing to configure in this theme.
de: In diesem Design gibt es nichts zu konfigurieren.
fr_ca: Il n'y a rien à configurer dans ce thème.
sv_se: Det finns inget att konfigurera i detta tema.

source: Select theme
de: Design wählen
fr_ca: Sélectionne un thème
sv_se: Välj tema

source: Theme Guide
de: Design-Leitfaden
fr_ca: Guide thématique
sv_se: Temaguide

source: Author
de: Autor
fr_ca: Auteur
sv_se: Skapare

source: Configure
de: Konfigurieren
fr_ca: Configurer
sv_se: Konfigurera

source: Activate
de: Aktivieren
fr_ca: Activer
sv_se: Aktivera

source: Edit Admin Theme
de: Admin-Design bearbeiten

source: Theme Name
de: Design-Name
fr_ca: Nom du thème
sv_se: Temats namn

source: Actions
de: Aktionen
sv_se: Åtgärder

source: Currently active
de: Gerade aktiv
fr_ca: Actuellement actif
sv_se: Aktiv just nu

source: Revert Changes
de: Änderungen rückgängig machen
fr_ca: Rétablir les changements
sv_se: Återställ ändringar

source: Publish Changes
de: Änderungen veröffentlichen
fr_ca: Publier les modifications
sv_se: Publicera ändringar

source: No access to editing.
de: Kein Zugriff auf die Bearbeitung.
fr_ca: Aucun accès à l'édition.
sv_se: Ingen åtkomst till redigering.

source: Unknown command: `%s`.
de: Unbekannter Befehl: "%s".
fr_ca: Commande inconnue: ʻ%s`.
sv_se: Okänt kommando: `%s`.

source: Unable to determine the current theme.
de: Das aktuelle Design kann nicht gefunden werden.
fr_ca: Impossible de déterminer le thème actuel.
sv_se: Det går inte att bestämma det aktuella temat.

source: Can't add more than %d cells in one row.
de: Es können nicht mehr als %d-Zellen in einer Zeile hinzugefügt werden.
fr_ca: Impossible d'ajouter plus de cellules %d dans une ligne.
sv_se: Kan inte lägga till mer än %d celler i en rad.

source: Published
de: Veröffentlicht
fr_ca: Publié
sv_se: Publicerad

source: Reverted
de: Rückgängig gemacht
sv_se: Tillbakarullad

source: Custom
de: Benutzerdefiniert

source: Full Width
de: Volle Breite
fr_ca: Pleine largeur
sv_se: Fullbredd

source: Three Fourths (3/4)
de: Drei Viertel (3/4)
fr_ca: Trois quarts (3/4)
sv_se: Tre fjärdedelar (3/4)

source: Two Thirds (2/3)
de: Zwei Drittel (2/3)
fr_ca: Deux tiers (2/3)
sv_se: Två tredjedelar (2/3)

source: Half (1/2)
de: Die Hälfte (1/2)
fr_ca: Demi (1/2)
sv_se: Hälften (1/2)

source: One Third (1/3)
de: Ein Drittel (1/3)
fr_ca: Un tiers (1/3)
sv_se: En tredjedel (1/3)

source: One Fourth (1/4)
de: Ein Viertel (1/4)
fr_ca: Un quatrième (1/4)
sv_se: En fjärdedel (1/4)

source: Auto
de: Automatisch
sv_se: Automatisk

source: Cell width
de: Zellenbreite
fr_ca: Largeur de cellule
sv_se: Cellbredd

source: Cell align
de: Zellenausrichtung
fr_ca: Alignement des cellules
sv_se: Celljustering

source: Extra classes
de: Zusätzliche Klassen
fr_ca: Cours supplémentaires
sv_se: Extra klasser

source: Add extra CSS classes names to the cell
de: Füge der Zelle zusätzliche CSS-Klassennamen hinzu
fr_ca: Ajouter des noms de classes CSS supplémentaires à la cellule
sv_se: Lägg till extra CSS-klassnamn i cellen

source: No Plugin
de: Kein Plugin
fr_ca: Pas de plugin
sv_se: Ingen insticksmodul

source: Snippets
fr_ca: Extraits
sv_se: Utdrag

source: Stylesheets
fr_ca: Feuilles de style
sv_se: Utseendemallar

source: Inline JavaScript
fr_ca: JavaScript intégré
sv_se: Inbyggd JavaScript

source: Inline CSS
fr_ca: CSS en ligne
sv_se: Inbyggd CSS

source: Inline HTML
fr_ca: HTML en ligne
sv_se: Inbyggd HTML

source: snippet
fr_ca: fragment
sv_se: kodavsnitt

source: Snippet
fr_ca: Fragment
sv_se: Kodavsnitt

source: Snippet for {} in {}
fr_ca: Extrait de {} dans {}
sv_se: Kodavsnitt för {} i {}

source: Plugin
fr_ca: Brancher
sv_se: Insticksmodul

source: In-Place Snippet
fr_ca: Extrait sur place
sv_se: In-place utdrag

source: URL
sv_se: Webbadress

source: Social Media Links
fr_ca: Liens de médias sociaux
sv_se: Länkar till sociala medier

source: Shuup Extensible Theme Engine Snippets
fr_ca: Extraits du moteur de thème extensible Shuup

source: status
fr_ca: statut

source: text
fr_ca: texte
