Repository: shuup/shuup
Catalog: shuup/xtheme/locale/*/LC_MESSAGES/djangojs.po
Languages: fi_fi, fr_ca

source: Edit %s
fi_fi: Muokkaa %s
fr_ca: Modifier %s

source: Changing plugin cells without saving will cause changes made to this cell to be lost.
fi_fi: Laajennussolujen vaihtaminen tallentamatta tälle solulle tehdyt muutokset menetetään.
fr_ca: Changer les cellules du plugin sans enregistrer entraînera la perte des modifications apportées à cette cellule.

source: Error: Cannot add more than %s cells to one row.
fi_fi: Virhe: Ei voi lisätä enempää kuin %s solua yhdelle riville.
fr_ca: Erreur: impossible d'ajouter plus de cellules %s à une ligne.

source: Are you sure you wish to delete this row?
fi_fi: Oletko varma että haluat poistaa tämän rivin?
fr_ca: Êtes-vous sûr de vouloir supprimer cette ligne?

source: Are you sure you wish to delete this cell?
fi_fi: Oletko varma että haluat poistaa tämän solun?
fr_ca: Êtes-vous sûr de vouloir supprimer cette cellule?

source: Are you sure you wish to publish changes made to this view?
fi_fi: Haluatko varmasti julkaista tähän näkymään tehdyt muutokset?
fr_ca: Voulez-vous vraiment publier les modifications apportées à cette vue?

source: You have changed the form. Do you want to save them before publishing?
fi_fi: Lomakkeella on muutoksia. Haluatko tallentaa muutokset ennen julkaisua?
fr_ca: Vous avez changé le formulaire. Voulez-vous les enregistrer avant la publication?

source: Are you sure you wish to revert all changes made since the last published version?
fi_fi: Oletko varma, että haluat perua kaikki muutokset, jotka on tehty edellisen julkaistun version jälkeen?
fr_ca: Voulez-vous vraiment annuler toutes les modifications apportées depuis la dernière version publiée?

source: Changing plugins will cause other changes made on this form to be lost.
fi_fi: Liitännäisten vaihtaminen aiheuttaa muiden tämän lomakkeen muutosten menettämisen.
fr_ca: La modification des plugins entraînera la perte des autres modifications apportées à ce formulaire.

source: Custom CSS/JS
fi_fi: Kustomoitu CSS/JS
fr_ca: CSS / JS personnalisé

source: Exit Edit
fi_fi: Sulje editori
fr_ca: Quitter Modifier

source: Edit Page
fi_fi: Muokkaa sivua
fr_ca: Modifier la page
