Repository: shuup/shuup
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, fr_ca, pt_pt, sv_se

source: %(company_name)s (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, retain, disclose, and safeguard your information whenever you access or use in any manner any %(company_name)s application, product, service, feature, technology, content, or website (collectively, “Services”). By registering or signing up for a %(company_name)s account, including through a computer or mobile device, you accept the terms of this Privacy Policy. Please read this Privacy Policy carefully.
es: %(company_name)s ("nosotros" o "nos" o "nuestro") respeta la privacidad de nuestros usuarios ("usuario" o "usted"). Esta Política de privacidad explica cómo recopilamos, usamos, retenemos, divulgamos y protegemos su información cada vez que accede o usa de cualquier manera cualquier aplicación, producto, servicio, función, tecnología, contenido o sitio web de %(company_name)s (en conjunto, " Servicios"). Al registrarse o registrarse para obtener una cuenta de %(company_name)s, incluso a través de una computadora o dispositivo móvil, acepta los términos de esta Política de privacidad. Lea atentamente esta Política de privacidad.
fi_fi: %(company_name)s (“me” tai “meidän”) kunnioittaa käyttäjiensä (“käyttäjä”, “sinä” tai “Te”) yksityisyyttä. Tämä tietosuojakäytäntö kertoo miten me keräämme, käytämmme, säilytämme, jaamme ja suojelemme tietojasi aina kun jollain tavalla käytät meidän applikaatioita, tuotteita, palveluita, ominaisuuksia, teknologioita, sisältöä tai verkkosivustoa (kootusti, “Palvelut”). Rekisteröitymällä tai kirjautumalla mihin tahansa palveluistamme, hyväksyt tämän tietosuojakäytännön ehdot. Ole hyvä ja lue tämä tietosuojakäytäntö tarkkaan.
fr_ca: %(company_name)s («nous» ou «notre» ou «notre») respecte la vie privée de nos utilisateurs («utilisateur» ou «vous»). Cette politique de confidentialité explique comment nous recueillons, utilisons, conservons, divulguons et protégeons vos informations chaque fois que vous accédez ou utilisez de quelque manière que ce soit une application, un produit, un service, une fonctionnalité, une technologie, un contenu ou un site Web %(company_name)s (collectivement, les «Services»). En vous inscrivant ou en vous inscrivant à un compte %(company_name)s, y compris via un ordinateur ou un appareil mobile, vous acceptez les termes de cette politique de confidentialité. Veuillez lire attentivement cette politique de confidentialité.
pt_pt: %(company_name)s("nós" ou "a nossa" ou "o nosso") respeita a privacidade dos nossos utilizadores ("utilizador" ou "você"). Esta Política de Privacidade explica como nós coletamos, usamos, retemos, revelamos e salvaguardamos a sua informação quando você acede ou usa de qualquer forma aplicação, produto, serviço, funcionalidade, consentimento ou website (coletivamente, "Serviços") da %(company_name)s. Ao registar ou inscrever-se para uma conta na %(company_name)s, incluindo através de um computador ou dispositivo móvel, aceita os termos da Política de Privacidade. Por favor leia a Política de Privacidade cuidadosamente.
sv_se: %(company_name)s ("vi" eller"oss" eller "vår") respekterar våra användares integritet ("användare" eller "du"). Denna sekretesspolicy förklarar hur vi samlar in, använder, behåller, avslöjar och skyddar din information närhelst du öppnar eller använder något %(company_name)s-applikation, produkt, tjänst, funktion, teknik, innehåll eller webbplats (tillsammans, "Tjänster"). Genom att registrera dig eller registrera dig för ett %(company_name)s-konto, inklusive via en dator eller mobil enhet, accepterar du villkoren i denna sekretesspolicy. Läs denna integritetspolicy noggrant.

source: IF YOU DO NOT AGREE WITH THE TERMS OF THIS PRIVACY POLICY, PLEASE DO NOT ACCESS THE SERVICES.
es: SI NO ESTÁ DE ACUERDO CON LOS TÉRMINOS DE ESTA POLÍTICA DE PRIVACIDAD, NO ACCEDA A LOS SERVICIOS.
fi_fi: MIKÄLI ET HYVÄKSY TÄMÄN TIETOSUOJAKÄYTÄNNÖN EHTOJA, OLE HYVÄ, ÄLÄKÄ KÄYTÄ PALVELUITAMME.
fr_ca: SI VOUS N'ACCEPTEZ PAS LES TERMES DE CETTE POLITIQUE DE CONFIDENTIALITÉ, VEUILLEZ NE PAS ACCÉDER AUX SERVICES.
pt_pt: SE NÃO CONCORDAR COM OS TERMOS DESTA POLÍTICA DE PRIVACIDADE, NÃO ACEDA AOS SERVIÇOS.
sv_se: OM DU INTE GODKÄNNER VILLKOREN I DENNA PERSONLIGA POLITIK, VÄNLIGEN TILLGÅ INTE TJÄNSTERNA.

source: We reserve the right to make changes to this Privacy Policy at any time and for any reason. We will alert you about any changes by updating the “Last updated” date of this Privacy Policy.
es: Nos reservamos el derecho a realizar cambios en esta Política de privacidad en cualquier momento y por cualquier motivo. Le avisaremos sobre cualquier cambio actualizando la fecha de "Última actualización" de esta Política de privacidad.
fi_fi: Varaamme oikeuden tehdä muutoksia tähän tietosuojakäytäntöön milloin tahansa ja mistä mistä tahansa syystä. Ilmoitamme muutoksista päivittämällä tämän tietosuojakäytännön “Viimeksi muokattu” -päivää.
fr_ca: Nous nous réservons le droit d'apporter des modifications à cette politique de confidentialité à tout moment et pour quelque raison que ce soit. Nous vous informerons de tout changement en mettant à jour la date de «dernière mise à jour» de cette politique de confidentialité.
pt_pt: Reservamos o direito de fazer alterações nesta Política de Privacidade a qualquer momento e por qualquer motivo. Iremos alertá-lo sobre quaisquer alterações, atualizando a data da “Última atualização” desta Política de Privacidade.
sv_se: Vi förbehåller oss rätten att göra ändringar i denna integritetspolicy när som helst och av vilken anledning som helst. Vi kommer att varna dig om eventuella ändringar genom att uppdatera "Senast uppdaterad" datum för denna integritetspolicy.

source: You are encouraged to periodically review this Privacy Policy to stay informed of updates. You will be deemed to have been made aware of, will be subject to, and will be deemed to have accepted the changes in any revised Privacy Policy by your continued use of the Services after the date such revised Privacy Policy is posted.
es: Le recomendamos que revise periódicamente esta Política de privacidad para mantenerse informado de las actualizaciones. Se considerará que usted ha sido informado, estará sujeto y se considerará que ha aceptado los cambios en cualquier Política de privacidad revisada por su uso continuado de los Servicios después de la fecha de publicación de dicha Política de privacidad revisada.
fi_fi: Kannustamme Teitä tarkistamaan tämän tietosuojakäytännön sisällön aika-ajoin. Käyttämällä palveluamme, katsomme tehneemme Teidät tietoisiksi muutoksista sekä hyväksyvän tähän tietosuojakäytäntöön mahdollisesti tehdyt muutokset.
fr_ca: Nous vous encourageons à consulter périodiquement cette politique de confidentialité pour rester informé des mises à jour. Vous serez réputé avoir été mis au courant, serez soumis et serez réputé avoir accepté les modifications de toute politique de confidentialité révisée par votre utilisation continue des services après la date de publication de cette politique de confidentialité révisée.
pt_pt: Recomendamos que você reveja periodicamente esta Política de Privacidade para se manter informado sobre as atualizações. Será considerado que você foi informado, estará sujeito e terá aceite as alterações em qualquer Política de Privacidade revisada pelo uso continuado dos Serviços após a data de publicação da Política de Privacidade revisada.
sv_se: Du uppmanas att regelbundet granska denna integritetspolicy för att hålla dig informerad om uppdateringar. Du kommer att anses ha blivit medveten om, kommer att vara föremål för och kommer att anses ha accepterat ändringarna i någon reviderad sekretesspolicy genom att du fortsätter att använda tjänsterna efter det datum då den reviderade sekretesspolicyn publiceras.

source: This Privacy Policy does not apply to the third-party online/mobile store from which you install the Services or make payments, including any in-game virtual items, which may also collect and use data about you.
es: Esta Política de privacidad no se aplica a la tienda en línea/móvil de terceros desde la que instala los Servicios o realiza pagos, incluidos los elementos virtuales del juego, que también pueden recopilar y usar datos sobre usted.
fi_fi: Tämä tietosuojakäytäntö ei koske kolmannen osapuolien palveluita, josta saatat asentaa palveluita tai joissa saatat tehdä maksuja.
fr_ca: Cette politique de confidentialité ne s'applique pas à la boutique en ligne / mobile tierce à partir de laquelle vous installez les services ou effectuez des paiements, y compris les éléments virtuels du jeu, qui peuvent également collecter et utiliser des données vous concernant.
pt_pt: Esta Política de Privacidade não se aplica à loja online / móvel de terceiros da qual você instala os Serviços ou faz pagamentos, incluindo quaisquer itens virtuais de aplicação, que também podem coletar e usar dados sobre você.
sv_se: Denna sekretesspolicy gäller inte tredje parts online- / mobilbutik från vilken du installerar tjänsterna eller gör betalningar, inklusive virtuella föremål i spelet, som också kan samla in och använda data om dig.

source: We are not responsible for any of the data collected by any such third party.
es: No somos responsables de ninguno de los datos recopilados por dichos terceros.
fi_fi: Emme ole vastussa mistään tälläisen, kolmannen osapuolen, keräämistä tiedoista.
fr_ca: Nous ne sommes responsables d'aucune des données collectées par ces tiers.
pt_pt: Não somos responsáveis por nenhum dos dados coletados por terceiros.
sv_se: Vi ansvarar inte för någon av de uppgifter som samlas in av sådan tredje part.

source: Important Information
es: Información importante
fi_fi: Tärkeää tietoa
fr_ca: Une information important
pt_pt: Informação Importante
sv_se: Viktig information

source: Changes to this Privacy Policy
es: Cambios a esta política de privacidad
fi_fi: Muutokset tähän tietosuojakäytäntöön
fr_ca: Modifications de cette politique de confidentialité
pt_pt: Alterações a esta Política de Privacidade
sv_se: Ändringar av denna integritetspolicy

source: We may update this Privacy Policy from time to time by posting a new version online. You should check this page occasionally to review any changes. If we make any material changes we will notify you by posting the revised Privacy Policy on our Online Store and, if you order from our store, providing notice through the Notification app in the %(company_name)s Store Admin. This helps you to always be aware of what information we collect, how we use it and under what circumstances, if any, it is disclosed. Your continued use of the Online Store, the online store services, and/or continued provision of Personal Information to us will be subject to the terms of the then-current Privacy Policy.
es: Podemos actualizar esta Política de privacidad de vez en cuando mediante la publicación de una nueva versión en línea. Debe consultar esta página de vez en cuando para revisar los cambios. Si realizamos algún cambio material, se lo notificaremos publicando la Política de privacidad revisada en nuestra Tienda en línea y, si realiza un pedido en nuestra tienda, notificaremos a través de la aplicación Notificaciones en el Administrador de la tienda de %(company_name)s. Esto le ayuda a estar siempre al tanto de qué información recopilamos, cómo la usamos y bajo qué circunstancias, si las hay, se divulga. Su uso continuado de la Tienda en línea, los servicios de la tienda en línea y / o el suministro continuo de Información personal a nosotros estará sujeto a los términos de la Política de privacidad vigente en ese momento.
fi_fi: Voimme muuttaa tätä tietosuojakäytäntöä toisinaan lisäämällä uuden version verkkoon. Teidän pitäisi vierailla tällä sivulla aika-ajoin tarkistamassa mahdolliset muutokset. Mikäli teemme jotain sisältömuutoksia, ilmoitamme siitä Teille päivittämällä tämän tietosuojakäytännön ja mikäli olette tilanneet kaupastamme %(company_name)s, lähetämme teille ilmoituksen kauppamme hallinnasta löytyvän ilmoitustyökalun avulla. Tämä auttaa Teitä olemaan jatkuvasti tietoinen tiedoista joita keräämme, miten me käytämme ja tilanteista joissa , mikäli niitä ilmenee, jaamme tietoa kolmansille osapuolille. Mikäli jatkan Palvelumme käyttöä, katsomme Teidän hyväksyneen nykyisen tietosuojakäytännön.
fr_ca: Nous pouvons mettre à jour cette politique de confidentialité de temps à autre en publiant une nouvelle version en ligne. Vous devriez consulter cette page de temps en temps pour examiner les modifications. Si nous apportons des modifications importantes, nous vous en informerons en publiant la politique de confidentialité révisée sur notre boutique en ligne et, si vous commandez dans notre boutique, en fournissant un avis via l'application Notification dans %(company_name)s Store Admin. Cela vous permet d'être toujours au courant des informations que nous collectons, de la manière dont nous les utilisons et dans quelles circonstances, le cas échéant, elles sont divulguées. Votre utilisation continue de la boutique en ligne, des services de la boutique en ligne et / ou de la fourniture continue de renseignements personnels à notre intention sera soumise aux conditions de la politique de confidentialité alors en vigueur.
pt_pt: Podemos atualizar esta Política de Privacidade de tempos em tempos, publicando uma nova versão online. Você deve verificar esta página ocasionalmente para revisar quaisquer alterações. Se fizermos quaisquer alterações materiais, iremos notificá-lo publicando a Política de Privacidade revisada na nossa Loja Online e, se você fizer o pedido em nossa loja, avisaremos por meio do aplicativo de Notificação na administração de loja da%(company_name)s. Isto ajuda-o a estar sempre ciente de quais informações coletamos, como as usamos e sob que circunstâncias, se existirem, são divulgadas. O seu uso contínuo da Loja Online, dos serviços da loja online e / ou do fornecimento contínuo de Informações Pessoais para nós estará sujeito aos termos da Política de Privacidade em vigor à data.
sv_se: Vi kan uppdatera denna integritetspolicy då och då genom att publicera en ny version online. Du bör kontrollera den här sidan ibland för att granska eventuella ändringar. Om vi gör några väsentliga ändringar kommer vi att meddela dig genom att publicera den reviderade sekretesspolicyn i vår onlinebutik och, om du beställer från vår butik, meddela via Notifierings-appen i %(company_name)s Store Admin. Detta hjälper dig att alltid vara medveten om vilken information vi samlar in, hur vi använder den och under vilka omständigheter, om någon, den avslöjas. Din fortsatta användning av onlinebutiken, onlinebutikstjänsterna och / eller fortsatt tillhandahållande av personlig information till oss kommer att omfattas av villkoren i den dåvarande sekretesspolicyn.

source: Contact Us
es: Contacta con nosotros
fi_fi: Ota yhteyttä
fr_ca: Nous contacter
pt_pt: Contacte-nos
sv_se: Kontakta oss

source: If you have any questions about this Privacy Policy or our treatment of the information you provide us, please write to us by email at %(store_email)s or by mail to %(full_address)s, Attn: Privacy.
es: Si tiene alguna pregunta sobre esta Política de privacidad o nuestro tratamiento de la información que nos proporciona, escríbanos por correo electrónico a %(store_email)s o por correo a %(full_address)s.
fi_fi: Mikäli Teillä on kysymyksiä tästä tietosuojakäytännöstä tai tavasta, jolla käsittelemme tietoja, jotka olet jakanut kanssamme, ole hyvä ja lähetä meille sähköpostia osoitteeseen %(store_email)s. Voit myös lähettää postia osoitteeseen %(full_address)s. Mainitse kirjekuoressa "Yksityisyys".
fr_ca: Si vous avez des questions concernant cette politique de confidentialité ou notre traitement des informations que vous nous fournissez, veuillez nous écrire par e-mail à %(store_email)s ou par courrier à %(full_address)s, à l'attention de: Confidentialité.
pt_pt: Se tem alguma questão sobre esta Política de Privacidade ou no tratamento da informação que nos providencia, por favor escreva-nos por email para o endereço %(store_email)sou por correio para %(full_address)s, Ac/:Privacidade.
sv_se: Om du har några frågor om denna sekretesspolicy eller vår behandling av den information du ger oss, vänligen skriv till oss via e-post på %(store_email)s eller per e-post till %(full_address)s, Attn: Privacy.

source: Use of the Online Store by %(company_name)s and our Customers
es: Uso de la tienda online por %(company_name)s y nuestros clientes
fi_fi: %(company_name)s verkkokaupan käyttö meidän ja asiakkaidemme toimesta
fr_ca: Utilisation de la boutique en ligne par %(company_name)s et nos clients
pt_pt: Utilizar a Loja Online de %(company_name)se os nossos Clientes.
sv_se: Användning av onlinebutiken av %(company_name)s och våra kunder

source: The %(company_name)s Online Store
es: La tienda en línea de %(company_name)s
fi_fi: %(company_name)s verkkokauppa
fr_ca: La boutique en ligne %(company_name)s
pt_pt: A Loja Online %(company_name)s
sv_se: Onlinebutiken %(company_name)s

source: Our online store allows any company (or person) that uses it (our customers and %(company_name)s itself) to order the products available in the store.
es: Nuestra tienda online permite que cualquier empresa (o persona) que la utilice (nuestros clientes y %(company_name)s misma) encargue los productos disponibles en la tienda.
fi_fi: Verkkokauppamme sallii minkä tahansa yrityksen (tai yksityishenkilön), joka käyttää sitä (asiakkaamme, tai %(company_name)s itse) tilata saatavana olevia tuotteita.
fr_ca: Notre boutique en ligne permet à toute entreprise (ou personne) qui l'utilise (nos clients et %(company_name)s lui-même) de commander les produits disponibles dans la boutique.
pt_pt: A nossa loja online permite a qualquer empresa (ou indivíduo) que a use (os nossos clientes e a própria %(company_name)s) encomendar produtos disponibilizados na loja.
sv_se: Vår onlinebutik tillåter alla företag (eller personer) som använder den (våra kunder och %(company_name)s själv) att beställa de produkter som finns tillgängliga i butiken.

source: Customer has two ways of providing information to us:
es: El cliente tiene dos formas de proporcionarnos información:
fi_fi: Asiakkaille tarjotaan kaksi tapaa tarjota tietojaan meille:
fr_ca: Le client a deux façons de nous fournir des informations:
pt_pt: O cliente possui duas formas de nos providenciar informação:
sv_se: Kunden har två sätt att ge information till oss:

source: Registering to our page
es: Registrarse en nuestra página
fi_fi: Sivustollemme rekisteröityminen
fr_ca: Inscription à notre page
pt_pt: Registar-se na nossa página
sv_se: Registrerar dig till vår sida

source: Ordering products from us
es: Ordenar productos de nosotros
fi_fi: Tuotteidemme tilaaminen
fr_ca: Commander des produits chez nous
pt_pt: Encomendar produtos à Qintera
sv_se: Beställa produkter från oss

source: This, voluntarely given, information, which is stored and managed on our service providers' servers, is used to ensure the services can be run and ensures we are able to provide our service.
es: Esta información, proporcionada voluntariamente, que se almacena y administra en los servidores de nuestros proveedores de servicios, se utiliza para garantizar que los servicios se puedan ejecutar y garantizar que podamos brindar nuestro servicio.
fi_fi: Tätä, vapaaehtoisesti annettua tietoa, jota tallennetaan palveluntarjoajamme palvelimille, käytetään palveluidemme toimivuuden takaamisen ja antaa meille mahdollisuuden tarjota palveluitamme.
fr_ca: Ces informations, données volontairement, qui sont stockées et gérées sur les serveurs de nos fournisseurs de services, sont utilisées pour garantir que les services peuvent être exécutés et que nous sommes en mesure de fournir nos services.
pt_pt: Esta informação, providenciada de forma voluntária, que está armazenada nos servidores do nosso serviço contratado de alojamento, é usada e manuseada pelos nossos serviços e garante que podemos providenciar o nosso serviço.
sv_se: Denna, frivilligt givna information, som lagras och hanteras på våra tjänsteleverantörers servrar, används för att säkerställa att tjänsterna kan köras och säkerställer att vi kan tillhandahålla vår tjänst.

source: Use by %(company_name)s
es: Usar por %(company_name)s
fi_fi: Käyttö %(company_name)s toimesta
fr_ca: Utilisation par %(company_name)s
pt_pt: Uso pela %(company_name)s
sv_se: Använd av %(company_name)s

source: Information that we collect and manage using this Online Store belongs to us and is used, disclosed and protected according to this Privacy Policy.
es: La información que recopilamos y administramos mediante esta Tienda en línea nos pertenece y se usa, divulga y protege de acuerdo con esta Política de privacidad.
fi_fi: Omistamme tiedot, jota keräämme ja hallitsemme tässä verkkokaupassa. Tätä tietoa suojataan ja jaetaan tämän tietosuojakäytännön mukaisesti.
fr_ca: Les informations que nous collectons et gérons à l'aide de cette boutique en ligne nous appartiennent et sont utilisées, divulguées et protégées conformément à cette politique de confidentialité.
pt_pt: A informação que recolhemos e gerimos usando esta Loja Online é nossa propriedade e será usada, divulgada e protegida de acordo com esta Política de Privacidade.
sv_se: Information som vi samlar in och hanterar med hjälp av denna onlinebutik tillhör oss och används, avslöjas och skyddas enligt denna sekretesspolicy.

source: Use by Our Customers
es: Uso por nuestros clientes
fi_fi: Käyttö asiakkaidemme toimesta
fr_ca: Utilisation par nos clients
pt_pt: Uso pelos Nossos Clientes
sv_se: Användning av våra kunder
