Repository: shuup/shuup
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, fr_ca, pt_pt, sv_se

source: Our Online Store may include Social Media Features, such as the Facebook Like button and Widgets, such as the Share This button or interactive mini-programs that run on our sites. These features may collect your IP address, which page you are visiting on our sites, and may set a cookie to enable the feature to function properly. Social Media Features and Widgets are either hosted by a third party or hosted directly on our Online Store. This Privacy Policy does not apply to these features.
es: Nuestra tienda en línea puede incluir funciones de redes sociales, como el botón Me gusta de Facebook y widgets, como el botón Compartir esto o miniprogramas interactivos que se ejecutan en nuestros sitios. Estas funciones pueden recopilar su dirección IP, qué página está visitando en nuestros sitios, y pueden establecer una cookie para permitir que la función funcione correctamente. Las funciones y los widgets de las redes sociales están alojados por un tercero o directamente en nuestra tienda online. Esta Política de privacidad no se aplica a estas funciones.
fi_fi: Verkkokauppamme saattaa sisältää sosiaaliseen mediaan liittyviä toiminnallisuuksia, kuten Facebookin Tykkää-nappeja, sekä muita vastaavia, kuten Jaa Tämä -nappeja, tai interaktiivisia pienohjelmia, jotka toimivat sivustomme päällä. Nämä toiminnallisuudet saattavat kerätä IP-osoitteesi, sivun jolla vierailet ja saattaa asettaa evästeen, jotta toiminnallisuus voi toimia oikein. Sosiaalisen median ominaisuudet voivat olla kolmannen osapuolen ylläpitämiä tai suoraan verkkokauppamme ylläpitämiä. Tämä tietosuojakäytäntö ei ota kantaa näihin ominaisuuksiin.
fr_ca: Notre boutique en ligne peut inclure des fonctionnalités de médias sociaux, telles que le bouton J'aime de Facebook et des widgets, tels que le bouton Partager ce ou des mini-programmes interactifs qui s'exécutent sur nos sites. Ces fonctionnalités peuvent collecter votre adresse IP, la page que vous visitez sur nos sites, et peuvent définir un cookie pour permettre à la fonctionnalité de fonctionner correctement. Les fonctionnalités et widgets des réseaux sociaux sont soit hébergés par un tiers, soit hébergés directement sur notre boutique en ligne. Cette politique de confidentialité ne s'applique pas à ces fonctionnalités.
pt_pt: A nossa loja online pode incluir recursos de redes sociais, como o botão Gosto do Facebook e Widgets, como o botão Compartilhar ou miniprogramas interativos executados nos nossos sites. Esses recursos podem recolher o seu endereço IP, a página que está a visitar nos nossos sites e podem definir um cookie para permitir que o recurso funcione corretamente. Os recursos e widgets de redes sociais são hospedados por terceiros ou diretamente na nossa Loja Online. Esta Política de Privacidade não se aplica a esses recursos.
sv_se: Vår onlinebutik kan innehålla sociala mediefunktioner, till exempel Facebook Gilla-knappen och widgetar, till exempel Dela den här knappen eller interaktiva miniprogram som körs på våra webbplatser. Dessa funktioner kan samla in din IP-adress, vilken sida du besöker på våra webbplatser, och kan ställa in en cookie så att funktionen fungerar korrekt. Sociala mediefunktioner och widgets är antingen värd för en tredje part eller värd direkt i vår onlinebutik. Denna sekretesspolicy gäller inte dessa funktioner.

source: Your interactions with these features are governed by the privacy policy and other policies of the companies providing them.
es: Sus interacciones con estas funciones se rigen por la política de privacidad y otras políticas de las empresas que las proporcionan.
fi_fi: Vuorovaikutuksesi näiden ominaisuuksien kanssa säännellään niitä tarjoavien yritysten tietosuojakäytäntöjen ja muiden niitä tarjoavien yritysten käytäntöjen kanssa.
fr_ca: Vos interactions avec ces fonctionnalités sont régies par la politique de confidentialité et d'autres politiques des entreprises qui les fournissent.
pt_pt: As suas interações com esses recursos são regidas pela política de privacidade e outras políticas das empresas que os fornecem.
sv_se: Dina interaktioner med dessa funktioner styrs av sekretesspolicyn och andra policyer för de företag som tillhandahåller dem.

source: External Websites
es: Sitios web externos
fi_fi: Ulkopuoliset verkkosivut
fr_ca: Sites Web externes
pt_pt: Websites Externos
sv_se: Externa webbplatser

source: Our Online Store provide links to other websites. We do not control, and are not responsible for, the content or practices of these other websites. Our provision of such links does not constitute our endorsement of these other websites, their content, their owners, or their practices. This Privacy Policy does not apply to these other websites, which are subject to any privacy and other policies they may have.
es: Nuestra tienda en línea proporciona enlaces a otros sitios web. No controlamos ni somos responsables del contenido o las prácticas de estos otros sitios web. Nuestra provisión de dichos enlaces no constituye nuestro respaldo a estos otros sitios web, su contenido, sus propietarios o sus prácticas. Esta Política de privacidad no se aplica a estos otros sitios web, que están sujetos a cualquier política de privacidad y otras políticas que puedan tener.
fi_fi: Verkkokaupassamme on linkkejä muihin verkkosivustoihin. Me emme kontrolloi, emmekä ole vastuussa, toisten verkkosivustojen sisällöistä tai käytännöistä. Vaikka tarjoamme näitä linkkejä, nämä verkkosivustot, niiden sisältö, omistajat tai käytännöt, eivät ole meidän hyväksyntämme piirissä. Tämä tietosuojakäytäntö ei kata näitä verkkosivustoja.
fr_ca: Notre boutique en ligne propose des liens vers d'autres sites Web. Nous ne contrôlons pas et ne sommes pas responsables du contenu ou des pratiques de ces autres sites Web. Notre fourniture de tels liens ne constitue pas notre approbation de ces autres sites Web, de leur contenu, de leurs propriétaires ou de leurs pratiques. Cette politique de confidentialité ne s'applique pas à ces autres sites Web, qui sont soumis à toute politique de confidentialité et autres politiques qu'ils peuvent avoir.
pt_pt: A nossa loja online fornece links para outros sites. Não controlamos e não somos responsáveis pelo conteúdo ou práticas desses outros sites. O fornecimento de tais links não constitui nosso endosso a esses outros sites, o seu conteúdo, os seus proprietários ou as suas práticas. Esta Política de Privacidade não se aplica a esses outros sites, que estão sujeitos a quaisquer políticas de privacidade e outras que possam ter.
sv_se: Vår onlinebutik tillhandahåller länkar till andra webbplatser. Vi kontrollerar inte och ansvarar inte för innehållet eller praxis på dessa andra webbplatser. Vår tillhandahållande av sådana länkar utgör inte vårt godkännande av dessa andra webbplatser, deras innehåll, deras ägare eller deras praxis. Denna sekretesspolicy gäller inte dessa andra webbplatser, som omfattas av någon integritet och andra policyer de kan ha.

source: Retention of Personal Information
es: Retención de información personal
fi_fi: Henkilötietojen säilyttäminen
fr_ca: Conservation des informations personnelles
pt_pt: Retenção de Dados Pessoais
sv_se: Lagring av personlig information

source: We retain Personal Information that you provide us as long as we consider it potentially useful in contacting you about the Online Store or our other services, or as needed to comply with our legal obligations, resolve disputes and enforce our agreements, and then we securely delete the information. We will delete this information from the servers at an earlier date if you so request, as described in "Opting Out and Unsubscribing" below. If we terminate the use of the Online Store, then we will provide you with access to all information stored for the Online Store, including any Personal Information provided by you. After termination, we may, unless legally prohibited, delete all customer information, including your Personal Information, from the Online Store.
es: Retenemos la información personal que nos proporciona siempre que la consideremos potencialmente útil para comunicarnos con usted acerca de la tienda en línea o nuestros otros servicios, o según sea necesario para cumplir con nuestras obligaciones legales, resolver disputas y hacer cumplir nuestros acuerdos, y luego eliminamos de forma segura la información. Eliminaremos esta información de los servidores en una fecha anterior si así lo solicita, como se describe en "Opción de exclusión y cancelación de suscripción" a continuación. Si cancelamos el uso de la Tienda en línea, le proporcionaremos acceso a toda la información almacenada para la Tienda en línea, incluida la Información personal proporcionada por usted. Después de la rescisión, podemos, a menos que esté legalmente prohibido, eliminar toda la información del cliente, incluida su Información personal, de la Tienda en línea.
fi_fi: Säilytämme henkilötietoja, joita olet meille antanut, niin pitkään kuin Koemme sen tarpeelliseksi kontaktoidaksemme Teitä verkkokauppaamme tai muihin palveluihin liittyen, oikeudellisten velvotteidemme noudattamiseksi, riitatilanteiden ja sopimustemme täytäntöönpanemisen varmistamiseksi, kunnes poistamme ne turvallisesti. Poistamme tietosi heti kun niin haluat, tämä prosessi on kuvattu tarkemmin kohdassa "Päättäminen ja tilauksen lopettaminen". Mikäli lopetamme verkkokaupan käytön, tarjoamme Teille mahdollisuuden päästä käsiksi kaikkeen verkkokauppaamme Tiestä tallennettuun tietoon, mukaanlukien henkilötietosi. Lopettamisen jälkeen, mikäli sitä ei ole lain puitteissa estetty, saatamme poistaa kaikki asiakastietomme verkkokaupastamme, mukaan lukien henkilötietosi.
fr_ca: Nous conservons les informations personnelles que vous nous fournissez aussi longtemps que nous les considérons potentiellement utiles pour vous contacter à propos de la boutique en ligne ou de nos autres services, ou si nécessaire pour nous conformer à nos obligations légales, résoudre les litiges et appliquer nos accords, puis nous supprimons en toute sécurité l'information. Nous supprimerons ces informations des serveurs à une date antérieure si vous le demandez, comme décrit dans la section «Désabonnement et désabonnement» ci-dessous. Si nous mettons fin à l'utilisation de la boutique en ligne, nous vous donnerons accès à toutes les informations stockées pour la boutique en ligne, y compris les informations personnelles que vous avez fournies. Après la résiliation, nous pouvons, sauf interdiction légale, supprimer toutes les informations client, y compris vos informations personnelles, de la boutique en ligne.
pt_pt: Retemos os dados pessoais que você nos fornece, desde que os consideremos potencialmente úteis para o contactar sobre a Loja Online ou os nossos outros serviços, ou conforme necessário para cumprir as nossas obrigações legais, resolver disputas e fazer cumprir os nossos acordos e, em seguida, eliminar com segurança os dados. Eliminaremos esses dados dos servidores numa data anterior, se assim o solicitar, conforme descrito em "Recusa e cancelamento de registo" abaixo. Se encerrarmos o uso da Loja Online, forneceremos a você o acesso a todas os dados armazenados na Loja Online, incluindo quaisquer Dados Pessoais fornecidos por si. Após a rescisão, podemos, a menos que seja legalmente proibido, eliminar todas os dados do cliente, incluindo os seus Dados Pessoais, da Loja Online.
sv_se: Vi behåller personlig information som du tillhandahåller oss så länge vi anser det vara potentiellt användbart för att kontakta dig om onlinebutiken eller våra andra tjänster, eller vid behov för att följa våra juridiska skyldigheter, lösa tvister och genomdriva våra avtal, och sedan raderar vi säkert informationen. Vi kommer att ta bort denna information från servrarna vid ett tidigare datum om du begär det, som beskrivs i "Att välja bort och avsluta prenumerationen" nedan. Om vi avslutar användningen av onlinebutiken, kommer vi att ge dig tillgång till all information som lagras för onlinebutiken, inklusive all personlig information som du tillhandahåller. Efter upphörande kan vi, såvida det inte är lagligt förbjudet, radera all kundinformation, inklusive din personliga information, från onlinebutiken.

source: International Transfer of Information
es: Transferencia internacional de información
fi_fi: Tietojen kansainvälinen siirtäminen
fr_ca: Transfert international d'informations
pt_pt: Transferência Internacional de Dados
sv_se: Internationell överföring av information

source: To facilitate our possible global operations, we may transfer and access Personal Information from around the world, including the United States. This Privacy Policy shall apply even if we transfer Personal Information to other countries.
es: Para facilitar nuestras posibles operaciones globales, podemos transferir y acceder a información personal de todo el mundo, incluidos los Estados Unidos. Esta Política de privacidad se aplicará incluso si transferimos información personal a otros países.
fi_fi: Mahdollistaaksemme mahdolliset maailmanlaajuiset operaatiomme, saatamme siirtää henkilötietoja ympäri maailmaa, mukaan lukien Yhdysvallat. Tämä tietosuojakäytäntö pätee vaikka siirtäisimme henkilötietoja muihin maihin.
fr_ca: Pour faciliter nos éventuelles opérations mondiales, nous pouvons transférer et accéder aux informations personnelles du monde entier, y compris des États-Unis. Cette politique de confidentialité s'applique même si nous transférons des informations personnelles vers d'autres pays.
pt_pt: Para facilitar as nossas possíveis operações globais, podemos transferir e acessar dados pessoais de todo o mundo, incluindo os Estados Unidos. Esta Política de Privacidade aplica-se mesmo se transferirmos Dados Pessoais para outros países.
sv_se: För att underlätta vår möjliga globala verksamhet kan vi överföra och komma åt personlig information från hela världen, inklusive USA. Denna sekretesspolicy gäller även om vi överför personlig information till andra länder.

source: Corporate Events
es: Eventos corporativos
fi_fi: Yritystapahtumat
fr_ca: Événements d'entreprise
pt_pt: Eventos Empresariais
sv_se: Företagsevenemang

source: If we (or our assets) are acquired by another company, whether by merger, acquisition, bankruptcy or otherwise, that company would receive all information gathered by %(company_name)s on the Online Store. In this event, you will be notified via email and/or a prominent notice on our website, of any change in ownership, uses of your Personal Information, and choices you may have regarding your Personal Information.
es: Si nosotros (o nuestros activos) somos adquiridos por otra empresa, ya sea por fusión, adquisición, quiebra o de otro modo, esa empresa recibiría toda la información recopilada por %(company_name)s en la Tienda en línea. En este caso, se le notificará por correo electrónico y / o un aviso destacado en nuestro sitio web, de cualquier cambio en la propiedad, usos de su información personal y opciones que pueda tener con respecto a su información personal.
fi_fi: Jos meidät (tai meidän omistuksemme) päätyvät toisen yrityksen hallintaa, joko yhdistymisen, oston, konkurssin tai muun vastaavan tapahtuman seurauksena, saa vastaanottava yritys kaiken meidän, %(company_name)s verkkokaupan, keräämän tiedon omistukseensa. Tälläisen, omistajanvaihdoksen, yhteydessä ilmoitamme Teille asiasta sähköpostitse ja/tai pysyvällä, verkkosivuillamme näkyvällä, ilmoituksella kaikista henkilötiedon käsittelyyn liittyvistä muutoksista. Saatamme samassa yhteydessä myös tiedoksi kaikki vaihtoehdot, joita Teillä on tietojen käsittelyyn liittyen.
fr_ca: Si nous (ou nos actifs) sommes acquis par une autre société, que ce soit par fusion, acquisition, faillite ou autre, cette société recevrait toutes les informations recueillies par %(company_name)s sur la boutique en ligne. Dans ce cas, vous serez informé par e-mail et / ou par un avis bien visible sur notre site Web, de tout changement de propriété, de l'utilisation de vos informations personnelles et des choix que vous pourriez avoir concernant vos informations personnelles.
pt_pt: Se nós (ou nossos ativos) formos adquiridos por outra empresa, seja por fusão, aquisição, falência ou de outra forma, essa empresa receberá todas as informações coletadas pela %(company_name)s na Loja Online. Neste caso, será notificado via email e/ou uma divulgação destacada no nosso website, de qualquer alteração de propriedade, usos de Dados Pessoais, e escolhas que possa ter a respeito dos seus Dados Pessoais.
sv_se: Om vi (eller våra tillgångar) förvärvas av ett annat företag, antingen genom fusion, förvärv, konkurs eller på annat sätt, skulle det företaget få all information som samlats in av %(company_name)s i webbutiken. I det här fallet kommer du att meddelas via e-post och / eller ett framträdande meddelande på vår webbplats om ändringar i äganderätten, användningen av din personliga information och val du kan ha angående din personliga information.

source: Compelled Disclosure
es: Divulgación obligatoria
fi_fi: Velvoitettu paljastus
fr_ca: Divulgation forcée
pt_pt: Divulgação Compulsiva
sv_se: Tvingad avslöjande

source: We reserve the right to use or disclose your Personal Information if required by law or if we reasonably believe that use or disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or comply with a law, court order, or legal process.
es: Nos reservamos el derecho de usar o divulgar su información personal si así lo exige la ley o si creemos razonablemente que el uso o la divulgación es necesaria para proteger nuestros derechos, proteger su seguridad o la seguridad de los demás, investigar el fraude o cumplir con una ley, un tribunal orden o proceso legal.
fi_fi: Pidätämme oikeuden käyttää tai paljastaa henkilötietojasi mikäli laki niin vaatii tai mikäli koemme, että tämä käyttö tai paljastaminen on tarpeellista omien oikeuksiemme suojelemiseksi, Teidän turvallisuutenne takaamiseksi, muiden turvallisuuden takaamiseksi, petosten tutkimiseen tai lain, oikeuden määräyksen tai muiden oikeudellisten prosessien noudattamiseen.
fr_ca: Nous nous réservons le droit d'utiliser ou de divulguer vos informations personnelles si la loi l'exige ou si nous pensons raisonnablement que l'utilisation ou la divulgation est nécessaire pour protéger nos droits, protéger votre sécurité ou celle d'autrui, enquêter sur une fraude ou nous conformer à une loi, à un tribunal ordre ou procédure légale.
pt_pt: Reservamos o direito de usar ou divulgar os seus dados pessoais se exigido por lei ou se acreditarmos razoavelmente que o uso ou divulgação é necessário para proteger nossos direitos, proteger a sua segurança ou a segurança de outras pessoas, investigar fraude ou cumprir uma lei, tribunal ordem ou processo legal.
sv_se: Vi förbehåller oss rätten att använda eller avslöja din personliga information om det krävs enligt lag eller om vi rimligen anser att användning eller avslöjande är nödvändigt för att skydda våra rättigheter, skydda din säkerhet eller andras säkerhet, utreda bedrägerier eller följa en lag, domstol order eller rättslig process.

source: Cookies
es: Galletas
fi_fi: Evästeet
fr_ca: Biscuits
sv_se: Småkakor

source: %(company_name)s and its partners use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.
es: %(company_name)s y sus socios utilizan cookies o tecnologías similares para analizar tendencias, administrar el sitio web, rastrear los movimientos de los usuarios en el sitio web y recopilar información demográfica sobre nuestra base de usuarios en su conjunto.
fi_fi: %(company_name)s ja sen yhteistyökumppanit käyttävät evästeitä tai vastaavia teknologioita trendien analysointiin, verkkosivuston hallintaan, käyttäjien verkkokauppakäyttäytymisen seuraamiseen ja maantieteellisen tiedon käsittelyyn kokonaisuutena.
fr_ca: %(company_name)s et ses partenaires utilisent des cookies ou des technologies similaires pour analyser les tendances, administrer le site Web, suivre les mouvements des utilisateurs sur le site Web et recueillir des informations démographiques sur notre base d'utilisateurs dans son ensemble.
pt_pt: %(company_name)se os seus parceiros usam cookies ou tecnologias semelhantes para analisar tendências, administrar o site, rastrear os movimentos dos utilizadores pelo site e para recolher informações demográficas sobre a nossa base de utilizadores como um todo.
sv_se: %(company_name)s och dess partners använder cookies eller liknande tekniker för att analysera trender, administrera webbplatsen, spåra användarnas rörelser runt webbplatsen och för att samla demografisk information om vår användarbas som helhet.
