Repository: shuup/shuup
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, fr_ca, pt_pt, sv_se

source: In addition to the uses identified elsewhere in this Privacy Policy, we may use your Personal Information to: (a) improve your browsing experience by personalizing the Online Store and to improve the Online Store; (b) send information to you which we think may be of interest to you by post, email, or other means; (c) send you marketing communications relating to our business or the businesses of carefully-selected third parties which we think may be of interest to you, and (d) provide other companies with statistical information about our users -- but this information will not be used to identify any individual user. We may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, we do not transfer your unique Personal Information to the third party. In addition, we may share data with trusted partners to contact you based on your request to receive such communications, help us perform statistical analysis, or provide customer support. Such third parties are prohibited from using your Personal Information except for these purposes, and they are required to maintain the confidentiality of your information. If you do not want us to share your personal information with these companies, contact us at %(store_email)s.
es: Además de los usos identificados en otras partes de esta Política de privacidad, podemos utilizar su Información personal para: (a) mejorar su experiencia de navegación personalizando la Tienda en línea y para mejorar la Tienda en línea; (b) enviarle información que creemos que puede ser de su interés por correo postal, correo electrónico u otros medios; (c) enviarle comunicaciones de marketing relacionadas con nuestro negocio o los negocios de terceros cuidadosamente seleccionados que creemos que pueden ser de su interés, y (d) proporcionar a otras empresas información estadística sobre nuestros usuarios, pero esta información no utilizarse para identificar a cualquier usuario individual. Es posible que, de vez en cuando, nos comuniquemos con usted en nombre de socios comerciales externos sobre una oferta en particular que pueda ser de su interés. En esos casos, no transferimos su información personal única a terceros. Además, podemos compartir datos con socios de confianza para comunicarnos con usted en función de su solicitud de recibir dichas comunicaciones, ayudarnos a realizar análisis estadísticos o brindar atención al cliente. Dichos terceros tienen prohibido utilizar su información personal excepto para estos fines, y están obligados a mantener la confidencialidad de su información. Si no desea que compartamos su información personal con estas empresas, contáctenos en %(store_email)s.
fi_fi: Muualla tässä tietosuojakäytännössä mainittujen käyttöjen lisäksi, me saatamme käyttää tietoja: (a) parantamaan vierailukokemustasi personoimalla ja parantamalla verkkokauppaamme; (b) lähettämällä tärkeäksi kokemaamme tietoa Teille sähköpostitse, postitse tai muilla tavoin; (c) lähettämällä markkinointi-viestejä tarkkaan valittujen kolmansien osapuolien välityksellä, sekä (d) tilastojen luontiin toisten yritysten välityksellä -- tätä tietoa ei kuitenkaan käytetä henkilöiden tunnistamiseen. Saatamme aika-ajoin, olla yhteydessä Teihin yhteistyökumppaniemme kautta tiettyjen, teitä kiinnostavien, tarjousten muodossa. Näissä tapauksissa, emme siirrä henkilöitetoja kolmansille osapuolille. Saatamme lisäksi jakaa tietoja luotettujen yhteistyökumppaniemme kanssa, mikäli olet sen sallinut, jakamalla näitä tietoja, voimme saada apua statistiikkojen analysointiin tai asiakaspalvelun tarjoamiseen. Tälläiset kolmannet osapuolet eivät saa käyttää henkilökohtaisia tietoja mihinkään muuhun kuin näiden palveluiden tarjoamiseen ja heidän on vaalittava ja ylläpidettävä henkilöitietojen yksityisyyttä. Mikäli et halua, että jaamme henkilökohtaisia tietojanne näiden kolmansien osapuolien kanssa, lähetä meille sähköpostia osoitteeseen %(store_email)s.
fr_ca: Outre les utilisations identifiées ailleurs dans cette politique de confidentialité, nous pouvons utiliser vos informations personnelles pour: (a) améliorer votre expérience de navigation en personnalisant la boutique en ligne et pour améliorer la boutique en ligne; (b) vous envoyer des informations que nous pensons susceptibles de vous intéresser par courrier, e-mail ou tout autre moyen; (c) vous envoyer des communications marketing relatives à notre entreprise ou aux activités de tiers soigneusement sélectionnés qui, selon nous, pourraient vous intéresser, et (d) fournir à d'autres entreprises des informations statistiques sur nos utilisateurs - mais ces informations ne le seront pas. être utilisé pour identifier tout utilisateur individuel. Nous pouvons, de temps à autre, vous contacter au nom de partenaires commerciaux externes au sujet d'une offre particulière qui pourrait vous intéresser. Dans ces cas, nous ne transférons pas vos informations personnelles uniques à un tiers. En outre, nous pouvons partager des données avec des partenaires de confiance pour vous contacter en fonction de votre demande de recevoir de telles communications, nous aider à effectuer des analyses statistiques ou fournir un support client. Il est interdit à ces tiers d'utiliser vos informations personnelles sauf à ces fins, et ils sont tenus de maintenir la confidentialité de vos informations. Si vous ne souhaitez pas que nous partagions vos informations personnelles avec ces sociétés, contactez-nous au %(store_email)s.
pt_pt: Além dos usos identificados noutras partes desta Política de Privacidade, podemos usar suas Informações Pessoais para: (a) melhorar sua experiência de navegação personalizando a Loja Online e para melhorar a Loja Online; (b) enviar-lhe informações que consideramos ser do seu interesse por correio, e-mail ou outros meios; (c) enviar-lhe comunicações de marketing relacionadas com o nosso negócio ou com os negócios de terceiros cuidadosamente selecionados que achamos que podem ser do seu interesse, e (d) fornecer a outras empresas informações estatísticas sobre nossos utilizadores - mas essas informações não poderão ser usadas para identificar qualquer utilizador individual. Podemos, de tempos em tempos, entrar em contato consigo em nome de parceiros comerciais externos sobre uma oferta específica que pode ser do seu interesse. Nesses casos, não transferimos suas dados pessoais exclusivas para terceiros. Além disso, podemos compartilhar dados com parceiros confiáveis ​​para contatá-lo com base na sua solicitação para receber tais comunicações, para ajudar-nos a realizar análises estatísticas ou fornecer suporte ao cliente. Esses terceiros são proibidos de usar os seus Dados Pessoais, exceto para esses fins, e são obrigados a manter a confidencialidade de suas informações. Se não deseja que compartilhemos os seus dados pessoais com essas empresas, entre em contato connosco em%(store_email)s.
sv_se: Förutom de användningar som identifieras någon annanstans i denna sekretesspolicy kan vi använda din personliga information för att: (a) förbättra din surfupplevelse genom att anpassa onlinebutiken och för att förbättra onlinebutiken; (b) skicka information till dig som vi tror kan vara av intresse för dig per post, e-post eller på annat sätt; (c) skicka dig marknadsföringskommunikation med anknytning till vår verksamhet eller verksamheten från noggrant utvalda tredje parter som vi tror kan vara av intresse för dig, och (d) förse andra företag med statistisk information om våra användare - men denna information kommer inte användas för att identifiera varje enskild användare. Vi kan då och då kontakta dig på uppdrag av externa affärspartners om ett särskilt erbjudande som kan vara av intresse för dig. I sådana fall överför vi inte din unika personliga information till tredje part. Dessutom kan vi dela data med pålitliga partners för att kontakta dig baserat på din begäran om att få sådan kommunikation, hjälpa oss att utföra statistisk analys eller tillhandahålla kundsupport. Sådana tredje parter är förbjudna att använda din personliga information förutom för dessa ändamål, och de är skyldiga att hålla sekretessen för din information. Om du inte vill att vi ska dela din personliga information med dessa företag, kontakta oss på %(store_email)s.

source: Use of Navigational Information
es: Uso de la información de navegación
fi_fi: Navigointitiedon käyttö
fr_ca: Utilisation des informations de navigation
pt_pt: Uso de Dados de Navegação
sv_se: Användning av navigationsinformation

source: We use Navigational Information to operate and improve the Online Store. We may also use Navigational Information alone or in combination with Personal Information to provide you with personalized information about %(company_name)s.
es: Usamos la información de navegación para operar y mejorar la tienda en línea. También podemos usar la información de navegación sola o en combinación con información personal para brindarle información personalizada sobre %(company_name)s.
fi_fi: Käytämme navigointitietoa verkkokauppamme operointiin ja sen parantamiseen. Saatamme myös käyttää tätä navigointitietoa yksinään tai henkilötietoon yhdistettynä saadaksesi personoitua tietoa yrityksestä %(company_name)s.
fr_ca: Nous utilisons les informations de navigation pour exploiter et améliorer la boutique en ligne. Nous pouvons également utiliser les informations de navigation seules ou en combinaison avec des informations personnelles pour vous fournir des informations personnalisées sur %(company_name)s.
pt_pt: Usamos os Dados de Navegação para operar e melhorar a Loja Online. Também podemos usar os dados de navegação sozinhos ou em combinação com os dados pessoais para lhe fornecer informações personalizadas sobre a %(company_name)s.
sv_se: Vi använder navigationsinformation för att driva och förbättra onlinebutiken. Vi kan också använda navigationsinformation ensam eller i kombination med personlig information för att förse dig med personlig information om %(company_name)s.

source: Customer Testimonials and Comments
es: Testimonios y comentarios de clientes
fi_fi: Asiakaskokemukset ja kommentit
fr_ca: Témoignages et commentaires des clients
pt_pt: Comentários Testemunhos de Clientes
sv_se: Kundutlåtanden och kommentarer

source: We post customer testimonials and comments on our Online Store, which may contain Personal Information. We obtain each customer's consent via email prior to posting the customer's name and testimonial.
es: Publicamos testimonios y comentarios de clientes en nuestra tienda en línea, que pueden contener información personal. Obtenemos el consentimiento de cada cliente por correo electrónico antes de publicar el nombre y el testimonio del cliente.
fi_fi: Saatamme julkaista asiakaskokemuksia ja kommentteja verkkokaupassamme, tämä saattaa sisältää henkilötietoa. Ennen julkaisua, pyydämme jokaiselta asiakkaalta sähköpostitse luvan tähän.
fr_ca: Nous publions des témoignages de clients et des commentaires sur notre boutique en ligne, qui peuvent contenir des informations personnelles. Nous obtenons le consentement de chaque client par e-mail avant de publier le nom et le témoignage du client.
pt_pt: Publicamos testemunhos e comentários de clientes na nossa Loja Online, que podem conter Dados Pessoais. Obtemos o consentimento de cada cliente por e-mail antes de publicar o nome e o testemunho do cliente.
sv_se: Vi publicerar kundutlåtanden och kommentarer i vår onlinebutik, som kan innehålla personlig information. Vi får varje kunds samtycke via e-post innan vi publicerar kundens namn och vittnesmål.

source: Use of Credit Card Information
es: Uso de la información de la tarjeta de crédito
fi_fi: Luottokorttitietojen käyttö
fr_ca: Utilisation des informations de carte de crédit
pt_pt: Uso de Dados de Pagamento
sv_se: Användning av kreditkortsinformation

source: We use a third-party service provider to manage credit card processing. This service provider is not permitted to store, retain, or use information you provide except for the sole purpose of credit card processing on our behalf.
es: Usamos un proveedor de servicios externo para administrar el procesamiento de tarjetas de crédito. Este proveedor de servicios no está autorizado a almacenar, retener ni utilizar la información que usted proporcione, excepto con el único propósito de procesar la tarjeta de crédito en nuestro nombre.
fi_fi: Käytämme kolmannen osapuolen palveluntarjoajia luottokorttitietojen käsittelyyn. Nämä tahot eivät saa tallentaa, säilyttää tai käyttää antamiasia tietoja muuhun kuin pelkkään maksutapahtuman käsittelyyn puolestamme.
fr_ca: Nous utilisons un fournisseur de services tiers pour gérer le traitement des cartes de crédit. Ce fournisseur de services n'est pas autorisé à stocker, conserver ou utiliser les informations que vous fournissez, sauf dans le seul but de traiter les cartes de crédit en notre nom.
pt_pt: Usamos um prestador de serviços de pagamento para gerir o processamento do cartão de crédito/débito. Este prestador de serviços não tem permissão para armazenar, reter ou usar as informações fornecidas por si, exceto para o único propósito de processamento de pagamentos em nosso nome.
sv_se: Vi använder en tredjepartsleverantör för att hantera kreditkortshantering. Denna tjänsteleverantör har inte tillåtelse att lagra, behålla eller använda information som du tillhandahåller utom för det enda syftet med kreditkortsbehandling för våra räkning.

source: Service Providers
es: Proveedores de servicio
fi_fi: Palveluntarjoajat
fr_ca: Les fournisseurs de services
pt_pt: Prestadores de Serviço
sv_se: Tjänsteleverantörer

source: We employ other companies and people to provide services to visitors to our Online Store, our customers, and users of the Online Store and may need to share your information with them to provide information, products or services to you. Examples may include removing repetitive information from prospect lists, analyzing data, providing marketing assistance, processing credit card payments, supplementing the information you provide us in order to provide you with better service, and providing customer service. In all cases where we share your information with such agents, we explicitly require the agent to acknowledge and adhere to our privacy and customer data handling policies.
es: Empleamos a otras empresas y personas para brindar servicios a los visitantes de nuestra Tienda en línea, nuestros clientes y usuarios de la Tienda en línea y es posible que necesitemos compartir su información con ellos para proporcionarle información, productos o servicios. Los ejemplos pueden incluir eliminar información repetitiva de las listas de prospectos, analizar datos, brindar asistencia de marketing, procesar pagos con tarjeta de crédito, complementar la información que nos proporciona para brindarle un mejor servicio y brindarle servicio al cliente. En todos los casos en los que compartimos su información con dichos agentes, exigimos explícitamente que el agente reconozca y cumpla nuestras políticas de privacidad y manejo de datos del cliente.
fi_fi: Saatamme käyttää toisia yrityksiä ja ihmisiä lisäpalveluiden tarjoamiseksi verkkokauppamme vierailijoille, asiakkaillemme, sekä verkkokauppamme käyttäjille ja saatamme jakaa tietoa heidän kanssaan tästä syystä. Esimerkkejä voivat olla esimerkiksi: toistuvien tietojen poistaminen palveluntarjoajiemme listoilta, tietojen analysointi, markkinointiapu, verkkomaksujen käsittely, antamiesi tietojen laajentaminen paremman palvelun takaamiseksi sekä asiakaspalvelun tarjoaminen. Kaikissa niissä tapauksissa, joissa jaamme tietojasi näiden tahojen kanssa, vaadimme heitä tiedostamaan ja noudattaamaan meidän tietoturva- ja asiakastietojen käsittelyn menettelytapojamme.
fr_ca: Nous employons d'autres sociétés et personnes pour fournir des services aux visiteurs de notre boutique en ligne, à nos clients et aux utilisateurs de la boutique en ligne et pouvons avoir besoin de partager vos informations avec eux pour vous fournir des informations, des produits ou des services. Les exemples peuvent inclure la suppression d'informations répétitives des listes de prospects, l'analyse des données, la fourniture d'une assistance marketing, le traitement des paiements par carte de crédit, le complément des informations que vous nous fournissez afin de vous fournir un meilleur service et le service client. Dans tous les cas où nous partageons vos informations avec ces agents, nous exigeons explicitement que l'agent reconnaisse et adhère à nos politiques de confidentialité et de traitement des données client.
pt_pt: Empregamos outras empresas e pessoas para fornecer serviços aos visitantes de nossa Loja Online, aos nossos clientes e utilizadores da Loja Online e podemos precisar compartilhar os seus dados com os mesmos para lhe fornecer informações, produtos ou serviços. Os exemplos podem incluir a remoção de informações repetitivas das listas de clientes em potencial, análise de dados, fornecimento de assistência de marketing, processamento de pagamentos com cartão de crédito, complementação das informações que você nos fornece para oferecer um serviço melhor e atendimento ao cliente. Em todos os casos em que compartilhamos os seus dados com tais agentes, exigimos explicitamente que o agente reconheça e cumpra nossas políticas de privacidade e tratamento de dados do cliente.
sv_se: Vi anställer andra företag och människor för att tillhandahålla tjänster till besökare i vår Online Store, våra kunder och användare av Online Store och kan behöva dela din information med dem för att tillhandahålla information, produkter eller tjänster till dig. Exempel kan vara att ta bort repetitiv information från prospektlistor, analysera data, tillhandahålla marknadsföringsassistans, hantera kreditkortsbetalningar, komplettera informationen du ger oss för att ge dig bättre service och tillhandahålla kundservice. I alla fall där vi delar din information med sådana agenter, kräver vi uttryckligen att agenten bekräftar och följer vår policy för integritets- och kundhantering.

source: Security of your Personal Information
es: Seguridad de su información personal
fi_fi: Henkilötietojen turvallisuus
fr_ca: Sécurité de vos informations personnelles
pt_pt: Segurança dos seus Dados Pessoais
sv_se: Säkerhet för din personliga information

source: We use a variety of security technologies and procedures to help protect your Personal Information from unauthorized access, use or disclosure. We secure the Personal Information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When sensitive Personal Information (such as a credit card number and/or geo-location data) is collected on our Online Store and/or transmitted to other websites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.
es: Utilizamos una variedad de tecnologías y procedimientos de seguridad para ayudar a proteger su información personal del acceso, uso o divulgación no autorizados. Aseguramos la información personal que usted proporciona en servidores informáticos en un entorno controlado y seguro, protegido del acceso, uso o divulgación no autorizados. Cuando se recopila información personal confidencial (como un número de tarjeta de crédito y / o datos de ubicación geográfica) en nuestra Tienda en línea y / o se transmite a otros sitios web, se protege mediante el uso de cifrado, como el protocolo Secure Socket Layer (SSL).
fi_fi: Käytämme useita turvallisuusteknologioita ja menetelmiä voidaksemme turvata henkilötietonne luvattomalta pääsyltä, käytöltä tai jakamiselta. Turvaamme henkilötiedot palvelimellemme, kontrolloituun, turvalliseen ympäristöön , joka on turvattu luvattomalta pääsyltä, käytöltä tai jakamiselta. Kun arkaluontoista henkilötietoa (kuten luottokorttinumero ja/tai maantieteellinen sijainti), kerätään verkkokaupassamme ja/tai siirretään muille verkkosivuillemme, tehdään se aina salattuna, esimerkiksi Secure Socket Layer (SSL) protokollan avulla.
fr_ca: Nous utilisons une variété de technologies et de procédures de sécurité pour aider à protéger vos renseignements personnels contre tout accès, utilisation ou divulgation non autorisés. Nous sécurisons les informations personnelles que vous fournissez sur des serveurs informatiques dans un environnement contrôlé et sécurisé, protégé contre tout accès, utilisation ou divulgation non autorisés. Lorsque des informations personnelles sensibles (telles qu'un numéro de carte de crédit et / ou des données de géolocalisation) sont collectées sur notre boutique en ligne et / ou transmises à d'autres sites Web, elles sont protégées par l'utilisation d'un cryptage, tel que Secure Socket Layer (SSL ) protocole.
pt_pt: Usamos uma variedade de tecnologias e procedimentos de segurança para ajudar a proteger os seus dados pessoais contra acesso, uso ou divulgação não autorizados. Protegemos os dados pessoais que fornece em servidores num ambiente controlado e seguro, protegido contra acesso não autorizado, uso ou divulgação. Quando dados pessoais confidenciais (como número de cartão de crédito e / ou dados de geolocalização) são recolhidos nossa Loja Online e / ou transmitidos a outros websites, os mesmos são protegidos por meio do uso de criptografia, como o protocolo Secure Socket Layer (SSL ).
sv_se: Vi använder en mängd olika säkerhetstekniker och procedurer för att skydda din personliga information från obehörig åtkomst, användning eller avslöjande. Vi skyddar den personliga informationen du tillhandahåller på datorservrar i en kontrollerad, säker miljö, skyddad från obehörig åtkomst, användning eller avslöjande. När känslig personlig information (till exempel ett kreditkortsnummer och / eller geo-platsinformation) samlas in i vår onlinebutik och / eller överförs till andra webbplatser, skyddas den genom användning av kryptering, såsom Secure Socket Layer (SSL) protokoll.

source: If you have any questions about the security of your Personal Information, you can contact us at %(store_email)s.
es: Si tiene alguna pregunta sobre la seguridad de su información personal, puede comunicarse con nosotros en %(store_email)s.
fi_fi: Mikäli Teillä on mitään kysymyksiä henkilötietojen turvallisuuteen liittyen, ole hyvä, ja ota yhteyttä meihin sähköpostitse osoitteeseen %(store_email)s.
fr_ca: Si vous avez des questions sur la sécurité de vos informations personnelles, vous pouvez nous contacter au %(store_email)s.
pt_pt: Se tiver questões sobre a segurança dos seus Dados Pessoais, por favor contacte-nos em %(store_email)s.
sv_se: Om du har några frågor om säkerheten för din personliga information kan du kontakta oss på %(store_email)s.

source: Social Media Features
es: Funciones de redes sociales
fi_fi: Sosiaalisen median ominaisuudet
fr_ca: Fonctionnalités des réseaux sociaux
pt_pt: Funcionalidades Redes Sociais
sv_se: Sociala mediefunktioner
