Repository: shuup/shuup
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, fr_ca, pt_pt, sv_se

source: GDPR
fr_ca: RGPD
pt_pt: RGPD

source: Anonymize
es: Anonimizar
fi_fi: Anonymisoi
fr_ca: Anonymiser
pt_pt: Anonimizar
sv_se: Anonymisera

source: This action will replace all contact personal data with random values making it impossible to be identified. The account will also be deactivated and any pending order(s) will be canceled. Are you sure?
es: Esta acción sustituirá todos los datos personales de contacto por valores aleatorios que imposibiliten su identificación. La cuenta también se desactivará y se cancelarán todos los pedidos pendientes. ¿Estás seguro?
fi_fi: Tämä toiminto korvaa kaikki asiakkaan henkilökohtaiset datat eikä asiakasta voida tämän jälkeen tunnistaa. Tämän jälkeen asiakastili deaktivoidaan ja keskeneräiset tilaukset perustaan. Oletko varma?
fr_ca: Cette action remplacera toutes les données personnelles de contact par des valeurs aléatoires rendant impossible l'identification. Le compte sera également désactivé et toute commande en attente sera annulée. Êtes-vous sûr?
pt_pt: Esta ação substituirá todos os dados pessoais de contato por valores aleatórios, impossibilitando sua identificação. A conta também será desativada e quaisquer encomenda(s) pendentes serão canceladas. Tem certeza?
sv_se: Denna åtgärd kommer att ersätta all personliga kontakt information med slumpmässiga värden vilket gör det omöjligt att identifieras. Kontot inaktiveras också och alla väntande beställningar annulleras. Är du säker?

source: Download data
es: Descargar datos
fi_fi: Lataa tiedot
fr_ca: Télécharger les données
pt_pt: Descarregar dados
sv_se: Ladda ner data

source: Save
es: Guardar
fi_fi: Tallenna
fr_ca: sauvegarder
pt_pt: Gravar
sv_se: Spara

source: General Data Protection Regulation
es: Reglamento general de protección de datos
fr_ca: Règlement général sur la protection des données
pt_pt: Regulamento Geral de Proteção de Dados
sv_se: Allmän dataskyddsförordning

source: Contact was anonymized.
es: El contacto se anonimizó.
fr_ca: Le contact a été anonymisé.
pt_pt: O contato foi anonimizado.
sv_se: Kontakten anonymiserades.

source: My Data
es: Mis datos
fi_fi: Omat tiedot
fr_ca: Mes données
pt_pt: Os meus dados
sv_se: Min data

source: Customer data
es: Datos de cliente
fi_fi: Asiakkaantiedot
fr_ca: Données client
pt_pt: Dados de Cliente
sv_se: Konsument data

source: enabled
es: activar
fi_fi: käytössä
fr_ca: activée
pt_pt: ativado
sv_se: aktiverad

source: Define if the GDPR is active.
es: Defina si el GDPR está activo.
fi_fi: Aktivoi GDPR.
fr_ca: Définissez si le RGPD est actif.
pt_pt: Definir se o RGPD está ativo.
sv_se: Definiera om GDPR är aktiv.

source: skip consent on login
es: omitir el consentimiento al iniciar sesión
fr_ca: ignorer le consentement lors de la connexion
pt_pt: saltar consentimento no login
sv_se: hoppa över samtycke vid inloggning

source: Do not require consent on login when GDPR is activated.
es: No requiera consentimiento al iniciar sesión cuando GDPR está activado.
fr_ca: Ne nécessite pas de consentement lors de la connexion lorsque le RGPD est activé.
pt_pt: Não requerer consentimento no login quando RGPD está ativado.
sv_se: Behöver inte samtycke vid inloggning när GDPR är aktiverad.

source: privacy policy page
es: página de política de privacidad
fi_fi: tietosuojakäytäntö-sivu
fr_ca: page de politique de confidentialité
pt_pt: página de política de privacidade
sv_se: sekretesspolicy sida

source: Choose your privacy policy page here. If this page changes, customers will be prompted for new consent.
es: Elija su página de política de privacidad aquí. Si esta página cambia, se solicitará a los clientes un nuevo consentimiento.
fi_fi: Valitse tietosuoja käytäntö sivusi tästä. Jos tämä sivu muuttuu, asiakasta pyydetään hyväksymään uudet ehdot.
fr_ca: Choisissez votre page de politique de confidentialité ici. Si cette page change, les clients seront invités à donner un nouveau consentement.
pt_pt: Escolha a sua página de política de privacidade aqui. Se a página for alterada, será solicitado novo consentimento aos clientes.
sv_se: Välj din sekretesspolicy sida här. Om den här sidan ändras uppmanas kunderna att ge nytt samtycke.

source: consent pages
es: páginas de consentimiento
fi_fi: suostumusdokumentit
fr_ca: pages de consentement
pt_pt: páginas de consentimento
sv_se: samtycksidor

source: Choose pages here which are being monitored for customer consent. If any of these pages change, the customer is being prompted for a new consent.
es: Elija aquí las páginas que están siendo monitoreadas para el consentimiento del cliente. Si alguna de estas páginas cambia, se le pedirá al cliente un nuevo consentimiento.
fi_fi: Valitse tähän sivut, joita monitoroidaan asiakkaan suostumuksen vuoksi. Jos jokin näistä sivuista muuttuu, asiakkailta pyydetään uutta suostumusta.
fr_ca: Choisissez ici les pages qui sont surveillées pour le consentement du client. Si l'une de ces pages change, le client est invité à obtenir un nouveau consentement.
pt_pt: Escolha páginas aqui que estão a ser monitorizadas para consentimento de cliente. Se alguma destas páginas mudar, será solicitado novo consentimento ao cliente.
sv_se: Välj sidor här som övervakas för kundens samtycke. Om någon av dessa sidor ändras uppmanas kunden om nytt samtycke.

source: cookie banner content
es: contenido de banner de cookies
fi_fi: evästeilmoituksen sisältö
fr_ca: contenu de la bannière de cookie
pt_pt: conteúdo de barra de consentimento
sv_se: kak banner innehåll

source: The text to be presented to users in a pop-up warning.
es: El texto que se presentará a los usuarios en una advertencia emergente.
fi_fi: Asiakkaalle näytettävä ponnahdusikkuna-varoituksen teksti.
fr_ca: Le texte à présenter aux utilisateurs dans un avertissement contextuel.
pt_pt: O texto a ser apresentado a utilizadores num aviso de pop-up.
sv_se: Texten som ska presenteras för användarna i en popup-varning.

source: cookie privacy excerpt
es: extracto de privacidad de cookies
fi_fi: ote tietosuojakäytännöstä
fr_ca: extrait de confidentialité des cookies
pt_pt: excerto de privacidade de cookies
sv_se: kak sekretess utdrag

source: The summary text to be presented about cookie privacy.
es: El texto de resumen que se presentará sobre la privacidad de las cookies.
fi_fi: Yhteenvetoteksti evästeen tietosuoja-osiosta.
fr_ca: Le texte récapitulatif à présenter sur la confidentialité des cookies.
pt_pt: O texto sumário a ser apresentado sobre privacidade de cookies.
sv_se: Sammanfattningstexten som ska presenteras om kak integritet.

source: login consent text
es: texto de consentimiento de inicio de sesión
fr_ca: texte d'autorisation de connexion
pt_pt: texto de consentimento de início de sessão
sv_se: inloggningstext

source: Shown in login page between the form and the button. Optional, but should be considered when the consent on login is disabled.
es: Se muestra en la página de inicio de sesión entre el formulario y el botón. Opcional, pero debe tenerse en cuenta cuando el consentimiento al iniciar sesión está deshabilitado.
fr_ca: Montré dans la page de connexion entre le formulaire et le bouton. Facultatif, mais doit être pris en compte lorsque le consentement à la connexion est désactivé.
pt_pt: Mostrado na página de início de sessão entre o formulário e o botão. Opcional, mas deverá ser tomado em consideração, quando o consentimento no início de sessão está desativado.
sv_se: Visas på inloggningssidan mellan formuläret och knappen. Valfritt, men bör övervägas när samtycket om inloggning är inaktiverat.

source: GDPR settings
es: Configuración de GDPR
fi_fi: GDPR asetukset
fr_ca: Paramètres GDPR
pt_pt: Definições RGPD
sv_se: GDPR-inställningar

source: GDPR for {}
es: GDPR para {}
fi_fi: GDPR {}
fr_ca: RGPD pour {}
pt_pt: RGPD para {}
sv_se: GDPR för {}

source: always active
es: siempre activo
fi_fi: aina aktiivinen
fr_ca: toujours actif
pt_pt: sempre ativa
sv_se: alltid aktiv

source: active by default
es: activo por defecto
fr_ca: actif par défaut
pt_pt: ativa por predefinição
sv_se: aktiv som standard

source: whether this cookie category is active by default
es: si esta categoría de cookies está activa de forma predeterminada
fr_ca: si cette catégorie de cookies est active par défaut
pt_pt: se esta categoria de cookies está ativa por predefinição
sv_se: om denna cookiekategori är aktiv som standard

source: cookies used
es: cookies utilizadas
fi_fi: käytetyt evästeet
fr_ca: cookies utilisés
pt_pt: cookies usados
sv_se: kakor som används

source: Comma separated list of cookies names, prefix or suffix that will be included in this category, e.g. _ga, mysession, user_c_
es: Lista separada por comas de nombres de cookies, prefijo o sufijo que se incluirán en esta categoría, p. Ej. _ga, mysession, user_c_
fi_fi: Pilkulla eroteltu lista evästeiden nimistä, etuliitteistä ja päätteistä, jotka on sisällytetty tähän kategoriaan, kuten _ga, mysession, user_c_.
fr_ca: Liste séparée par des virgules des noms, préfixes ou suffixes de cookies qui seront inclus dans cette catégorie, par exemple _ga, mysession, user_c_
pt_pt: Lista de nomes de cookies separados por vírgula, prefixo ou sufixo que é incluído na categoria, por.ex: minhasessão, utilizador_loc_
sv_se: Komma separerad lista med kakornas namn, prefix eller suffix som kommer att ingå i denna kategori, t.ex. _ga, min_session, användar_c_

source: name
es: nombre
fi_fi: nimi
fr_ca: Nom
pt_pt: nome
sv_se: namn

source: how we use
es: como lo usamos
fi_fi: kuinka käytämme
fr_ca: comment nous utilisons
pt_pt: como utilizamos
sv_se: hur vi använder

source: Describe the purpose of this category of cookies and how it is used.
es: Describa el propósito de esta categoría de cookies y cómo se usa.
fi_fi: Kuvaile tämän evästeryhmän käyttötarkoitus.
fr_ca: Décrivez le but de cette catégorie de cookies et comment il est utilisé.
pt_pt: Descreva o propósito desta categoria de cookies e como é usada.
sv_se: Beskriv syftet med denna kategori av kakor och hur den används.

source: GDPR cookie category
es: Categoría de cookies del RGPD
fi_fi: GDPR -evästeen ryhmä {}
fr_ca: Catégorie de cookie GDPR
pt_pt: categoria de cookies RGPD
sv_se: GDPR-kakakategori

source: GDPR cookie categories
es: Categorías de cookies de GDPR
fi_fi: GDPR evästeryhmät
fr_ca: Catégories de cookies GDPR
pt_pt: categorias de cookies RGPD
sv_se: GDPR kak kategorier

source: GDPR cookie category for {}
es: Categoría de cookies del RGPD para {}
fi_fi: GDPR -evästeen ryhmä {}
fr_ca: Catégorie de cookie GDPR pour {}
pt_pt: categoria de cookies RGPD para {}
sv_se: GDPR kak kategori för {}

source: created on
es: creado en
fi_fi: luotu
fr_ca: créé sur
pt_pt: criada em
sv_se: skapad på

source: consent documents
es: documentos de consentimiento
fi_fi: suostumusdokumentit
fr_ca: documents de consentement
pt_pt: documentos de consentimento
sv_se: samtycke

source: GDPR user consent
es: Consentimiento del usuario de GDPR
fi_fi: GDPR käyttäjäsuostumus
fr_ca: Consentement de l'utilisateur GDPR
pt_pt: consentimento de utilizador RGPD
sv_se: Användarvillkor från GDPR

source: GDPR user consents
es: Consentimientos del usuario del GDPR
fi_fi: GDPR käyttäjäsuostumukset
fr_ca: L'utilisateur du RGPD consent
pt_pt: consentimentos de utilizador RGPD
sv_se: Användarvillkor från GDPR

source: GDPR user consent in {} for user {} in shop {}
es: Consentimiento del usuario del GDPR en {} para el usuario {} en la tienda {}
fi_fi: GDPR-käyttäjäsuostumus {} käyttäjälle {} kaupassa {}
fr_ca: Consentement de l'utilisateur GDPR dans {} pour l'utilisateur {} dans la boutique {}
pt_pt: consentimento de utilizador RGPD em {} para utilizador {} na loja {}
sv_se: GDPR-användarens samtycke i {} för användare {} i butik {}

source: GDPR user consent document for {} (Version: {})
es: Documento de consentimiento del usuario del GDPR para {} (Versión: {})
fi_fi: GDPR-käyttäjäsuostumus dokumentille {} (Versio: {})
fr_ca: Document de consentement de l'utilisateur GDPR pour {} (Version: {})
pt_pt: documento de consentimento de utilizador RGPD para {} (Versão: {})
sv_se: GDPR användar samtycksdokument för {} (version: {})

source: I have read and accept the <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>
es: He leído y acepto el <a href='{}' target='_blank' class='gdpr_consent_doc_check'> {} </a>
fi_fi: Olen lukenut ja hyväksyn <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>
fr_ca: J'ai lu et j'accepte le <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>
pt_pt: Eu li e aceito o <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>
sv_se: Jag har läst och accepterat <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>

source: You must accept this in order to register.
es: Debe aceptar esto para poder registrarse.
fr_ca: Vous devez l'accepter pour vous inscrire.
pt_pt: Deverá aceitar isto para proceder ao registo.
sv_se: Du måste acceptera detta för att kunna registrera dig.

source: You must accept this to order.
es: Debe aceptar esto para realizar el pedido.
fr_ca: Vous devez l'accepter pour commander.
pt_pt: Deverá aceitar isto para encomendar.
sv_se: Du måste acceptera detta för att beställa.

source: You must accept this in order to authenticate.
es: Debes aceptar para iniciar sesión.
fr_ca: Vous devez l'accepter pour vous authentifier.
pt_pt: Deverá aceitar isto para proceder a autenticação.
sv_se: Du måste acceptera detta för att autentisera.

source: <p>This website stores cookies on your computer. These cookies are used to collect information about how you interact with our website and allow us to remember you. We use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media. To find out more about the cookies we use, see our Privacy Policy.</p>
es: <p>Este sitio web almacena cookies en su computadora. Estas cookies se utilizan para recopilar información sobre cómo interactúa con nuestro sitio web y nos permiten recordarlo. Usamos esta información para mejorar y personalizar su experiencia de navegación y para análisis y métricas sobre nuestros visitantes tanto en este sitio web como en otros medios. Para obtener más información sobre las cookies que utilizamos, consulte nuestra Política de privacidad.</p>
fi_fi: <p>Tämä verkkosivusto tallentaa evästeitä tietokoneellesi. Käytämme näitä evästeitä kerätäksemme tietoa käyttäytymisestäsi verkkosivuillamme. Lisäksi, evästeet sallivat sivustomme muistaa sinut. Käytämme tätä tietoa käyttäjäkokemuksen parantamiseen, sekä analytiikan että metriikoiden käsittelyyn tällä sivustolla ja muissa medioissa. Saat halutessasi lisätietoa evästeistämme lukemalla tietosuojaselosteemme.</p>
fr_ca: <p>Ce site Web stocke des cookies sur votre ordinateur. Ces cookies sont utilisés pour collecter des informations sur la façon dont vous interagissez avec notre site Web et nous permettent de nous souvenir de vous. Nous utilisons ces informations afin d'améliorer et de personnaliser votre expérience de navigation et pour des analyses et des mesures sur nos visiteurs à la fois sur ce site Web et sur d'autres médias. Pour en savoir plus sur les cookies que nous utilisons, consultez notre politique de confidentialité.</p>
pt_pt: <p>Este website armazena cookies no seu computador. Esses cookies são usados para coletar informações sobre como você interage com nosso site e nos permite recordar você. Usamos essas informações para melhorar e personalizar sua experiência de navegação e para análises e métricas sobre os nossos visitantes, tanto neste site como noutros media. Para saber mais sobre os cookies que usamos, consulte nossa Política de Privacidade.</p>
sv_se: <p>Denna webbplats lagrar kakor på din dator. Dessa kakor används för att samla in information om hur du interagerar med vår webbplats och låter oss komma ihåg dig. Vi använder denna information för att förbättra och anpassa din surfupplevelse och för analys och mätvärden om våra besökare både på den här webbplatsen och andra medier. För att ta reda på mer om de cookies vi använder, se vår sekretesspolicy.</p>

source: <p>When you visit any website, it may store or retrieve information on yourbrowser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience.</p><p>Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.</p>
es: <p>Cuando visita cualquier sitio web, puede almacenar o recuperar información en su navegador, principalmente en forma de cookies. Esta información puede ser sobre usted, sus preferencias o su dispositivo, y se utiliza principalmente para hacer que el sitio funcione como espera. Por lo general, la información no lo identifica directamente, pero puede brindarle una experiencia web más personalizada.</p><p>Debido a que respetamos su derecho a la privacidad, puede optar por no permitir algunos tipos de cookies. Haga clic en los títulos de las diferentes categorías para obtener más información y cambiar nuestra configuración predeterminada. Sin embargo, bloquear algunos tipos de cookies puede afectar su experiencia en el sitio y los servicios que podemos ofrecer.</p>
fi_fi: <p>Kun vierailet millä tahansa verkkosivulla, ne voivat tallentaa ja hakea tietoa selaimestasi, useimmiten evästeiden muodossa. Tämä tieto voi sisältää tietoa tottumuksistasi tai laitteistasi ja tätä tietoa käytetään usein varmistamaan, että sivusto toimii kuten sen on tarkoitettu toimivan. Tällä, evästeisiin tallennetulla, tiedolla ei kuitenkaan pysty tunnistamaan sinua henkilökohtaisesti, mutta niiden avulla voidaan tarjota sinulle yksilöidyn verkkosivukokemuksen.</p><p>Koska arvostamme oikeuttasi yksityisyyteen, voit valita itse mitä evästeitä sallit. Saadaksesi lisätietoa käyttämistämme evästeistä, voit klikata eri ryhmien otsikoita ja vaihtaa asetuksia. Muuttaessasi asetuksia, ota kuitenkin huomioon, että joidenkin evästetyyppien estäminen saattaa vaikuttaa tämän verkkosivuston vierailukokemukseen.</p>
fr_ca: <p>Lorsque vous visitez un site Web, il peut stocker ou récupérer des informations sur votre navigateur, principalement sous la forme de cookies. Ces informations peuvent concerner vous, vos préférences ou votre appareil et sont principalement utilisées pour que le site fonctionne comme vous le souhaitez. Les informations ne vous identifient généralement pas directement, mais elles peuvent vous offrir une expérience Web plus personnalisée.</p><p> Parce que nous respectons votre droit à la confidentialité, vous pouvez choisir de ne pas autoriser certains types de cookies. Cliquez sur les différents titres de catégories pour en savoir plus et modifier nos paramètres par défaut. Cependant, le blocage de certains types de cookies peut avoir un impact sur votre expérience du site et sur les services que nous sommes en mesure d'offrir.</p>
pt_pt: <p>Quando você visita qualquer website, ele pode armazenar ou recuperar informações sobre o seu navegador, principalmente na forma de cookies. Essas informações podem ser sobre você, as suas preferências ou o seu dispositivo e são usadas principalmente para fazer o site funcionar como você espera. As informações geralmente não o/a identificam diretamente, mas podem fornecer uma experiência mais personalizada na web.</p><p>Como respeitamos seu direito à privacidade, você pode optar por não permitir alguns tipos de cookies. Clique nos diferentes títulos das categorias para saber mais e alterar nossas configurações padrão. No entanto, o bloqueio de alguns tipos de cookies pode afetar sua experiência no site e nos serviços que podemos oferecer.</p>
sv_se: <p> När du besöker en webbplats kan den lagra eller hämta information i din webbläsare, mestadels i form av cookies. Denna information kan handla om dig, dina preferenser eller din enhet och används mest för att webbplatsen ska fungera som du förväntar dig. Informationen identifierar dig vanligtvis inte direkt, men den kan ge dig en mer personlig webbupplevelse. </p><p> Eftersom vi respekterar din rätt till integritet kan du välja att inte tillåta vissa typer av kakor. Klicka på de olika kategorirubrikerna för att ta reda på mer och ändra våra standardinställningar. Att blockera vissa typer av cookies kan dock påverka din upplevelse av webbplatsen och de tjänster vi kan erbjuda. </p>

source: General Settings
es: Configuracion General
fi_fi: Yleiset asetukset
fr_ca: réglages généraux
pt_pt: Definições gerais
sv_se: Allmänna Inställningar

source: Cookie Categories
es: Categorias de Cookies
fi_fi: Keksin kategoria
fr_ca: Catégories de cookies
pt_pt: Categorias de Cookies
sv_se: kak-kategorier

source: Add new cookie category
es: Configuración General
fi_fi: Lisää uusi evästeryhmä
fr_ca: Ajouter une nouvelle catégorie de cookies
pt_pt: Adicionar nova categoria de cookie
sv_se: Lägg till ny cookiekategori

source: Use this form to create a new cookie category
es: Utilice este formulario para crear una nueva categoría de cookies
fi_fi: Käytä tätä lomaketta uuden evästeryhmän luontiin
fr_ca: Utilisez ce formulaire pour créer une nouvelle catégorie de cookies
pt_pt: Use este formulário para criar nova categoria de cookies
sv_se: Använd det här formuläret för att skapa en ny kak kategori

source: Privacy Policy
es: Política de privacidad
fi_fi: Tietosuojakäytäntö
fr_ca: Politique de confidentialité
pt_pt: Política de Privacidade
sv_se: Integritetspolicy

source: Last updated
es: Ultima actualización
fi_fi: Viimeinen päivitys
fr_ca: Dernière mise à jour
pt_pt: Última atualização
sv_se: Senast uppdaterad
