Repository: shuup/shuup
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, fr_ca, pt_pt, sv_se

source: We use "cookies" to help you personalize your online shopping experience. A cookie is a text file that is placed on your hard disk by a Web server. Cookies are not used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a Web server in the domain that issued the cookie to you. One of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the Web server that you have returned to a specific page.
es: Usamos "cookies" para ayudarlo a personalizar su experiencia de compra en línea. Una cookie es un archivo de texto que un servidor web coloca en su disco duro. Las cookies no se utilizan para ejecutar programas o enviar virus a su computadora. Las cookies se le asignan de forma exclusiva a usted y solo pueden ser leídas por un servidor web en el dominio que emitió la cookie. Uno de los propósitos principales de las cookies es proporcionar una función conveniente para ahorrarle tiempo. El propósito de una cookie es decirle al servidor web que ha regresado a una página específica.
fi_fi: Käytämme "evästeitä" auttaaksemme Teitä personoimaan ostoskokemustanne. Eväste on tekstitiedosto, joka tallennetaan kovalevyllenne palvelimemme toimesta. Evästeitä ei käytetä muiden tietokoneellasi olevien ohjelmien ajamiseen, eikä virusten toimittamiseen tietokoneellesi. Evästeet ovat asetettu vain sinulle ja niitä voidaan lukea / käsitellä vain siinä verkko-osoitteessa, jossa eväste on luotu. Me emme, näin ollen, voi lukea muilla verkkosivustoilla luotuja evästeitä. Yksi pääasiallisista evästeiden käyttötarkoituksista on lisätä mukavuutta sivustojen käytössä. Evästeen tarkoitus on kertoa web-palvelimelle, että olet saapunut tietylle sivulle.
fr_ca: Nous utilisons des «cookies» pour vous aider à personnaliser votre expérience d'achat en ligne. Un cookie est un fichier texte placé sur votre disque dur par un serveur Web. Les cookies ne sont pas utilisés pour exécuter des programmes ou transmettre des virus à votre ordinateur. Les cookies vous sont attribués de manière unique et ne peuvent être lus que par un serveur Web du domaine qui vous a émis le cookie. L'un des principaux objectifs des cookies est de fournir une fonctionnalité pratique pour vous faire gagner du temps. Le but d'un cookie est d'indiquer au serveur Web que vous êtes revenu sur une page spécifique.
pt_pt: Usamos "cookies" para o ajudar a personalizar a sua experiência de compra online. Um cookie é um arquivo de texto colocado no seu disco rígido por um servidor da web. Os cookies não são usados para executar programas ou enviar vírus para o seu computador. Os cookies são atribuídos exclusivamente a si e só podem ser lidos por um servidor da Web no domínio que emitiu o cookie para si. Um dos principais objetivos dos cookies é fornecer um recurso conveniente para economizar o seu tempo. O objetivo de um cookie é informar ao servidor da Web que regressou a uma página específica.
sv_se: Vi använder "kakor" för att hjälpa dig att anpassa din shoppingupplevelse online. En kaka är en textfil som placeras på din hårddisk av en webbserver. Kakor används inte för att köra program eller leverera virus till din dator. Kakor tilldelas dig unikt och kan bara läsas av en webbserver i domänen som utfärdade kakorna till dig. Ett av de främsta syftena med kakor är att tillhandahålla en bekvämlighetsfunktion för att spara tid. Syftet med en kakor är att berätta för webbservern att du har återvänt till en viss sida.

source: For example, if you personalize pages on our Online Store, or register for the Online Store, a cookie helps us to recall your specific information on subsequent visits. When you return to the same Website, the information you previously provided can be retrieved, so you can easily use the customized features.
es: Por ejemplo, si personaliza páginas en nuestra Tienda en línea o se registra en la Tienda en línea, una cookie nos ayuda a recordar su información específica en visitas posteriores. Cuando regrese al mismo sitio web, se puede recuperar la información que proporcionó anteriormente, para que pueda utilizar fácilmente las funciones personalizadas.
fi_fi: Esimerkkinä, mikäli muokkaat sivuja verkkokaupassamme, tai rekisteröidyt verkkokauppaamme, eväste auttaa meitä muistamaan tiettyjä toistuvia tietoja Teistä kun vierailette verkkokaupassamme uudelleen. Kun palaat uudelleen samalle verkkosivustolle, viimeksi evästeisiin tallennettu tieto voidaan hakea uudelleen käyttöön, joten käyttökokemuksestasi tulee miellyttävämpi.
fr_ca: Par exemple, si vous personnalisez des pages sur notre boutique en ligne ou si vous vous inscrivez à la boutique en ligne, un cookie nous aide à rappeler vos informations spécifiques lors de visites ultérieures. Lorsque vous revenez sur le même site Web, les informations que vous avez fournies précédemment peuvent être récupérées, de sorte que vous pouvez facilement utiliser les fonctionnalités personnalisées.
pt_pt: Por exemplo, se personalizar páginas na nossa Loja Online ou se registar na Loja Online, um cookie ajudara-nos a recordar as suas informações específicas em visitas subsequentes. Quando você retorna ao mesmo site, as informações fornecidas anteriormente podem ser recuperadas, para que você possa usar facilmente os recursos personalizados.
sv_se: Till exempel, om du anpassar sidor i vår webbutik eller registrerar dig i webbutiken, hjälper kakor oss att komma ihåg din specifika information vid efterföljande besök. När du återvänder till samma webbplats kan informationen du tidigare lämnat hämtas så att du enkelt kan använda de anpassade funktionerna.

source: You have the ability to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the %(company_name)s Online Store you visit. %(company_name)s keeps track of the Online Store and pages you visit within %(company_name)s, in order to determine what portion of the %(company_name)s Online Store is the most popular or most used. This data is used to deliver customized content and promotions within the %(company_name)s Online Store to customers whose behavior indicates that they are interested in a particular subject area.
es: Tiene la capacidad de aceptar o rechazar cookies. La mayoría de los navegadores web aceptan automáticamente las cookies, pero normalmente puede modificar la configuración de su navegador para rechazar las cookies si lo prefiere. Si opta por rechazar las cookies, es posible que no pueda aprovechar por completo las funciones interactivas de la tienda en línea de %(company_name)s que visita. %(company_name)s realiza un seguimiento de la tienda en línea y las páginas que visita dentro de %(company_name)s, para determinar qué parte de la tienda en línea de %(company_name)s es la más popular o la más utilizada. Estos datos se utilizan para entregar contenido personalizado y promociones dentro de la Tienda en línea de %(company_name)s a los clientes cuyo comportamiento indica que están interesados ​​en un tema en particular.
fi_fi: Tarjoamme Teille mahdollisuuden sallia tai estää evästeitä. Useimmat selaimet hyväksyvät evästeet automaattisesti, mutta voit yleensä, mikäli näin haluat, muokata selaimesi asetuksia siten, että evästeet estetään automaatisesti. Mikäli kuitenkin päätät estää evästeet, et välttämättä koe kaikkia verkkokaupan %(company_name)s interaktiivisia ominaisuuksia. Saatamme pitää kirjaa verkkokauppakäyttäymisestäsi, sekä yksittäisistä sivuista joilla vierailet verkkokaupassamme. Teemme näin, jotta voimme määritellä verkkokauppamme suosituimmat ja eniten käytetyimmät osiot. Käytämme tätä tietoa myös räätälöidyn sisällön, sekä kohdistettujen tarjousten näyttämiseen verkkokaupassamme, asiakkaille, joiden käyttäytyminen osoittaa merkkejä kiinnostuksesta aihealueeseen.
fr_ca: Vous avez la possibilité d'accepter ou de refuser les cookies. La plupart des navigateurs Web acceptent automatiquement les cookies, mais vous pouvez généralement modifier les paramètres de votre navigateur pour refuser les cookies si vous préférez. Si vous choisissez de refuser les cookies, vous ne pourrez peut-être pas profiter pleinement des fonctionnalités interactives de la boutique en ligne %(company_name)s que vous visitez. %(company_name)s garde une trace de la boutique en ligne et des pages que vous visitez dans %(company_name)s, afin de déterminer quelle partie de la boutique en ligne %(company_name)s est la plus populaire ou la plus utilisée. Ces données sont utilisées pour fournir un contenu personnalisé et des promotions dans la boutique en ligne %(company_name)s aux clients dont le comportement indique qu'ils sont intéressés par un domaine particulier.
pt_pt: Tem a capacidade de aceitar ou recusar cookies. A maioria dos navegadores da Web aceita cookies automaticamente, mas normalmente você pode modificar a configuração do seu navegador para recusar cookies, se preferir. Se optar por recusar os cookies, pode não ser capaz de experimentar totalmente os recursos interativos da Loja Online%(company_name)s. A %(company_name)sregista da Loja Online e páginas que visita dentro da %(company_name)s, para determinar qual a porção da Loja Online %(company_name)sé a mais popular ou mais usada. Os dados são usados para criar conteúdo customizado e promoções dentro da Loja Online%(company_name)sa clientes cujo comportamento indica que estarão interessados num área de assunto em particular.
sv_se: Du har möjlighet att acceptera eller avvisa kakor. De flesta webbläsare accepterar automatiskt kakor, men du kan vanligtvis ändra din webbläsarinställning för att avvisa kakor om du föredrar det. Om du väljer att avvisa kakor kan du kanske inte till fullo uppleva de interaktiva funktionerna i %(company_name)s Online Store du besöker. %(company_name)s håller reda på onlinebutiken och sidorna du besöker inom %(company_name)s, för att avgöra vilken del av %(company_name)s Online Store som är den mest populära eller mest använda. Denna information används för att leverera anpassat innehåll och kampanjer inom %(company_name)s Online Store till kunder vars beteende indikerar att de är intresserade av ett visst ämnesområde.

source: Log Files
es: Archivos de registro
fi_fi: Logitiedostot
fr_ca: Fichiers journaux
pt_pt: Ficheiros de Registo
sv_se: Loggfiler

source: We may collect demographic information, such as your ZIP code, age, gender, preferences, interests and favorites using log files that are not associated with your name or other personal information. There is also information about your computer hardware and software that is automatically collected by us. This information can include: your IP address, browser type, domain names, internet service provider (ISP), the files viewed on our site (e.g., HTML pages, graphics, etc.), operating system, clickstream data, access times and referring website addresses. This information is used by %(company_name)s for the operation of the Online Store, to maintain quality of the Online Store, and to provide general statistics regarding use of the %(company_name)s Online Store. For these purposes, we do link this automatically-collected data to Personal Information such as name, email address, address, and phone number.
es: Podemos recopilar información demográfica, como su código postal, edad, sexo, preferencias, intereses y favoritos utilizando archivos de registro que no están asociados con su nombre u otra información personal. También hay información sobre el hardware y software de su computadora que recopilamos automáticamente. Esta información puede incluir: su dirección IP, tipo de navegador, nombres de dominio, proveedor de servicios de Internet (ISP), los archivos vistos en nuestro sitio (por ejemplo, páginas HTML, gráficos, etc.), sistema operativo, datos de flujo de clics, tiempos de acceso y referencias direcciones de sitios web. %(company_name)s utiliza esta información para el funcionamiento de la Tienda en línea, para mantener la calidad de la Tienda en línea y para proporcionar estadísticas generales sobre el uso de la Tienda en línea de %(company_name)s. Para estos fines, vinculamos estos datos recopilados automáticamente a información personal como el nombre, la dirección de correo electrónico, la dirección y el número de teléfono.
fi_fi: Saatamme kerätä demografista tietoa, kuten postinumero, ikä, sukupuoli, mieltymykset, kiinnostukset ja suosikit logitiedostoja hyväksi käyttäen. Nämä logitiedostot eivät ole sidottuja henkilötietoosi. Saatamme myös tallentaa tietoa tietokoneesi laitteistosta sekä ohjelmistostasi. Tälläinen tieto voi muun muassa sisältää: IP-osoitteesi, selaimesi tyyppi, vieraillut verkko-osoitteet, internetpalveluntarjoajasi (ISP), sivustollamme katsomasi tiedostot (esim. HTML-sivut, grafiikat, yms.), käyttöjärjestelmäsi, klikkauksesi, vierailuaikasi sekä sivustot, joilta saavuit sivuillemme. Käytämme tätä tietoa %(company_name)s verkkokaupan ylläpitoon, sen laadun takaamiseen sekä yleisen tason analytiikan luontiin. Näihin käyttötarkoituksiin yhdistämme tämän automaattisesti kerätyn tiedon henkilötietohin, kuten nimi, sähköpostiosoite, osoite ja puhelinnumero.
fr_ca: Nous pouvons collecter des informations démographiques, telles que votre code postal, votre âge, votre sexe, vos préférences, vos intérêts et vos favoris à l'aide de fichiers journaux qui ne sont pas associés à votre nom ou à d'autres informations personnelles. Il existe également des informations sur votre matériel informatique et vos logiciels qui sont automatiquement collectées par nous. Ces informations peuvent inclure: votre adresse IP, le type de navigateur, les noms de domaine, le fournisseur d'accès Internet (FAI), les fichiers consultés sur notre site (par exemple, pages HTML, graphiques, etc.), le système d'exploitation, les données de parcours, les temps d'accès et les références adresses de sites Web. Ces informations sont utilisées par %(company_name)s pour le fonctionnement de la boutique en ligne, pour maintenir la qualité de la boutique en ligne et pour fournir des statistiques générales concernant l'utilisation de la boutique en ligne %(company_name)s. À ces fins, nous lions ces données collectées automatiquement à des informations personnelles telles que le nom, l'adresse e-mail, l'adresse et le numéro de téléphone.
pt_pt: Podemos coletar informações demográficas, como o seu Código Postal idade, sexo, preferências, interesses e favoritos usando arquivos de registo que não estão associados ao seu nome ou outros dados pessoais. Também há informações sobre o hardware e o software do seu computador que são recolhidas automaticamente por nós. Essas informações podem incluir: o seu endereço IP, tipo de navegador, nomes de domínio, fornecedor de serviços de Internet (ISP), os arquivos visualizados em nosso site (por exemplo, páginas HTML, gráficos, etc.), sistema operacional, dados de clickstream, tempos de acesso e referência endereços de sites. Esta informação é usada pela %(company_name)spara a operação da Loja Online, para manutenção da qualidade da Loja Online, e para providenciar estatísticas gerais a respeito do uso da Loja Online %(company_name)s. Para este propósito, conectamos os dados recolhidos automaticamente com dados pessoais como o nome, endereço de email, endereço e número de telefone.
sv_se: Vi kan samla in demografisk information, såsom ditt postnummer, ålder, kön, preferenser, intressen och favoriter med hjälp av loggfiler som inte är kopplade till ditt namn eller annan personlig information. Det finns också information om din datorhårdvara och programvara som automatiskt samlas in av oss. Denna information kan inkludera: din IP-adress, webbläsartyp, domännamn, internetleverantör, filerna som visas på vår webbplats (t.ex. HTML-sidor, grafik, etc.), operativsystem, klickdata, åtkomsttider och referens webbadresser. Denna information används av %(company_name)s för att driva onlinebutiken, för att upprätthålla kvaliteten på onlinebutiken och för att tillhandahålla allmän statistik om användningen av %(company_name)s onlinebutiken. För dessa ändamål länkar vi dessa automatiskt insamlade uppgifter till personlig information såsom namn, e-postadress, adress och telefonnummer.

source: Flash Cookies and Other Third Party Tracking Technologies
es: Cookies Flash y otras tecnologías de seguimiento de terceros
fi_fi: Flash-evästeet ja muut kolmansien osapuolien seurantatyökalut
fr_ca: Cookies Flash et autres technologies de suivi tierces
pt_pt: Cookies Flash e outras tecnologias de rastreamento de terceiros
sv_se: Flash-kakor och andra spårningstekniker från tredje part

source: The Adobe Flash Player (and similar applications) use technology to remember settings, preferences and usage similar to browser cookies but these are managed through a different interface than the one provided by your Web browser. This technology creates locally stored objects that are often referred to as "Flash cookies." %(company_name)s may create pages on the Online Store that employ Adobe Flash cookies. %(company_name)s does not have access or control over our customers' Flash cookies, but you may access your Flash management tools from Adobe's web site directly here.
es: Adobe Flash Player (y aplicaciones similares) usan tecnología para recordar configuraciones, preferencias y uso similar a las cookies del navegador, pero estos se administran a través de una interfaz diferente a la proporcionada por su navegador web. Esta tecnología crea objetos almacenados localmente que a menudo se denominan "cookies Flash". %(company_name)s puede crear páginas en la Tienda en línea que emplean cookies de Adobe Flash. %(company_name)s no tiene acceso ni control sobre las cookies Flash de nuestros clientes, pero puede acceder a sus herramientas de administración Flash desde el sitio web de Adobe directamente aquí.
fi_fi: Adobe Flash Player (ja muut vastaavat sovellukset) käyttävät teknologiaa asetusten, mieltymysten ja käytön tallentamiseen evästeiden tapaan, mutta näitä käsitellään toisten rajapintojen kautta. Tämä teknologia luo paikallisesti tallennettuja kohteita, joita kutsutaan usein "Flash Evästeiksi". %(company_name)s verkkokaupalla ei ole pääsyä tai kontrollia asiakkaidemme Flash-evästeisiin.
fr_ca: Adobe Flash Player (et des applications similaires) utilisent une technologie pour mémoriser les paramètres, les préférences et l'utilisation similaires aux cookies de navigateur, mais ceux-ci sont gérés via une interface différente de celle fournie par votre navigateur Web. Cette technologie crée des objets stockés localement qui sont souvent appelés «cookies Flash». %(company_name)s peut créer des pages sur la boutique en ligne qui utilisent des cookies Adobe Flash. %(company_name)s n'a ni accès ni contrôle sur les cookies Flash de nos clients, mais vous pouvez accéder à vos outils de gestion Flash à partir du site Web d'Adobe directement ici.
pt_pt: O Adobe Flash Player (e aplicações semelhantes) usa tecnologia para lembrar configurações, preferências e uso semelhantes aos cookies do navegador, mas são gerenciados por meio de uma interface diferente da fornecida pelo seu navegador. Essa tecnologia cria objetos armazenados localmente que costumam ser chamados de "cookies Flash". A %(company_name)spoderá criar páginas na Loja Online que empregam AdoBe Flash cookies. A %(company_name)snão tem acesso ou controle sobre os Flash cookies dos nossos clientes, mas poderá aceder às suas ferramentas de gestão Adobe do website Adobe diretamente aqui.
sv_se: Adobe Flash Player (och liknande applikationer) använder teknik för att komma ihåg inställningar, preferenser och användning som liknar webbläsarkakor, men dessa hanteras via ett annat gränssnitt än det som tillhandahålls av din webbläsare. Denna teknik skapar lokalt lagrade objekt som ofta kallas "Flash-kakor." %(company_name)s kan skapa sidor i onlinebutiken som använder Adobe Flash-kakor. %(company_name)s har inte åtkomst eller kontroll över våra kunders Flash-kakor, men du kan komma åt dina Flash-hanteringsverktyg från Adobes webbplats direkt här.

source: Similarly, we may create pages using the %(company_name)s Online Store that use technology from tracking utility companies, such as cookies and web beacons. If we decide use these technologies, we will update this Privacy Policy to reflect these changes.
es: Del mismo modo, podemos crear páginas utilizando la tienda en línea de %(company_name)s que utilizan tecnología de empresas de servicios de seguimiento, como cookies y balizas web. Si decidimos utilizar estas tecnologías, actualizaremos esta Política de privacidad para reflejar estos cambios.
fi_fi: Saatamme myöskin luoda sivuja %(company_name)s verkkokauppaamme, jotka käyttävät seuranta-yritysten tarjoamia teknologioita, kuten evästeitä tai verkkomajakoita. Mikäli päätämme käyttää näitä teknologioita, päivitämme tämän tietosuojakäytännön vastaamaan muutoksia.
fr_ca: De même, nous pouvons créer des pages à l'aide de la boutique en ligne %(company_name)s qui utilisent la technologie des sociétés de services de suivi, telles que les cookies et les balises Web. Si nous décidons d'utiliser ces technologies, nous mettrons à jour cette politique de confidentialité pour refléter ces changements.
sv_se: På samma sätt kan vi skapa sidor med onlinebutiken %(company_name)s som använder teknik från spårningsföretag, till exempel kakor och webbfyrar. Om vi bestämmer oss för att använda dessa tekniker kommer vi att uppdatera denna integritetspolicy för att återspegla dessa ändringar.

source: Opting Out and Unsubscribing
es: Darse de baja
fi_fi: Päättäminen ja tilauksen lopettaminen
fr_ca: Désabonnement et désabonnement
sv_se: Välj bort och avsluta prenumerationen

source: Reviewing, Correcting and Removing Your Personal Information
es: Revisión, corrección y eliminación de su información personal
fi_fi: Henkilötietojen tarkistaminen, korjaaminen ja poistaminen
fr_ca: Examen, correction et suppression de vos informations personnelles
sv_se: Granska, korrigera och ta bort din personliga information

source: Upon request %(company_name)s will provide you with information about whether we hold any of your Personal Information. If you provide us with your Personal Information, you have the following rights with respect to that information:
es: Si lo solicita,%(company_name)s le proporcionará información sobre si tenemos alguna información personal suya. Si nos proporciona su información personal, tiene los siguientes derechos con respecto a esa información:
fi_fi: Toimitamme Teille pyynnöstä tiedon siitä, että onko henkilötietojasi verkkokaupan %(company_name)s tiedossa. Mikäli olet antanut henkilötietosi meille, on sinulla seuraavat oikeudet:
fr_ca: Sur demande, %(company_name)s vous fournira des informations sur la possession de vos informations personnelles. Si vous nous fournissez vos informations personnelles, vous disposez des droits suivants concernant ces informations:
sv_se: På begäran till: %(company_name)s kommer vi att ge dig information om/när vi har någon av dina personuppgifter. Om du ger oss din personliga information har du följande rättigheter med avseende på den informationen:

source: To review the user information that you have supplied to us
es: Para revisar la información de usuario que nos ha proporcionado
fi_fi: Tarkastella tietoja, joita olet meille antanut
fr_ca: Pour examiner les informations utilisateur que vous nous avez fournies
sv_se: För att granska användarinformationen som du har gett oss
