Repository: shuup/shuup
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, fr_ca, pt_pt, sv_se

source: %(company_name)s collects information under the direction of its customers, and has no direct relationship with the individuals whose Personal Information it processes. If you would no longer like to be contacted by us, please contact us directly at <a href="mailto:%(store_email)s">%(store_email)s</a>. We may transfer Personal Information to companies that help us provide our service. Transfers to subsequent third parties are covered by the service agreements with them.
es: %(company_name)s recopila información bajo la dirección de sus clientes y no tiene relación directa con las personas cuya Información personal procesa. Si ya no desea que lo contactemos, comuníquese con nosotros directamente a <a href="mailto: %(store_email)s">%(store_email)s</a>. Podemos transferir información personal a empresas que nos ayudan a brindar nuestro servicio. Las transferencias a terceros posteriores están cubiertas por los acuerdos de servicio con ellos.
fi_fi: %(company_name)s kerää tietoa asiakkaidensa ohjauksessa, eikä sillä ole suoraa suhdetta henkilöihin, joiden tietoja se käsittelee. Mikäli et halua, että otamme teihin yhteyttä, ole hyvä ja ota meihin suoraan yhteyttä sähköpostitse osoitteessa <a href="mailto:%(store_email)s">%(store_email)s</a>. Me saatamme siirtää henkilötietoa yrityksiin, jotka auttavat meitä tarjoamaan palveluitamme. Nämä siirrot ovat suojattu kolmannen osapuolen kanssa tehdyllä palvelusopimuksella.
fr_ca: %(company_name)s recueille des informations sous la direction de ses clients et n'a aucune relation directe avec les personnes dont il traite les informations personnelles. Si vous ne souhaitez plus être contacté par nous, veuillez nous contacter directement au <a href="mailto:%(store_email)s">%(store_email)s</a> . Nous pouvons transférer des informations personnelles à des entreprises qui nous aident à fournir notre service. Les transferts à des tiers ultérieurs sont couverts par les contrats de service avec eux.
pt_pt: %(company_name)srecolhe informações sob a direção dos seus clientes e não tem relacionamento direto com os indivíduos cujas informações pessoais processa. Se não deseja mais ser contatado por nós, entre em contato direto connosco em <a href="mailto:%(store_email)s">%(store_email)s</a>. Poderemos transferir informações pessoais para empresas que nos ajudam a fornecer os nossos serviços. As transferências para terceiros subsequentes são cobertas pelos respetivos acordos de serviço.
sv_se: %(company_name)s samlar in information under ledning av sina kunder och har ingen direkt relation med de personer vars personliga information den behandlar. Om du inte längre vill bli kontaktad av oss, vänligen kontakta oss direkt till: <a href="mailto:%(store_email)s">%(store_email)s</a> . Vi kan överföra personlig information till företag som hjälper oss att tillhandahålla vår tjänst. Överföringar till efterföljande tredje parter omfattas av serviceavtalen med dem.

source: Sensitive Information
es: Información sensible
fi_fi: Arkaluonteinen tieto
fr_ca: Information sensible
pt_pt: Dados Confidenciais
sv_se: Känslig information

source: This refers to credit or debit card numbers, personal financial account information, Social Security numbers, passport numbers, driver's license numbers or similar personal identifiers, racial or ethnic origin, physical or mental health condition or information, or other employment, financial or health information.
es: Esto se refiere a números de tarjetas de crédito o débito, información de cuentas financieras personales, números de Seguro Social, números de pasaporte, números de licencia de conducir o identificadores personales similares, origen racial o étnico, condición o información de salud física o mental, u otra información laboral, financiera o de salud. .
fi_fi: Tälläisellä tiedolla viitataan luottokorttinumeroihin, tilitietoihin, henkilötunnuksiin, passinumeroihin, ajokorttitietoihin tai vastaaviin yksilöiviin tietoihin, sekä rodulliseen tai etiniseen alkuperään, fyysiseen tai henkiseen tilaan liittyviin tietoihin, että työpaikkaan, taloudelliseen tai terveyteen liittyvään tietoon.
fr_ca: Cela fait référence aux numéros de carte de crédit ou de débit, aux informations de compte financier personnel, aux numéros de sécurité sociale, aux numéros de passeport, aux numéros de permis de conduire ou identifiants personnels similaires, à l'origine raciale ou ethnique, à l'état de santé physique ou mentale ou à d'autres informations sur l'emploi, les finances ou la santé. .
pt_pt: Refere-se a números de cartão de crédito ou débito, informações de contas financeiras pessoais, números de seguro social, números de passaporte, números de carteira de motorista ou identificadores pessoais semelhantes, origem racial ou étnica, condição ou informação de saúde física ou mental ou outras informações de emprego, financeiras ou de saúde .
sv_se: Detta hänvisar till kredit- eller betalkortsnummer, personlig finansiell kontoinformation, personnummer, passnummer, körkortnummer eller liknande personliga identifierare, ras eller etniskt ursprung, fysisk eller psykisk hälsotillstånd eller information, eller annan sysselsättning, finansiell eller hälsoinformation .

source: Information We Collect
es: Información que recopilamos
fi_fi: Tiedot joita keräämme
fr_ca: Informations que nous recueillons
pt_pt: Dados que Recolhemos
sv_se: Information vi samlar in

source: When You Visit our Online Store
es: Cuando visita nuestra tienda en línea
fi_fi: Kun vierailet verkkokaupassamme
fr_ca: Lorsque vous visitez notre boutique en ligne
pt_pt: Quando Você Visita a nossa Loja Online
sv_se: När du besöker vår onlinebutik

source: You are free to explore the Online Store without providing any Personal Information about yourself. When you order from our Online Store or register to the Online Store, we request that you provide Personal Information about yourself, and we collect Navigational Information.
es: Puede explorar la Tienda en línea sin proporcionar ninguna información personal sobre usted. Cuando realiza un pedido en nuestra Tienda en línea o se registra en la Tienda en línea, le solicitamos que proporcione Información personal sobre usted y recopilamos Información de navegación.
fi_fi: Voit vapaasti selta verkkokauppaamme ilman, että jaat mitään henkilökohtaista tietoa itsesi meille. Kun tilaat verkkokaupastamme tai rekisteröidyt verkkokauppaamme, pyydämme, että luovutat henkilökohtaisia tietoja itsestäsi. Tämän lisäksi keräämme navigointitietoja.
fr_ca: Vous êtes libre d'explorer la boutique en ligne sans fournir d'informations personnelles vous concernant. Lorsque vous commandez sur notre boutique en ligne ou que vous vous inscrivez sur la boutique en ligne, nous vous demandons de fournir des informations personnelles vous concernant et nous collectons des informations de navigation.
pt_pt: É livre para explorar a Loja Online sem fornecer quaisquer Informações Pessoais sobre você. Quando você faz um pedido em nossa Loja Online ou se registra na Loja Online, solicitamos que você forneça Informações Pessoais sobre você e coletamos Informações de Navegação.
sv_se: Du är fri att utforska onlinebutiken utan att lämna personlig information om dig själv. När du beställer från vår onlinebutik eller registrerar dig till onlinebutiken ber vi dig att tillhandahålla personlig information om dig själv och vi samlar in navigationsinformation.

source: Personal Information
es: Información personal
fi_fi: Henkilökohtaiset tiedot
fr_ca: Informations personnelles
pt_pt: Dados Pessoais
sv_se: Personlig information

source: This refers to any information that you voluntarily submit to us and that identifies you personally, including contact information, such as your name, e-mail address, company name, address, phone number, and other information about yourself or your business.
es: Esto se refiere a cualquier información que nos envíe voluntariamente y que lo identifique personalmente, incluida la información de contacto, como su nombre, dirección de correo electrónico, nombre de la empresa, dirección, número de teléfono y otra información sobre usted o su empresa.
fi_fi: tämä viittaa mihin tahansa tietoon, jonka vapaaehtoisesti jaat kanssamme ja jolla Teidät voidaan henkilökohtaisesti tunnistaa. Tälläisiä tietoja ovat muunmuassa nimesi, sähköpostiosoitteesi, yrityksesi nimi, osoitteesi, puhelinnumerosi, sekä muut tiedot itsestäsi ja yrityksestäsi.
fr_ca: Cela fait référence à toute information que vous nous soumettez volontairement et qui vous identifie personnellement, y compris les informations de contact, telles que votre nom, votre adresse e-mail, le nom de votre société, votre adresse, votre numéro de téléphone et d'autres informations vous concernant ou concernant votre entreprise.
pt_pt: Refere-se a qualquer informação que voluntariamente nos envie e que o identifica pessoalmente, incluindo informações de contato, como o seu nome, endereço de e-mail, nome da empresa, endereço, número de telefone e outras informações sobre você ou a sua empresa.
sv_se: Detta avser all information som du frivilligt skickar till oss och som identifierar dig personligen, inklusive kontaktinformation, såsom ditt namn, e-postadress, företagsnamn, adress, telefonnummer och annan information om dig själv eller ditt företag.

source: Personal Information can also include information about any transactions, both free and paid, that you enter into on the Online Store, and information about you that is available on the internet, such as from Facebook, LinkedIn, Twitter and Google, or publicly available information that we acquire from service providers.
es: La información personal también puede incluir información sobre cualquier transacción, tanto gratuita como de pago, que realice en la tienda en línea, e información sobre usted que esté disponible en Internet, como Facebook, LinkedIn, Twitter y Google, o información disponible públicamente. que adquirimos de proveedores de servicios.
fi_fi: Henkilökohtainen tieto voi myös sisältää tietoa tapahtumista, sekä ilmaisista, että maksullisista, joita syötät verkkokauppaamme. Tämän lisäksi se voi sisältää tietoa, jota on saatavilla internetistä, kuten Facebook, LinkedIn, Twitter ja Google tai muuta, julkisesti tarjolla olevaa, tietoa, joita saamme muilta palveluntarjoajilta.
fr_ca: Les informations personnelles peuvent également inclure des informations sur toutes les transactions, gratuites et payantes, que vous concluez sur la boutique en ligne, et des informations vous concernant qui sont disponibles sur Internet, telles que Facebook, LinkedIn, Twitter et Google, ou des informations accessibles au public. que nous acquérons auprès de prestataires de services.
pt_pt: As informações pessoais também podem incluir informações sobre quaisquer transações, gratuitas e pagas, que você realiza na Loja Online e informações sobre você que estão disponíveis na internet, como Facebook, LinkedIn, Twitter e Google, ou informações disponíveis publicamente que adquirimos de fornecedores de serviços.
sv_se: Personlig information kan också innehålla information om alla transaktioner, både gratis och betalade, som du gör i onlinebutiken och information om dig som är tillgänglig på internet, till exempel från Facebook, LinkedIn, Twitter och Google, eller offentligt tillgänglig information som vi förvärvar från tjänsteleverantörer.

source: Navigational Information
es: Información de navegación
fi_fi: Navigointitiedot
fr_ca: Informations de navigation
pt_pt: Dados de Navegação
sv_se: Navigationsinformation

source: This refers to information about your computer and your visits to this website such as your IP address, geographical location, browser type, referral source, length of visit and pages viewed. Please see the "Navigation Information" section below.
es: Esto se refiere a información sobre su computadora y sus visitas a este sitio web, como su dirección IP, ubicación geográfica, tipo de navegador, fuente de referencia, duración de la visita y páginas visitadas. Consulte la sección "Información de navegación" a continuación.
fi_fi: Tämä viittaa tietoon tietokoneestasi ja käyntikerroistasi sivustollamme. Esimerkiksi IP-osoitteesi, maantieteellinen sijainti, selaimen tyyppi, sivusto jolta saavuit, vierailusi pituus ja katsotut sivut. Ole hyvä ja lue "Navigointitiedot" -osio alta.
fr_ca: Il s'agit d'informations sur votre ordinateur et vos visites sur ce site Web telles que votre adresse IP, votre emplacement géographique, le type de navigateur, la source de référence, la durée de la visite et les pages consultées. Veuillez consulter la section «Informations de navigation» ci-dessous.
pt_pt: Refere-se a informações sobre o seu computador e as suas visitas a este site, como endereço IP, localização geográfica, tipo de navegador, fonte de referência, duração da visita e páginas visualizadas. Consulte a secção "Dados de Navegação" abaixo.
sv_se: Detta hänvisar till information om din dator och dina besök på den här webbplatsen, såsom din IP-adress, geografiska plats, webbläsartyp, hänvisningskälla, besökslängd och visade sidor. Se avsnittet "Navigationsinformation" nedan.

source: Payment Information
es: Información de pago
fi_fi: Maksutiedot
fr_ca: Informations de paiement
pt_pt: Dados de Pagamento
sv_se: Betalningsinformation

source: We collect and process payment information from you when you order from the Online Store, including credit cards numbers and billing information, using third party PCI-compliant service providers. The payment card information is not saved into our servers.
es: Recopilamos y procesamos su información de pago cuando realiza un pedido en la Tienda en línea, incluidos los números de tarjetas de crédito y la información de facturación, utilizando proveedores de servicios externos que cumplen con PCI. La información de la tarjeta de pago no se guarda en nuestros servidores.
fi_fi: Keräämme ja käsittelemme Teidän maksutietojanne, kuten kortti- ja laskutustiedot, kun teet tilauksen verkkokaupastamme. Korttitiedot käsitellään PCI-yhteensopivan palveluntarjoajan palvelimella, emmekä koskaan tallenna niitä palvelimellemme.
fr_ca: Nous collectons et traitons les informations de paiement vous concernant lorsque vous commandez sur la boutique en ligne, y compris les numéros de carte de crédit et les informations de facturation, en utilisant des fournisseurs de services tiers conformes à la norme PCI. Les informations de la carte de paiement ne sont pas enregistrées dans nos serveurs.
pt_pt: Recolhemos e processamos os seus dados de pagamento quando você faz um pedido na Loja Online, incluindo números de cartões de crédito e informações de faturamento, usando fornecedores de serviços de pagamento em conformidade com a PCI. As informações do cartão de pagamento não ficam gravadas nos nossos servidores.
sv_se: Vi samlar in och behandlar betalningsinformation från dig när du beställer från onlinebutiken, inklusive kreditkortsnummer och faktureringsinformation, med tredjeparts PCI-kompatibla tjänsteleverantörer. Betalkortinformationen sparas inte på våra servrar.

source: Information About Children
es: Información sobre niños
fi_fi: Tietoa lapsista
fr_ca: Informations sur les enfants
pt_pt: Dados de Crianças
sv_se: Information om barn

source: The Online Store are not intended for or targeted at children under 13, and we do not knowingly or intentionally collect information about children under 13. If you believe that we have collected information about a child under 13, please contact us at %(store_email)s, so that we may delete the information.
es: La Tienda en línea no está destinada ni dirigida a niños menores de 13 años, y no recopilamos información sobre niños menores de 13 años a sabiendas o intencionalmente. Si cree que hemos recopilado información sobre un niño menor de 13 años, comuníquese con nosotros al %(store_email)s, para que podamos eliminar la información.
fi_fi: Tämä verkkokauppa ei ole tarkoitettu, eikä sitä ole kohdennettu, alle 13-vuotiaille lapsille, emmekä tietoisesti tai tarkoituksellisesti kerää tietoa alle 13-vuotiaista lapsista. Mikäli uskot, että olemme keränneet tietoa alle 13-vuotiaista lapsista, ole hyvä ja ota yhteyttä meihin sähköpostitse osoitteeseen %(store_email)s, jotta voimme poistaa nämä tiedot.
fr_ca: La boutique en ligne n'est pas destinée ou destinée aux enfants de moins de 13 ans, et nous ne collectons pas sciemment ou intentionnellement d'informations sur les enfants de moins de 13 ans. Si vous pensez que nous avons collecté des informations sur un enfant de moins de 13 ans, veuillez nous contacter au %(store_email)s, afin que nous pouvons supprimer les informations.
pt_pt: A Loja Online não se destina nem é dirigida a crianças com menos de 13 anos e não recolhemos, consciente ou intencionalmente, dados sobre crianças com menos de 13 anos. Se pensa que recolhemos informações sobre uma criança com menos de 13 anos, contacte-nos em%(store_email)s, para que possamos eliminar esses dados.
sv_se: Onlinebutiken är inte avsedd för eller riktad till barn under 13 år, och vi samlar inte medvetet eller avsiktligt information om barn under 13. Om du tror att vi har samlat in information om ett barn under 13 år, kontakta oss på %(store_email)s, så att vi kan radera informationen.

source: How We Use Information We Collect
es: Como usamos la información que recogemos
fi_fi: Miten käytämme keräämiämme tietoja
fr_ca: Comment nous utilisons les informations que nous recueillons
pt_pt: Como Usamos os Dados Recolhidos
sv_se: Hur vi använder information vi samlar in

source: Compliance with Our Privacy Policy
es: Cumplimiento de nuestra política de privacidad
fi_fi: Yhteensopivuus tämän tietosuojakäytännön kanssa
fr_ca: Conformité à notre politique de confidentialité
pt_pt: Conformidade com a Nossa Política de Privacidade
sv_se: Överensstämmelse med vår integritetspolicy

source: We use the information we collect only in compliance with this Privacy Policy.
es: Usamos la información que recopilamos solo de conformidad con esta Política de privacidad.
fi_fi: Käytämme ja keräämme tietoa vain tämän tietosuojakäytännön mukaisesti.
fr_ca: Nous utilisons les informations que nous collectons uniquement en conformité avec cette politique de confidentialité.
pt_pt: Nós usamos a informação que recolhemos apenas quando em conformidade com a nossa Política de Privacidade.
sv_se: Vi använder informationen som vi samlar in endast i enlighet med denna integritetspolicy.

source: We Never Sell Personal Information
es: Nunca vendemos información personal
fi_fi: Emme koskaan myy henkilötietoa.
fr_ca: Nous ne vendons jamais d'informations personnelles
pt_pt: Nunca Vendemos Dados Pessoais
sv_se: Vi säljer aldrig personlig information

source: We will never sell your Personal Information to any third party.
es: Nunca venderemos su información personal a terceros.
fi_fi: Emme koskaan myy henkilötietojasi kolmansille osapuolille.
fr_ca: Nous ne vendrons jamais vos informations personnelles à des tiers.
pt_pt: Nunca vendemos os seus Dados Pessoais a nenhuma terceira entidade.
sv_se: Vi kommer aldrig att sälja din personliga information till någon tredje part.

source: Use of Personal Information
es: Uso de información personal
fi_fi: Henkilötietojen käyttö.
fr_ca: Utilisation des informations personnelles
pt_pt: Uso de Dados Pessoais
sv_se: Användning av personlig information
