Repository: shuup/shuup
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, fr_ca, pt_pt, sv_se

source: To request that your user information be removed from any solicitation list that we use
es: Para solicitar que su información de usuario sea eliminada de cualquier lista de solicitudes que usemos
fi_fi: Pyytää meitä poistamaan henkilötietosi käyttämiltämme markkinointilistoilta
fr_ca: Pour demander que vos informations d'utilisateur soient supprimées de toute liste de sollicitation que nous utilisons
sv_se: För att begära att din användarinformation tas bort från alla listor som vi använder

source: To request that your user information be deleted from our records
es: Para solicitar que su información de usuario sea eliminada de nuestros registros
fi_fi: Pyytää meitä poistamaan henkilötietosi järjestelmästämme
fr_ca: Pour demander que vos informations utilisateur soient supprimées de nos archives
sv_se: För att begära att din användarinformation raderas från våra register

source: To opt out of being solicited by %(company_name)s or third parties
es: Para optar por no ser solicitado por %(company_name)s o terceros
fi_fi: Päättää postituslistatilauksesi %(company_name)s verkkokaupan tai kolmansien osapuoltemme postituslistoilta
fr_ca: Pour refuser d'être sollicité par %(company_name)s ou des tiers
sv_se: Att välja bort att bli begärt av %(company_name)s eller tredje part

source: To exercise any of these rights, please contact us at %(store_email)s or by mail to %(full_address)s, Attention: Privacy. We will respond to your request to change, correct, or delete your information within a reasonable timeframe and notify you of the action we have taken.
es: Para ejercer cualquiera de estos derechos, comuníquese con nosotros a %(store_email)s o por correo a %(full_address)s, Atención: Privacidad. Responderemos a su solicitud para cambiar, corregir o eliminar su información dentro de un plazo razonable y le notificaremos las medidas que hemos tomado.
fi_fi: Harjoittaaksesi näitä oikeuksia, ole hyvä ja ota yhteyttä meihin sähköpostitse osoitteessa %(store_email)s tai postitse osoitteeseen %(full_address)s, mainitse kirjekuoressa "Yksityisyys". Vastaamme muutos-, korjaus-, tai poistopyyntöihisi kohtuullisessa ajassa ja ilmoitamme Teille kun asia on ratkaistu.
fr_ca: Pour exercer l'un de ces droits, veuillez nous contacter au %(store_email)s ou par courrier à %(full_address)s, Attention: Confidentialité. Nous répondrons à votre demande de modification, de correction ou de suppression de vos informations dans un délai raisonnable et vous informerons des mesures que nous avons prises.
sv_se: För att utöva någon av dessa rättigheter, vänligen kontakta oss på %(store_email)s eller per post till %(full_address)s, Observera: Sekretess. Vi kommer att svara på din begäran om att ändra, korrigera eller radera din information inom en rimlig tidsram och meddela dig om de åtgärder vi har vidtagit.

source: Anti-Spam Policy
es: Política anti-spam
fi_fi: Roskapostikäytäntö
fr_ca: Politique anti-spam

source: Our Acceptable Use Policy, applies to us and to our customers and, among other things, prohibits use of the Online Store to send unsolicited commercial email in violation of applicable laws, and requires the inclusion in every email sent using the Online Store of an "opt-out" mechanism and other required information. We require all of our customers to agree to adhere to the Acceptable Use Policy at all times, and any violations of the Acceptable Use Policy by a customer can result in immediate suspension or termination of the Online Store.
es: Nuestra Política de uso aceptable se aplica a nosotros y a nuestros clientes y, entre otras cosas, prohíbe el uso de la Tienda en línea para enviar correos electrónicos comerciales no solicitados en violación de las leyes aplicables, y requiere la inclusión en cada correo electrónico enviado a través de la Tienda en línea de un " mecanismo de exclusión voluntaria y otra información requerida. Requerimos que todos nuestros clientes acepten adherirse a la Política de uso aceptable en todo momento, y cualquier violación de la Política de uso aceptable por parte de un cliente puede resultar en la suspensión o terminación inmediata de la Tienda en línea.
fi_fi: Meidän hyväksyttävän käytön käytäntömme estää meitä lain puitteissa lähettämästä kaupallisia sähköposteja ilman hyväksyntää ja jokaisen sähköpostilistaltamme lähetetyn viestin pitää antaa Teille mahdollisuus poistua listalta.
fr_ca: Notre politique d'utilisation acceptable, s'applique à nous et à nos clients et, entre autres, interdit l'utilisation de la boutique en ligne pour envoyer des e-mails commerciaux non sollicités en violation des lois applicables, et exige l'inclusion dans chaque e-mail envoyé à l'aide de la boutique en ligne d'un &quot; «opt-out» et autres informations requises. Nous exigeons de tous nos clients qu'ils acceptent d'adhérer à tout moment à la politique d'utilisation acceptable, et toute violation de la politique d'utilisation acceptable par un client peut entraîner la suspension ou la résiliation immédiate de la boutique en ligne.
sv_se: Vår policy för godtagbar användning gäller för oss och våra kunder och förbjuder bland annat användning av onlinebutiken för att skicka oönskad kommersiell e-post i strid med gällande lagar och kräver att e-post som skickas med hjälp av onlinebutiken inkluderas av en "opt-out"-mekanism och annan information som krävs. Vi kräver att alla våra kunder alltid går med på att följa policyn för godtagbar användning och alla överträdelser av policyn för acceptabel användning av en kund kan resultera i omedelbar avstängning eller avslutning av onlinebutiken.

source: To Unsubscribe From Our Communications
es: Para cancelar la suscripción a nuestras comunicaciones
fi_fi: Markkinointiviestien peruutus
fr_ca: Pour vous désinscrire de nos communications
sv_se: Att avsluta prenumerationen på vår kommunikation

source: You may unsubscribe from our marketing communications by clicking on the "unsubscribe" link located on the bottom of our e-mails, or by sending us email us at %(store_email)s, or by sending us postal mail to %(full_address)s, Attention: Privacy. Customers cannot opt out of receiving transactional emails related to their account with us or the Online Store.
es: Puede darse de baja de nuestras comunicaciones de marketing haciendo clic en el enlace "cancelar suscripción" que se encuentra en la parte inferior de nuestros correos electrónicos, o enviándonos un correo electrónico a %(store_email)s, o enviándonos un correo postal a %(full_address)s , Atención: Privacidad. Los clientes no pueden optar por no recibir correos electrónicos transaccionales relacionados con su cuenta con nosotros o la Tienda en línea.
fi_fi: Voit poistua markkinointilistoiltamme klikkaamalla "Peruuta Tilaus" uutiskirjeemme alaosasta tai lähettämällä sähköpostia osoitteeseen %(store_email)s tai lähettämällä meille postia osoitteeseen %(full_address)s, mainitse kirjekuoressa "Yksityisyys". Asiakkaat eivät voi perua ostotapahtumiin / tileihin liittyviä sähköposteja verkkokaupassamme.
fr_ca: Vous pouvez vous désinscrire de nos communications marketing en cliquant sur le lien «se désinscrire» situé au bas de nos e-mails, ou en nous envoyant un e-mail à %(store_email)s, ou en nous envoyant un courrier postal à %(full_address)s, Attention: Confidentialité. Les clients ne peuvent pas refuser de recevoir des e-mails transactionnels liés à leur compte chez nous ou dans la boutique en ligne.
sv_se: Du kan avsluta prenumerationen på vår marknadsföringskommunikation genom att klicka på länken "avsluta prenumerationen" längst ned i våra e-postmeddelanden, eller genom att skicka oss e-post till %(store_email)s, eller genom att skicka oss post till %(full_address)s, Observera: Sekretess. Kunder kan inte välja att få e-postmeddelanden som är relaterade till deras konto hos oss eller onlinebutiken.

source: Customer Data
es: Información de los clientes
fi_fi: Asiakkaan tiedot
fr_ca: Données client
sv_se: Konsument data

source: Home
es: Inicio
fi_fi: Koti
fr_ca: Accueil
sv_se: Hem

source: Dashboard
es: Panel de control
fi_fi: Kojelauta
fr_ca: Tableau de bord
sv_se: Kontroll panel

source: My data
es: Mi información
fi_fi: Omat tiedot
fr_ca: Mes données
sv_se: Min data

source: Download your data
es: Descargar tu información
fi_fi: Lataa tietosi
fr_ca: Téléchargez vos données
sv_se: Ladda ner dina data

source: Download all my data
es: Descargar toda mi información
fi_fi: Lataa kaikki tietoni
fr_ca: Téléchargez toutes mes données
sv_se: Ladda ner alla mina data

source: This action will collect all your personal data and order history and will serialize it in a JSON file.
es: Esta acción recopilará todos sus datos personales e historial de pedidos y los serializará en un archivo JSON.
fi_fi: Tämä toiminto kerää kaikki henkilökohtaiset tietosi ja tilaus-historian ja muotoilee ne JSON-tiedostoon.
fr_ca: Cette action collectera toutes vos données personnelles et l'historique de vos commandes et les sérialisera dans un fichier JSON.
sv_se: Den här åtgärden samlar in alla dina personuppgifter och beställningshistorik och serierar den i en JSON-fil.

source: Anonymize your account
es: Anonimiza tu cuenta
fi_fi: Anonymisoi tilisi
fr_ca: Anonymisez votre compte
sv_se: Anonymisera ditt konto

source: You have pending orders!
es: ¡Tienes pedidos pendientes!
fi_fi: Sinulla on keskeneräisiä tilauksia!
fr_ca: Vous avez des commandes en attente!
sv_se: Du har väntande beställningar!

source: If you anonymize your account now, all orders will be canceled.
es: Si anonimiza su cuenta ahora, se cancelarán todos los pedidos.
fi_fi: Jos anonymisoit tilisi nyt, niin kaikki keskeneräiset tilaukset perutaan.
fr_ca: Si vous anonymisez votre compte maintenant, toutes les commandes seront annulées.
sv_se: Om du anonymiserar ditt konto nu kommer alla beställningar att annulleras.

source: Request Account Anonymization
es: Solicitar la anonimización de la cuenta
fi_fi: Pyydä tilin anonymisointia
fr_ca: Demander l'anonymisation du compte
sv_se: Begär konto anonymisering

source: This action will replace all your personal data with random values making it impossible to identify you. Your account will also be deactivated.
es: Esta acción sustituirá todos sus datos personales por valores aleatorios que imposibiliten su identificación. Su cuenta también será desactivada.
fi_fi: Tämä toiminto korvaa kaikki henkilökohtaiset tietosi ja tekee tilisi tunnistamisen mahdottomaksi. Tilisi deaktivoidaan.
fr_ca: Cette action remplacera toutes vos données personnelles par des valeurs aléatoires rendant impossible votre identification. Votre compte sera également désactivé.
sv_se: Denna åtgärd kommer att ersätta alla dina personuppgifter med slumpmässiga värden vilket gör det omöjligt att identifiera dig. Ditt konto kommer också att inaktiveras.

source: This action is irreversible!
es: ¡Esta acción es irreversible!
fi_fi: Tämä toiminto on peruuttamaton.
fr_ca: Cette action est irréversible!
sv_se: Denna åtgärd är oåterkallelig!

source: Are you sure? This cannot be undone.
es: ¿Estás seguro? Esto no se puede deshacer.
fi_fi: Oletko varma? Tätä toimintoa ei voi peruuttaa.
fr_ca: Êtes-vous sûr? Ça ne peut pas être annulé.
sv_se: Är du säker? Detta kan inte göras ogjort.

source: Privacy Preferences
es: Preferencias de privacidad
fi_fi: Tietosuoja-asetukset
fr_ca: Préférences de confidentialité
sv_se: Sekretesspreferenser

source: I Understand
es: Entiendo
fr_ca: Je comprends
sv_se: Jag förstår

source: Privacy Preference Center
es: Centro de preferencias de privacidad
fi_fi: Tietosuojakeskus
fr_ca: Centre de préférences de confidentialité
sv_se: Inställningscenter för sekretess

source: General
fi_fi: Yleistä
fr_ca: Général
sv_se: Allmän

source: Cookie Settings
es: Configuración de cookies
fi_fi: Evästeen asetukset
fr_ca: Paramètres des cookies
sv_se: Kak inställningar

source: Consent Management
es: Gestión de consentimiento
fi_fi: Suostumusten hallinta
fr_ca: Gestion du consentement
sv_se: Samtyckes hantering

source: You read and agreed to our {}
es: Leyó y aceptó nuestra {}
fi_fi: Olet lukenut ja hyväksyt meidän {}
fr_ca: Vous avez lu et accepté notre {}
sv_se: Du läste och gick med på vår {}

source: Read
es: Leer
fi_fi: Lue
fr_ca: Lis
sv_se: Läsa

source: Always active
es: Siempre activo
fi_fi: Aina päällä
fr_ca: Toujours actif
sv_se: Alltid aktiv

source: Cookies:
es: Galletas:
fi_fi: Evästeet:
fr_ca: Biscuits:
sv_se: Kakor:

source: Save preferences
es: Guardar preferencias
fi_fi: Tallenna asetukset
fr_ca: Enregistrer les préférences
sv_se: Spara inställningar

source: Our privacy policy has been updated since your last consent. Please read the updated version <a href="%(url)s">here</a>. <a class="btn btn-primary" href="%(accept_url)s">Accept changes</a>
es: Nuestra política de privacidad se ha actualizado desde su último consentimiento. Lea la versión actualizada <a href="%(url)s"> aquí </a>. <a class="btn btn-primary" href="%(accept_url)s"> Aceptar cambios </a>
fi_fi: Tietosuojakäytäntömme on päivittynyt viimeisen hyväksymisesi jälkeen. Ole hyvä, ja lue päivitetty versio <a href="%(url)s">täältä</a>. <a class="btn btn-primary" href="%(accept_url)s">Hyväksyn muutokset</a>
fr_ca: Notre politique de confidentialité a été mise à jour depuis votre dernier consentement. Veuillez lire la version mise à jour <a href="%(url)s">ici</a> . <a class="btn btn-primary" href="%(accept_url)s">Accepter les changements</a>
sv_se: Vår integritetspolicy har uppdaterats sedan ditt senast gav samtycke. Läs den uppdaterade versionen <a href="%(url)s">här</a> . <a class="btn btn-primary" href="%(accept_url)s">Acceptera ändringar</a>

source: Required
es: Requerido
fi_fi: Vaadittu
fr_ca: Obligatoire
sv_se: Nödvändig

source: We use these cookies to ensure the correct language is being chosen for you based on your region as well as the overall site functionality.
es: Utilizamos estas cookies para garantizar que se elija el idioma correcto para usted en función de su región, así como de la funcionalidad general del sitio.
fi_fi: Näitä evästeitä käytetään oikean kielen sekä sivuston perustoiminnallisuuden takaamiseksi.
fr_ca: Nous utilisons ces cookies pour nous assurer que la langue correcte est choisie pour vous en fonction de votre région ainsi que de la fonctionnalité globale du site.
sv_se: Vi använder dessa kakor för att säkerställa att rätt språk väljs för dig baserat på din region såväl som den övergripande webbplats funktionaliteten.

source: GDPR: Anonymize
es: GDPR: anonimizar
fi_fi: GDPR: Anonymisoi
fr_ca: GDPR: Anonymiser
sv_se: GDPR: Anonymisera

source: GDPR: Anonymize contact
es: GDPR: anonimizar el contacto
fi_fi: GDPR: Anonymisoi kontakti
fr_ca: GDPR: Anonymiser le contact
sv_se: GDPR: Anonymisera kontakt

source: Customer ID {customer_id} requested to be anonymized.
es: El cliente {customer_id} solicitó el anonimato.
fi_fi: Asiakas ID {customer_id} pyysi anonymisointia.
fr_ca: L'identifiant client {customer_id} a demandé à être anonymisé.
sv_se: Kund-ID {customer_id} har begärt anonymisering.

source: Anonymization requested.
es: Solicitud de anonimización.
fi_fi: Anonymisointipyyntö tehty.
fr_ca: Anonymisation demandée.
sv_se: Anonymisering begärs.

source: Contact anonymized!
fi_fi: Kontakti anonymisoitu!

source: You must accept to this to register.
fi_fi: Sinun pitää hyväksyä tämä, jotta voit rekisteröityä.

source: You must accept to this to order.
fi_fi: Sinun pitää hyväksyä tämä, jotta voit tilata.

source: You must accept to this to authenticate.
fi_fi: Sinun pitää hyväksyä tämä, jotta voit kirjautua.

source: I Agree
fi_fi: Hyväksyn
