Repository: shuup/shuup
Catalog: shuup/front/apps/auth/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, pt_br, zh_hans

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with same email only username can be used to login.
pt_br: Por favor, digite um %(username)s e senha corretos. Note que ambos os campos podem ser sensíveis a maiúsculas e minúsculas. No caso de múltiplas contas com o mesmo e-mail somente o nome de usuário poderá ser usado para fazer o login.
zh_hans: 请输入正确的%(username)s和密码， 该两个字段区分大小写。如果一个邮箱地址拥有多个账号，请使用用户名登录。

source: This account is inactive.
fr_ca: Ce compte est inactif.
pt_br: Esta conta está inativa.
zh_hans: 该账号无效。

source: Username or email address
fr_ca: Nom d'utilisateur ou adresse e-mail
pt_br: Nome de usuário ou endereço de e-mail
zh_hans: 用户名或者邮箱地址

source: Username
pt_br: Nome de usuário
zh_hans: 用户名

source: Please provide either username or email, not both.
pt_br: Por favor, forneça um nome de usuário ou um e-mail, nunca ambos.
zh_hans: 请在用户名和邮箱之间提供其一。

source: Please provide either username or email.
pt_br: Por favor, forneça um nome de usuário ou um e-mail.
zh_hans: 请提供用户名或邮箱。

source: shop
pt_br: loja
zh_hans: 商店

source: Log in
fr_ca: S'identifier
pt_br: Entrar
zh_hans: 登录

source: You have already logged in as <strong>%(username)s</strong>
fr_ca: Vous êtes déjà connecté en tant que <strong>%(username)s</strong>
pt_br: Você já está conectado como <strong>%(username)s</strong>

source: Go to Homepage
fr_ca: Aller à la page d'accueil
pt_br: Ir para a Página Inicial

source: Forgot your password?
fr_ca: Mot de passe oublié?
pt_br: Esqueceu sua senha?
zh_hans: 忘记密码？

source: New user? Register here!
fr_ca: Nouvel utilisateur? Inscrivez-vous ici!
pt_br: Novo usuário? Cadastre-se aqui!

source: Logged out
fr_ca: Déconnecté
pt_br: Desconectado
zh_hans: 已退出

source: You have been logged out. Thank you for visiting!
fr_ca: Vous avez été déconnecté. Merci pour votre visite!
pt_br: Você foi desconectado. Obrigado pela visita!

source: Recover your password
fr_ca: Récupérez votre mot de passe
pt_br: Recupere sua senha
zh_hans: 取回密码

source: You can recover your password with either username or email.
fr_ca: Vous pouvez récupérer votre mot de passe avec un nom d'utilisateur ou un e-mail.
pt_br: Você pode recuperar a sua senha tendo em mãos um nome de usuário ou e-mail.

source: Send password recovery instructions
fr_ca: Envoyer les instructions de récupération du mot de passe
pt_br: Enviar instruções de recuperação de senha
zh_hans: 发送密码恢复指示

source: Password Changed
fr_ca: Mot de passe changé
pt_br: Senha Alterada
zh_hans: 密码已更改

source: Your password has been changed and you have been logged in.
fr_ca: Votre mot de passe a été modifié et vous êtes connecté.
pt_br: Sua senha foi alterada e você foi autenticado.
zh_hans: 密码已更改，您已登录。

source: Password Recovery
fr_ca: Récupération de mot de passe
pt_br: Recuperação de Senha
zh_hans: 密码恢复

source: Change Password
fr_ca: Changer le mot de passe
pt_br: Alterar Senha
zh_hans: 更改密码

source: Hi %(fullname)s
fr_ca: Salut %(fullname)s
pt_br: Oi %(fullname)s

source: In case you've forgotten, your username is %(username)s.
fr_ca: Au cas où vous l'auriez oublié, votre nom d'utilisateur est %(username)s.
pt_br: Caso tenha esquecido, seu nome de usuário é %(username)s.
zh_hans: 以防您忘记，您的用户名是%(username)s。

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr_ca: Vous recevez cet e-mail car vous avez demandé la réinitialisation du mot de passe de votre compte utilisateur à l'adresse %(site_name)s.
pt_br: Você está recebendo este e-mail porque solicitou a redefinição de senha para sua conta de usuário em %(site_name)s.
zh_hans: 您收到此邮件是因为您要求您的 %(site_name)s 用户账号密码重置。

source: Please go to the following page and choose a new password:
fr_ca: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe:
pt_br: Por favor, vá para a seguinte página e escolha uma nova senha:
zh_hans: 请到下列页面并设置新密码：

source: If a user account is associated with the information you entered, you should receive instructions on how to reset your password shortly.
fr_ca: Si un compte utilisateur est associé aux informations que vous avez saisies, vous devriez recevoir sous peu des instructions sur la façon de réinitialiser votre mot de passe.
pt_br: Se uma conta de usuário estiver associada às informações digitadas, você deverá receber instruções sobre como redefinir sua senha logo em breve.

source: This recovery link is invalid.
pt_br: Este link de recuperação é inválido.
zh_hans: 该恢复链接无效。

source: Error! Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with same email only username can be used to log in.
fr_ca: Erreur! Veuillez saisir un %(username)s et un mot de passe corrects. Noter que les deux champs peuvent être sensibles à la casse. Dans le cas de plusieurs comptes avec le même e-mail, seul le nom d'utilisateur peut être utilisé pour se connecter.

source: You are not allowed to log in to this shop.
fr_ca: Vous n'êtes pas autorisé à vous connecter à cette boutique.

source: Error! This recovery link is invalid.
fr_ca: Erreur! Ce lien de récupération n'est pas valide.

source: Email
zh_hans: 电子邮箱

source: If a user account is associated with the information you entered, you should receive instructions on how to reset your password shortly.
zh_hans: 如果用户账号与您所填的信息绑定， 您应该很快会收到重设密码的指示。
