Repository: shuup/shuup
Catalog: shuup/default_tax/locale/*/LC_MESSAGES/django.po
Languages: fi_fi, it, pt_br

source: Shuup Default Tax
fi_fi: Shuup oletusvero
it: Tassa Predefinita Shuup
pt_br: Imposto Padrão do Shuup

source: Tax Rules
fi_fi: Verosäännöt
it: Regole di tassazione
pt_br: Regras Fiscais

source: Show tax rules
fi_fi: Näytä verosäännöt
it: Mostra regole di tassazione
pt_br: Mostrar regras fiscais

source: Use ISO 3166-1 country codes (US, FI etc.)
fi_fi: Käytä ISO 3166-1 -maakoodeja (US, FI jne.)
it: Utilizza i codici nazione ISO 3166-1 (US, IT, ecc.)
pt_br: Use códigos de países em conformidade com a ISO 3166-1 (BR, US etc.)

source: Use two letter state codes for the US
fi_fi: Käytä kaksikirjaimisia osavaltiokoodeja USAssa
it: Utilizza codici a due lettere per gli stati US
pt_br: Use códigos de estados com duas letras para os EUA

source: Tax Rule
fi_fi: Verosääntö
it: Regola di Tassazione
pt_br: Regra Fiscal

source: Tax
fi_fi: Vero
it: Tassa
pt_br: Imposto

source: Tax Classes
fi_fi: Veroluokat
it: Classi di tassazione
pt_br: Classes Fiscais

source: Customer Tax Groups
fi_fi: Asiakasveroryhmät
it: Guppi di Tassazione Clienti
pt_br: Grupos de Impostos do Cliente

source: Countries
fi_fi: Maat
it: Paesi
pt_br: Países

source: Regions
fi_fi: Alueet
it: Province
pt_br: Estados

source: Postal Codes
fi_fi: Postinumerot
it: CAP
pt_br: Códigos Postais

source: Priority
fi_fi: Tärkeysjärjestys
it: Priorità
pt_br: Prioridade

source: Override Group
fi_fi: Ylikirjoitusryhmä
it: Sovrascrivi Gruppo
pt_br: Grupo de Substituição

source: Enabled
fi_fi: Käytössä
it: Attivato
pt_br: Habilitado

source: enabled
fi_fi: käytössä
it: attivato
pt_br: habilitado

source: Check this if this tax rule is active.
fi_fi: Valitse tämä, mikäli verosääntö on aktiivinen.

source: tax classes
fi_fi: veroluokat
it: classi di tassazione
pt_br: classes fiscais

source: Tax classes of the items to be taxed
fi_fi: Verotettavien asioiden veroluokat
it: Classi di tassazione degli elementi da tassare
pt_br: Classes fiscais dos itens a ser tributados

source: customer tax groups
fi_fi: asiakasveroryhmät
it: Gruppi di tassazione clienti
pt_br: grupos de impostos do cliente

source: The customer tax groups for which this tax rule is limited.
fi_fi: Asiakasveroryhmät, joihin tämä verosääntö on rajoitettu.

source: country codes pattern
fi_fi: maakoodien kaava
it: modello di codici nazione
pt_br: padrão de códigos de países

source: region codes pattern
fi_fi: aluekoodien kaava
it: modello di codici regionali
pt_br: padrão de códigos de estados

source: postal codes pattern
fi_fi: postikoodien kaava
it: modello di codici postali
pt_br: padrão de códigos postais

source: priority
fi_fi: tärkeysjärjestys
it: priorità
pt_br: prioridade

source: Rules with same priority define added taxes (e.g. US taxes) and rules with different priority define compound taxes (e.g. Canada Quebec PST case)
fi_fi: Säännöt samalla tärkeysarvolla summataan (esim. Yhdysvaltain verojärjestelmä) ja säännöt eri tärkeysarvolla kertautuvat (esim. Kanadan Quebecin PST-vero).
it: Le regole con la stessa priorità definiscono le tasse aggiunte (es. Tasse US) e le regole con priorità differenti definiscono le tasse composte (es il caso Canada Quebec PST)
pt_br: Regras com mesma prioridade definem impostos agregados (p. ex. impostos dos EUA) e regras com diferentes prioridades definem impostos compostos (p. ex. caso do PST no Quebec, Canadá)

source: override group number
fi_fi: Ylikirjoitusryhmänumero
it: sovrascrivi numero del gruppo
pt_br: número do grupo de substituição

source: If several rules match, only the rules with the highest override group number will be effective. This can be used, for example, to implement tax exemption by adding a rule with very high override group that sets a zero tax.
fi_fi: Jos useampi sääntö täsmää, vain suurimman ylikirjoitusryhmänumeron omaavat säännöt vaikuttavat. Tätä voi käyttää esimerkiksi verojen poisjättämiseen lisäämällä säännön suurella ylikirjoitusryhmänumerolla, joka asettaa nollaveron.
it: Se corrispondono diverse regole, saranno applicate solo quelle con il numero di sovrascrittura di gruppo più alto. Questo può essere usato, per esempio, per implementare delle eccezioni di tassazione aggiungendo una regola con un numero molto alto che imposta a zero le tasse.
pt_br: Se várias regras corresponderem, apenas as regras com o maior número do grupo de substituição serão efetivas. Isto pode ser útil, por exemplo, na implementação da isenção de impostos, quando adicionado uma regra com o grupo de substituição muito elevado e que estabeleça a alíquota zero.

source: tax
fi_fi: vero
it: tassa
pt_br: imposto

source: The tax to apply when this rule is applied.
fi_fi: Vero, joka lisätään, kun tämä sääntö lisätään.

source: Tax rule {} ({})
fi_fi: Verosääntö {} ({})
it: Regola di tassazione {} ({})
pt_br: Regra fiscal {} ({})

source: Default Taxation
fi_fi: Oletusverotus
it: Tassazione Predefinita
pt_br: Tributação Padrão

source: Tax rule information
fi_fi: Verosääntötiedot
it: Informazioni Regola di Tassazione
pt_br: Informações da regra fiscal

source: Matching criteria
fi_fi: Täsmäyskriteerit
it: Criterio di corrispondenza
pt_br: Critérios de correspondência

source: Grouping
fi_fi: Ryhmittely
it: Raggruppamento
pt_br: Agrupamento

source: Applied tax
fi_fi: Käytettävä vero
it: Tassa applicata
pt_br: Imposto aplicado

source: The following fields determine when this rule applies. All non-empty fields must match for the rule to apply. Empty fields are not considered, e.g. if "Customer tax groups" is left empty, all customer tax groups will match.
fi_fi: Seuraavat kentät määrittelevät verosäännön aktivoinnin. Kaikkien täytettyjen kenttien tulee täsmätä säännön aktivoituakseen. Tyhjiä kenttiä ei oteta huomioon.
it: I seguenti campi determinano quali regole saranno applicate. Tutti i campi non vuoti devono corrispondere alle regole da applicare. I Campi vuoti non saranno considerati, es. se il "Gruppo di Tassazione Cliente" è lasciato vuoto, verranno considerati tutti i Gruppi di Tassazione Cliente.
pt_br: Os seguintes campos determinam quando esta regra se aplica. Todos os campos não vazios devem casar para que a regra seja aplicada. Os campos vazios não são considerados, p. ex. se "Grupos de impostos do cliente" for deixado em branco, todos os grupos de impostos do cliente irão corresponder.

source: Pattern can be a single value or a comma separated list of items, where each item can be a single value or a range, such as "value1-value2". Special value "*" matches everything. For example, a pattern "1,2,50-90" will match values "1" and "2", and "50", "90", and everything between. The range uses alphabetical ordering unless start, end and the string to be matched are all numerical, i.e. "50-90" will match also "6a" and "700X", since they are alphabetically between "50" and "90", but it will not match "700000" since for numerical items natural numeric ordering is used.
fi_fi: Kaava voi olla joko yksittäinen arvo tai pilkulla eroteltu lista, jossa jokainen jäsen voi olla yksittäinen arvo tai arvoalue, esim. "arvo1-arvo2". Erityisarvo "*" täsmää kaikkeen. Esimerkiksi kuvio "1,2,50-90" täsmää arvoihin "1", "2", "50" ja "90" sekä muihin numeerisiin arvoihin 50 ja 90 välillä. Kaavat käyttävät aakkosellista järjestystä jollei alku, loppu ja täsmättävä merkkijono ole kukin numeerisia.
it: Il pattern può essere un singolo valore oppure una lista di valori separati da virgola, dove ogni elemento può essere un valore o un intervallo, come "valore1-valore2". Il valore speciale "*" corrisponde a tutto. Per esempio, il pattern "1,2,50-90" corrisponderà ai valori "1" e "2" e tutti i valori fra "50" e "90". L'intervallo utilizza l'ordine alfabetico anche se inizio e fine non siano valori numerici, es "50-90" corrisponderà anche a "6a" e a "700X", perchè saranno alfabeticamente compresi fra "50" e "90", ma non comprenderà "700000" perchè essendo un valore numerico verrà considerato fuori dall'intervallo.
pt_br: Padrão pode ser um valor único ou uma lista de itens separados por vírgula, onde cada item pode ser um valor único ou um intervalo, tal como "valor1-valor2". O caractere especial "*" casa com qualquer coisa. Por exemplo, um padrão "1,2,50-90" irá casar com os valores "1" e "2", e "50", "90", e tudo entre eles. Os intervalos usam ordenação alfabética exceto quando o início, fim e a string a ser comparada são todos numéricos, ou seja, "50-90" irá casar também com "6a" e "700X", uma vez que estão alfabeticamente compreendidos entre "50" e "90", mas não irá casar com "700000", já que para itens numéricos a ordenação numérica natural é utilizada.

source: Use the following fields to configure added or compounded taxes (when several taxes apply for an item), or to create a tax rule or a set of tax rules that override other tax rules.
fi_fi: Seuraavien kenttien avulla voit määritellä summatut tai kertautuvat verot (kun useampi vero kohdistuu samalle verotettavalle), tai tehdä verosäännön tai verosääntöjä, jotka ohittavat muut verosäännöt.
it: Usa i seguenti campi per cofigurare tasse aggiuntive o composte (nel caso in cui si applichino differenti tassazioni su un oggetto), oppure per creare una regola di tassazione o un insieme di regole che andranno a sovrascrivere le altre
pt_br: Utilize os seguintes campos para configurar os impostos agregados ou compostos (quando vários impostos são aplicáveis a um item), ou para criar uma ou um conjunto de regras fiscais que sobreponham às demais.

source: When this rule applies, apply the following tax.
fi_fi: Kun sääntö aktivoituu, käytä seuraavaa veroa.
it: Quando questa regola corrisponde, applica la seguente tassa.
pt_br: Quando esta regra for posta em prática, aplique o seguinte imposto.

source: Taxes
it: Tasse
pt_br: Impostos
