Repository: shuup/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, pt_br, ru, sv_se

source: Select this if you would like the product media shown for completed purchases.
ru: Выберите это, если вы хотите, чтобы информация о товаре была показана для завершенных покупок.
sv_se: Välj det här om du vill att produktmedia visas för genomförda köp.

source: List your suppliers here. Suppliers can be found in Product Settings - Suppliers.
ru: Укажите ваших поставщиков здесь. Поставщики могут быть найдены в "Настройки товара - Поставщики"
sv_se: Lista dina leverantörer här. Leverantörerna kan hittas i Produktinställningar - Leverantörer.

source: Select if you want your product to be seen and found by customers. <p>Not visible: Product will not be shown in your store front or found in search.</p><p>Searchable: Product will be shown in search but not listed on any category page.</p><p>Listed: Product will be shown on category pages but not shown in search results.</p><p>Always Visible: Product will be shown in your store front and found in search.</p>
sv_se: Välj om du vill att din produkt skall kunna ses och hittas av kunder. <p> Inte synlig: Produkten kommer inte att visas i din butiks framsida eller hittas i sökningen. </p><p> Sökbar: Produkten kommer att visas i sökresultat men inte på någon kategori sida. </p><p> Listade: Produkten kommer att visas på kategorisidor men inte i sökresultat. </p><p> Alltid Synlig: Produkten kommer att visas i din butik och vara synlig i sökresultat. </p>

source: Select whether you want your product to have special limitations on its visibility in your store. You can make products visible to all, visible to only logged in users, or visible only to certain customer groups.
ru: Выберите, хотели бы вы, чтобы ваш товар имел особые ограничения на его видимость в вашем магазине. Вы можете сделать товары видимыми для всех, видимыми только для зарегистрированных пользователей или видимыми только определенным группам клиентов.
sv_se: Välj om du vill att din produkt skall ha särskilda begränsningar på dess synlighet i din butik. Du kan göra produkter synliga för alla, synligt endast inloggade användare eller synlig endast för vissa kundgrupper.

source: Select the groups you would like to make your product visible for. These groups are defined in Contacts Settings - Contact Groups.
ru: Выберите группы, для которых вы хотите сделать свой продукт видимым. Эти группы определены в разделе «Настройки контактов - группы контактов».
sv_se: Markerar de grupper du vill göra din produkt synlig för. Dessa grupper definieras i Kontakter Inställningar - Kontaktgrupper.

source: The number of units that can be purchased after the product is out of stock. Set to blank for product to be purchasable without limits.
ru: Количество единиц, которые можно приобрести после того, как товар закончился. Задается пустое значение для продукта, который можно купить без ограничений.
sv_se: Antalet enheter som kan köpas efter det att produkten är slut i lager. Inställt som tomt så att produkten kan köpas utan gränser.

source: Set this if the product needs to be purchased in multiples. For example, if the purchase multiple is set to 2, then customers are required to order the product in multiples of 2.
ru: Установите этот параметр, если продукт необходимо приобрести в нескольких экземплярах. Например, если для параметра «Множитель покупки» установлено значение «2», клиенты должны заказывать товар кратный 2м единицам.
sv_se: Ställ in detta om produkten behöver köpas i multipla exemplar. Till exempel, om köp multipler är satt till 2, då krävs det att kunden beställer produkten i multipler av två.

source: minimum purchase
ru: минимальная покупка
sv_se: minsta köp

source: limited for shipping methods
ru: ограничено для способов доставки
sv_se: begränsad till leveransmetoder

source: Check this if you want to limit your product to use only select payment methods. You can select the payment method(s) in the field below.
ru: Поставьте флажок, если хотите ограничить использование только выбранных способов(а) оплаты. Вы можете выбрать способ оплаты в поле ниже.
sv_se: Markera det här om du vill begränsa din produkt till att endast använda valda betalningssätt. Du kan välja betalningsmetod(er) i fältet nedan.

source: limited for payment methods
ru: ограничено для способов оплаты
sv_se: begränsad till betalningssätt

source: Select the shipping methods you would like to limit the product to using. These are defined in Settings - Shipping Methods.
ru: Выберите способы доставки, которые вы хотели бы ограничить для использования. Они определены в разделе «Настройки - способы доставки».
sv_se: Välj de leveranssätt du vill begränsa produkten med. Dessa definieras i Inställningar - Leveranssätt.

source: Select the payment methods you would like to limit the product to using. These are defined in Settings - Payment Methods.
ru: Выберите способы оплаты, которые вы хотели бы ограничить для использования продукта. Они определены в разделе «Настройки - Способы оплаты».
sv_se: Välj de betalningssätt du vill begränsa produkten med. Dessa definieras i Inställningar - Betalningsmetoder.

source: Choose the primary category for your product. This will be the main category for classification in the system. Your product can be found under this category in your store. Categories are defined in Products Settings - Categories.
ru: Выберите основную категорию для своего продукта. Она будет основной категорией для классификации в системе. Ваш продукт можно найти в этой категории в вашем магазине. Категории определены в разделе «Настройки продуктов - категории».
sv_se: Välj primärkategori för din produkt. Detta kommer att vara huvudkategorin för klassificering i systemet. Produkten kan hittas under denna kategori i din butik. Kategorierna definieras i Produktinställningar - Kategorier.

source: Click this to set this image as the primary display image for your product.
ru: Нажмите, чтобы установить это изображение в качестве основного отображаемого изображения для вашего продукта.
sv_se: Klicka här för att ställa in bilden som primärbild för din produkt.

source: This is the default individual base unit (or multi-pack) price of the product. All discounts or coupons will be based off of this price.
ru: Это цена отдельного базового блока (или мультипакета) продукта по умолчанию. Все скидки или купоны будут основаны с учётом этой цены.
sv_se: Detta är standardpriset för en enskild produktenhet (eller multipack). Alla rabatter eller kuponger kommer att vara baserade på detta pris.

source: This is the default price that the product cannot go under in your store, despite coupons or discounts being applied. This is useful to make sure your product price stays above cost.
ru: Это цена по умолчанию, ниже которой продукт не может продаваться в вашем магазине, несмотря на применяемые купоны или скидки. Это полезно, чтобы убедиться, что цена вашего товара превышает покупочную стоимость.
sv_se: Produktens standardpris som den inte får gå under i butiken, trots kuponger eller rabatter. Detta är användbart för att se till att din produkts pris förblir ovanför produktens kostnad.

source: Unit for displaying quantities of this product
ru: Блок для отображения количества продукта
sv_se: Enhet för att visa kvantiteter av denna produkt

source: Enter a descriptive name for your product. This will be its title in your store.
ru: Введите описательное имя для своего товара. Это будет его название в вашем магазине.
sv_se: Ange ett beskrivande namn för din produkt. Detta kommer att vara dess titel i din butik.

source: Enter a short description for your product. The short description will be used to get the attention of your customer with a small but precise description of your product.
ru: Введите краткое описание своего товара. Краткое описание будет использовано для привлечения внимания вашего клиента с помощью небольшого, но точного описания вашего продукта.
sv_se: Ange en kort beskrivning av din produkt. Den korta beskrivningen kommer att användas för att få kunders uppmärksamhet med en liten men exakt beskrivning av produkten.

source: Invalid display unit: Internal unit of the selected display unit does not match with the sales unit of the product
ru: Недействительный блок отображения: Внутренняя структура выбранного блока отображения не совпадает с единицей продаж продукта
sv_se: Ogiltig visningsenhet: Den inre enheten av val visningsenhet stämmer inte med försäljningsenheten av produkten

source: The product can only be ordered in multiples of {package_size}, for example {amount}
sv_se: Produkten kan endast beställas i satser av {package_size}, till exempel {amount}

source: The product can only be ordered in multiples of {package_size}, for example {smaller_amount} or {larger_amount}
sv_se: Produkten kan endast beställas i satser av {package_size}, till exempel {smaller_amount} eller {larger_amount}.

source: Product has no sellable children
ru: У товара нет продаваемых дочерних товаров.
sv_se: Produkten har inte underordnade artiklar

source: Select attributes that go with your product type. These are defined in Products Settings – Attributes.
ru: Выберите свойства, которые относятся к типу вашего товара. Они определены в разделе «Настройки товаров» - «Свойства».
sv_se: Välj attribut som passar med din produkttyp. Dessa definieras i Produktinställningar - Attribut.

source: stock
ru: Запас
sv_se: lager

source: Set to stocked if inventory should be managed within Shuup.
ru: Перенести в запас, если инвентарь должен управляться внутри Shuup.
sv_se: Ställ in som finns i lager om inventeringen ska hanteras inom Shuup.

source: Set to shipped if the product requires shipment.
ru: Выбрать "Отправлено", если продукт требует отправки.
sv_se: Ställ in som levererad om produkten kräver transport.

source: Select a sales unit for your product. This is shown in your store front and is used to determine whether the product can be purchased using fractional amounts. Sales units are defined in Products - Sales Units.
ru: Выберите единицу продаж для своего товара. Это показано в вашем магазине и используется для определения возможности покупки товара с использованием дробных сумм. Торговые единицы определены в разделе «Товары - единицы продаж».
sv_se: Välj en försäljningsenhet för din produkt. Denna visas i din butik och används för att avgöra om produkten kan köpas med hjälp av delmängder. Försäljningsenheter definieras i Produkter - Försäljningsenheter.

source: Select a tax class for your product. The tax class is used to determine which taxes to apply to your product. Tax classes are defined in Settings - Tax Classes. The rules by which taxes are applied are defined in Settings - Tax Rules.
ru: Выберите класс налогов для своего товара. Класс налогов используется для определения того, какие налоги применяются к вашему товару. Налоговые классы определяются в разделе «Классы налогов». Правила применения налогов указаны в разделе «Налоговые правила».
sv_se: Välj en skatteklass för din produkt. Skatteklassen används för att bestämma vilka skatter att gällar för din produkt. Skatteklasser definieras i Inställningar - Skatteklasser. De regler som skatter tillämpas enligt definieras i Inställningar - Skatteregler.

source: Enter a SKU (Stock Keeping Unit) number for your product. This is a product identification code that helps you track it through your inventory. People often use the number by the barcode on the product, but you can set up any numerical system you want to keep track of products.
ru: Введите артикул (складской единицы) для вашего продукта. Это идентификационный код продукта, который помогает вам отслеживать его в своём инвентаре. Люди часто используют число штрих-кода на продукте, но вы можете настроить любую числовую систему, которую вы хотите отслеживать.
sv_se: Ange ett artikennummer för din produkt. Detta är en produkt identifieringskod som hjälper dig att spåra den via din inventering. Människor använder ofta antalet med streckkoden på produkten, men du kan ställa in alla numeriska system du vill hålla koll på produkter.

source: width (mm)
ru: ширина (мм)
sv_se: bredd (mm)

source: Set the measured width of your product or product packaging. This will provide customers with your product size and help with calculating shipping costs.
ru: Установите измеренную ширину упаковки продукта или продукта. Это предоставит клиентам размер вашего продукта и поможет с вычислением стоимости доставки.
sv_se: Ställ den uppmätta bredden på din produkt eller produktförpackning. Detta kommer att informera kunder om produktens storlek och kan hjälpa till med att beräkna fraktkostnader.

source: height (mm)
ru: высота (mm)
sv_se: höjd (mm)

source: Set the measured height of your product or product packaging. This will provide customers with your product size and help with calculating shipping costs.
ru: Установите измеренную высоту упаковки продукта или продукта. Это предоставит клиентам размер вашего продукта и поможет с вычислением стоимости доставки.
sv_se: Ställ den uppmätta höjden på din produkt eller produktförpackning. Detta kommer att informera kunder om produktens storlek och kan hjälpa till med att beräkna fraktkostnader.

source: depth (mm)
ru: глубина (мм)
sv_se: djup (mm)

source: Set the measured depth or length of your product or product packaging. This will provide customers with your product size and help with calculating shipping costs.
ru: Установите измеренную глубину упаковки продукта или продукта. Это предоставит клиентам размер вашего продукта и поможет с вычислением стоимости доставки.
sv_se: Ställ den uppmätta djupet på din produkt eller produktförpackning. Detta kommer att informera kunder om produktens storlek och kan hjälpa till med att beräkna fraktkostnader.

source: net weight (g)
ru: Масса нетто (г)
sv_se: nettovikt (g)

source: Set the measured weight of your product WITHOUT its packaging. This will provide customers with your product weight.
ru: Установите измеренный вес вашего продукта БЕЗ его упаковки. Это предоставит клиентам вес вашего продукта.
sv_se: Ställ den uppmätta vikten av din produkt UTAN dess förpackning. Detta kommer att informera kunder om produktens vikt.

source: gross weight (g)
ru: Масса брутто (г)
sv_se: bruttovikt (g)

source: Set the measured gross Weight of your product WITH its packaging. This will help with calculating shipping costs.
ru: Укажите измеренный вес брутто вашего продукта с упаковкой. Это поможет при расчете стоимости доставки.
sv_se: Ställ den uppmätta vikten av din produkt UTAN dess förpackning. Detta kan hjälpa till med att beräkna fraktkostnader.

source: Select a manufacturer for your product. These are defined in Products Settings - Manufacturers
ru: Выберите производителя для своего товара. Они определены в разделе «Настройки товаров» - «Производители».
sv_se: Välj en tillverkare för din produkt. Dessa definieras i produkter Inställningar - Tillverkare

source: Enter a URL Slug for your product. This is what your product page URL will be. A default will be created using the product name.
ru: Введите URL для своего товара. Это и будет URL-адрес вашей страницы товара. Название товара будет создано по умолчанию.
sv_se: Ange en URL slug för din produkt. Detta är vad din produktkategoris webbadress kommer att bli. Ett standardvärde kommer att skapas med hjälp av produktnamnet.

source: You can enter a name for the variation of your product. This could be for example different colors or versions.
ru: Вы можете ввести название вариации вашего товара. Это могут быть, например, различные цвета или версии.
sv_se: Du kan ange ett namn för den variant av din produkt. Det kan vara till exempel olika färger eller versioner.

source: Multilevel parentage hierarchies aren't supported (parent is a child already)
ru: Иерархия многоуровневых родительских связей не поддерживается (родительский элемент уже является дочерним)
sv_se: Flernivås hierarkier stöds inte (överordnad produkt är ett redab en underordnad produkt)

source: Parent is a variable variation parent, yet variables were not passed
ru: Родитель является родителем вариативной переменной, однако переменные не были переданы
sv_se: Överordnad är en överordnad varantvariabel, men variabler skickades inte

source: Multilevel parentage hierarchies aren't supported (this product is a simple variation parent)
ru: Иерархия многоуровневых подчиненных элементов не поддерживается (этот продукт является родительским элементом простой вариации)
sv_se: Flernivås hierarkier stöds inte (denna produkt är en enkelt överordnadvariation)

source: Multilevel parentage hierarchies aren't supported (this product is a variable variation parent)
ru: Иерархии многоуровневых подчиненных элементов не поддерживаются (этот продукт является родительским элементом простой переменной вариации)
sv_se: Flernivås hierarkier stöds inte (denna produkt är en variabel överordnadvariation)

source: Product is currently not a normal product, can't turn into package
ru: Товар неправильно оформлен в настоящее время и не может быть трансформирован в пак
sv_se: Produkten är för närvarande inte en vanlig produkt, den kan inte sättas till ett paket

source: Package can't contain itself
ru: Пак не может включать сам себя
sv_se: Paketet kan inte innehålla sig själv

source: Variation parents can not belong into a package
ru: Родительские вариации не могут относиться к паку
sv_se: Överordnade variationer kan inte tillhöra ett paket

source: Packages can't be nested
ru: Паки не могут быть встроенными
sv_se: Paket kan inte vara inkapslade

source: Quantity %s is invalid
sv_se: Antal %s är ogiltig

source: Check this if this service provider can be used when placing orders
ru: Поставьте галочку, если этот поставщик услуг может использоваться при размещении заказов.
sv_se: Markera detta om tjänsteleverantören kan användas vid beställning

source: Check this if this service is selectable on checkout.
ru: Поставьте галочку, если эта услуга выбирается при оплате заказа.
sv_se: Markera detta om den här tjänsten är valbar vid betalning.

source: The tax class to use for this service. Tax classes are defined in Settings - Tax Classes.
ru: Класс налогов для использования с этим сервисом. Налоговые классы определяются в разделе «Настройки - Налоговые классы».
sv_se: Skatteklass som ska användas för den här tjänsten. Skatteklasser definieras i Inställningar - Skatteklasser.

source: %s is disabled
sv_se: %s är inaktiverad

source: %s is for different shop
sv_se: %s är för en annan butik

source: Add fixed cost to price of the service.
ru: Добавить фиксированную стоимость к стоимости услуг.
sv_se: Lägg till fast kostnad för priset på tjänsten.

source: Add cost to price of the service if total price of products is less than a waive limit.
ru: Добавить стоимость к цене услуги, если общая стоимость товаров меньше предела отклонения.
sv_se: Lägg kostnad på tjänstens pris om det totala priset för produkter är mindre än den frångående gränsen.

source: The total price of products at which this service cost is waived.
ru: Общая стоимость продуктов, при которых стоимость этого сервиса не взимается.
sv_se: Den totala kostnaden för produkter där tjänstens pris frångås.

source: Limit availability of the service based on total weight of products.
ru: Ограничить доступность услуги в зависимости от общего веса продуктов.
sv_se: Begränsa ​​tillgängligheten av tjänsten baserat på produkternas totala vikt.

source: min weight (g)
ru: минимальный вес (г)
sv_se: min vikt (g)

source: The minimum weight, in grams, for this price to apply.
ru: Минимальный вес, в граммах, для применения этой цены.
sv_se: Minimivikten i gram för att priset ska gälla.

source: max weight (g)
ru: максимальный вес (г)
sv_se: max vikt (g)

source: The maximum weight, in grams, before this price no longer applies.
ru: Максимальный вес, в граммах, до того как данная цена перестанет быть актуальной.
sv_se: Maxvikten i gram före detta pris inte längre gäller.

source: Define price based on basket weight. Range minimums is counted in range only as zero.
ru: Определите цену, основанную на весе корзины. Минимальным значением диапазона считается ноль.
sv_se: Definiera pris baserat på korgens vikt.

source: Limit service availability for specific contact groups.
ru: Ограничить доступность услуги для отдельных групп контактов.
sv_se: Avgränsa ​​tjänstens tillgänglighet för specifika kontaktgrupper.

source: Service is not available for any of the customers groups.
ru: Услуга не доступна ни для одной группы контактов.
sv_se: Tjänsten är inte tillgänglig för någon av kundgrupperna.

source: Staff only availability
ru: Доступ только для персонала
sv_se: Endast tillgänglig för personal

source: Limit service availability to staff only
ru: Ограничить доступность услуг для всех групп пользователей, кроме персонала.
sv_se: Gräns ​​servicetillgänglighet till endast personal

source: Service is only available for staff
ru: Услуги доступны только для персонала
sv_se: Tjänsten är endast tillgänglig för personal

source: Order total limit
ru: Общий лимит заказа
sv_se: Beställningens sammanlagda gräns

source: Limit service availability based on order total
ru: Ограничить доступность услуг на основе общей суммы заказа
sv_se: Begränsa ​​tillgängligheten av tjänsten baserat på den totala beställningssumman

source: Order total does not match with service limits.
ru: Сумма заказа не соответствует лимитам услуг.
sv_se: Beställningssumman stämmer inte överens med tjänstens gränser.

source: Limit service availability based on countries selected
ru: Ограничить доступность услуг на основе выбранных стран
sv_se: Begränsa ​​tillgängligheten av tjänsten baserat på det valda lander

source: available in european countries
ru: доступно в странах европы
sv_se: tillgängligt i europeiska länder

source: unavailable in european countries
ru: недоступно в странах европы
sv_se: inte tillgängligt i europeiska länder

source: Service is not available without country.
ru: Сервис недоступен без указания страны.
sv_se: Tjänsten är inte tillgänglig utan land.

source: round to nearest with ties going away from zero
ru: Округление до ближайшего значения, стремящегося от нуля
sv_se: avrunda bort från noll

source: round to nearest with ties going towards zero
ru: Округление до ближайшего значения, стремящегося к нулю
sv_se: avrunda mot noll

source: round away from zero
ru: округляется от нуля
sv_se: avrunda bort från noll

source: round towards zero
ru: округляется до нуля
sv_se: avrunda mot noll

source: The payment method name. This name is shown to customers on checkout.
ru: Название способа оплаты. Название показано клиенту при процессе оплаты товара.
sv_se: Betalningssättets namn. Detta namn visas för kunderna i kassan.

source: The payment method description. This description is shown to customers on checkout.
ru: Описание способа оплаты. Данное описание показывается клиентам при оформлении заказа.
sv_se: Betalningssättets beskrivning. Denna beskrivning visas för kunderna i kassan.

source: Rounding quantize for cash payment.
ru: Округлить для платежа наличными.
sv_se: Avrundning kvantisera för kontant betalning.

source: Rounding mode for cash payment.
ru: Режим округления для платежей наличными.
sv_se: Avrundningläge för kontant betalning.

source: The shipping method name. This name is shown to customers on checkout.
ru: Название способа доставки. Название показано клиенту при процессе оплаты товара.
sv_se: Fraktmetodens namn. Detta namn visas för kunderna i kassan.

source: The shipping method description. This name is shown to customers on checkout.
ru: Описание способа доставки. Название показано клиенту при процессе оплаты товара.
sv_se: Fraktmetodbeskrivning. Detta namn visas för kunderna i kassan.

source: not sent
ru: не отправлено
sv_se: inte skickad

source: sent
ru: отправлено
sv_se: skickad

source: received
ru: получено
sv_se: mottaget

source: error
ru: ошибка
sv_se: fel
