Repository: shuup/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, pt_br, ru, sv_se

source: Size of the display unit in internal unit. E.g. if internal unit is kilogram and display unit is gram, ratio is 0.001.
de: Größe der Referenzeinheit in interner Einheit. Wenn z. B. die interne Einheit Kilogramm und die Referenzeinheit Gramm ist, ist das Verhältnis 0,001.
fi_fi: Näyttettävän myynnin yksikön suhde sisäisesti käytettyyn myynnin yksikköön. Esim. jos sisäinen myynnin yksikkö on kilogramma ja asiakkaalle näytettävä myynnin yksikkö on gramma, niin näiden suhde on 0,001.
pt_br: Tamanho da unidade de exibição na unidade interna. Por exemplo, se a unidade interna for quilograma e a unidade de exibição for grama, a proporção é 0,001.

source: The number of decimal places to use for values in the display unit. The internal values are still rounded based on the settings of the internal unit.
de: Die Anzahl der Dezimalstellen, die für Werte in der Referenzeinheit verwendet werden sollen. Die internen Werte werden weiterhin auf der Grundlage der Einstellungen der internen Einheit gerundet.
fi_fi: Asiakkaalle näytettävän myynnin yksikön desimaalien määrä.
pt_br: O número de casas decimais a serem usadas para valores na unidade de exibição. Os valores internos ainda são arredondados com base nas configurações da unidade interna.

source: comparison value
de: Vergleichswert
fi_fi: vertailuarvo
pt_br: valor de comparação
ru: Сравнительная величина
sv_se: jämförelsevärde

source: Value to use when displaying unit prices. E.g. if the display unit is a gram and the comparison value is 100, then unit prices are shown per 100g, like: $2.95 per 100g.
de: Wert, der bei der Anzeige von Einheitspreisen verwendet wird. Wenn z. B. die Referenzeinheit 1 Gramm ist und der Vergleichswert 100 ist, dann werden die Einheitspreise pro 100g angezeigt, z. B: 2,95 € pro 100 g.
fi_fi: Asetus jota käytetään yksikköhinnallisten tuotteiden hintojen muodostamiseen. Jos esimerkiksi asiakkaalle näytettävä myynnin yksikkö on gramma ja asetus on 100, asiakkaalle näytettävä hinta lasketaan 100 grammalle tuotetta.
pt_br: Valor a ser usado ao exibir preços unitários. Por exemplo, se a unidade de exibição for um grama e o valor de comparação for 100, os preços unitários serão mostrados por 100g, como: $ 2,95 por 100g.

source: allow bare number
de: blanke Zahl zulassen
fi_fi: salli pelkkä luku
pt_br: permitir número vazio
ru: Разрешить простое число
sv_se: tillåta nummer utan enhet

source: If true, values of this unit can occasionally be shown without the symbol attached to it. E.g. if the unit is a `piece`, then you might want for the product listings to only show '$5.95' rather than '$5.95 per pc.'.
de: Wenn dies aktiviert ist, können die Werte dieser Einheit gelegentlich auch ohne das zugehörige Einheiten-Symbol angezeigt werden. Wenn die Einheit z. B. "Stück" ist, dann möchtest Du vielleicht, dass in den Produktlistungen nur "$5,95" und nicht "$5,95 pro Stk." angezeigt wird.
fi_fi: Tällä yksiköllä mitattujen tuotteiden kaupan arvo voidaan näyttää ilman siihen liitettyä symbolia. Jos esimerkiksi yksikkö on kpl, voidaan hinta näyttää yksinkertaisesti '5,95€' vs. '5,95€ / kpl'.
pt_br: Se verdadeiro, os valores desta unidade podem ocasionalmente ser mostrados sem o símbolo anexado a ela. Por exemplo, se a unidade for uma `peça`, então você pode querer que as listas de produtos mostrem apenas &#39;$ 5,95&#39; em vez de &#39;$ 5,95 por pc.&#39;

source: use by default
de: standardmäßig verwenden
fi_fi: käytä oletuksena
pt_br: usar por padrão
ru: Использовать по умолчанию
sv_se: använd som standard

source: Use this display unit by default when displaying values of the internal unit.
de: Diese Referenzeinheit standardmäßig bei der Anzeige von Werten der internen Einheit verwenden.
fi_fi: Käytä tätä näyttöyksikköä oletuksena näytettäessä sen sisäisen yksikön määriä.
pt_br: Use esta unidade de exibição por padrão ao exibir os valores da unidade interna.
ru: Используйте этот блок по умолчанию при отображении значений внутреннего блока.
sv_se: Använd denna visningsenhet som standard när du visar värdena för den interna enheten.

source: Name of the display unit, e.g. grams.
de: Bezeichnung der Referenzeinheit, z.B. Gramm.
fi_fi: Asiakkaalle näytettävä myynnin yksikön nimi, esim. 'kappaletta'.
pt_br: Nome da unidade de exibição, por exemplo, gramas.

source: symbol
fi_fi: symboli
pt_br: símbolo
ru: Символ

source: An abbreviated name of the display unit, e.g. 'g'.
de: Ein abgekürzter Name der Referenzeinheit, z. B. "g" für Gramm.
fi_fi: Näyttöyksikön lyhennetty nimi, esim. 'g'.
pt_br: Um nome abreviado da unidade de exibição, por exemplo, &#39;g&#39;.
ru: Сокращенное имя блока отображения, например: 'г'.
sv_se: Ett förkortat namn av visningsenheten, tex. 'g'.

source: display units
de: Referenzeinheiten
fi_fi: näyttöyksiköt
pt_br: unidades de exibição
ru: дисплейные блоки
sv_se: visningsenheter

source: Pieces
de: Stück
fi_fi: Kappaletta
pt_br: Peças
ru: фрагменты
sv_se: Stycken

source: inherit
de: übernehmen
fi_fi: periä
pt_br: herdar

source: skip
de: überspringen
fi_fi: ohita
pt_br: pular

source: delete
de: löschen
fi_fi: poista
pt_br: excluir

source: The total price should be greater than {} to be ordered.
de: Der Gesamtpreis sollte größer als {} sein, um eine Bestellung auszulösen.
fi_fi: Kokonaishinnan on oltava suurempi kuin {} tilauksen tekemiseksi.
pt_br: O preço total deve ser maior que {} para ser pedido.

source: %s is not available in this shop.
de: %s ist auf diesem Marktplatz leider nicht verfügbar.
fi_fi: %s ei ole saatavana tässä myymälässä.
pt_br: %s não está disponível nesta loja.

source: Default Pricing
de: Standardpreise
fi_fi: Oletushinnoittelu
pt_br: Preço Padrão
ru: Цена по умолчанию
sv_se: Standard prissättning

source: inventory
de: Lagerbestand
fi_fi: varasto
pt_br: inventário
ru: Опись
sv_se: inventarium

source: restock
de: Wiederbeschaffung des Bestands
fi_fi: uudelleenvarastoi
pt_br: reabastecimento
ru: пополнить запасы
sv_se: fyll på lager

source: restock logical
de: Wiederbeschaffungslogik
fi_fi: uudelleenvarastoi looginen
pt_br: reabastecimento lógico
ru: логическое пополнение заказов
sv_se: fyll på lager (logiskt)

source: Refund for %s
de: Rückerstattung für %s
fi_fi: Hyvitys: %s
pt_br: Devolução para %s
sv_se: Återbetalning för %s

source: Misc refund
de: Sonstige Rückerstattung
fi_fi: Sekalainen hyvitys
pt_br: Reembolso diverso
ru: Другой возврат
sv_se: Diverse återmetalning

source: Untaxed
de: Nicht besteuert
fi_fi: Verottamaton
pt_br: Não tributado
ru: Без налогообложения
sv_se: Obeskattade

source: This field cannot be changed since it is protected.
de: Dieses Feld kann nicht geändert werden, da es geschützt ist.
fi_fi: Tätä kenttää ei voi muuttaa, koska se on suojattu.
pt_br: Este campo não pode ser alterado uma vez que está protegido.
ru: Данное поле не может быть изменено, т.к. находится под защитой.
sv_se: Det här fältet kan inte ändras eftersom det är skyddad.

source: Region
de: Bundesland
fi_fi: Alue
pt_br: Região
ru: Регион

source: Username
de: Benutzername
fi_fi: Käyttäjänimi
pt_br: Nome do usuário

source: Please provide either username or email, not both.
de: Bitte gib entweder den Benutzernamen oder die E-Mail-Adresse an, nicht beides.
fi_fi: Ole hyvä ja anna käyttäjätunnus tai sähköposti, ei molempia.
pt_br: Forneça um nome de usuário ou e-mail, não ambos.

source: Please provide either username or email.
de: Bitte gib entweder den Benutzernamen oder die E-Mail-Adresse an.
fi_fi: Ole hyvä ja anna käyttäjätunnus tai sähköposti.
pt_br: Forneça um nome de usuário ou e-mail.

source: First Last
de: Erste Letzte
fi_fi: Ensimmäinen Viimeinen
pt_br: Primeiro Último
ru: Первый Последний
sv_se: First Sist

source: email
fi_fi: sähköposti
sv_se: e-post

source: status
fi_fi: tila
ru: статус

source: decimal
de: dezimale
fi_fi: desimaali
ru: десятичная дробь
sv_se: decimaltal

source: product_count
de: Artikel_Anzahl
fi_fi: tuotteiden_määrä
sv_se: produktantal

source: slug
fi_fi: lyhytnimi
ru: слаг

source: %(key)s (global)
fi_fi: %(key)s (globaali)
ru: %(key)s (глобально)

source: owning_media_folders
de: eigene_medien_ordner
fi_fi: omistavat_media_kansiot

source: SKU
de: Artikelnummer
fi_fi: Tuotekoodi
ru: Артикул
sv_se: Artikelnr

source: volume ({})
de: Volumen ({})
fi_fi: äänenvoimakkuus ({})

# Symbol for pieces unit
source: pc.
de: Stk.
fi_fi: kpl
sv_se: st.

source: Email
fi_fi: Sähköposti

source: Mutable Address
ru: Изменяемый адрес
sv_se: Förändringsbar adress

source: Mutable Addressess can be fetched, created, updated and deleted.
ru: Изменяемый адрес может быть получен, создан, обновлен и удален.
sv_se: Förändringsbar adresser kan hämtas, skapas, uppdaterad och tas bort.

source: Attributes
ru: Параметры
sv_se: Attribut

source: Attributes can be listed, fetched, created, updated and deleted.
ru: Параметры могут быть указаны, выбраны, созданы, обновлены или удалены.
sv_se: Attribut kan listas, hämtas, skapas, uppdateras och tas bort.

source: Basket
ru: Корзина
sv_se: Varukorg

source: Basket items can be listed, added, removed and cleaned. Also campaign codes can be added.
ru: Элементы корзины могут быть перечислены, добавлены, удалены и очищены. Также можно добавить коды кампании.
sv_se: Varukorgen kan listas, läggas till, tas bort och rensas. Kampanj-koder kan även läggas till.

source: Category
ru: Категория
sv_se: Kategori

source: Categories can be listed, fetched, created, updated and deleted.
ru: Категории могут быть указаны, выбраны, созданы, обновлены или удалены.
sv_se: Kategorier kan listas, hämtas, skapas, uppdateras och tas bort.

source: Contacts
ru: Контакты
sv_se: Kontakter

source: Contacts can be listed, fetched, created, updated and deleted.
ru: Контакты могут быть указаны, выбраны, созданы, обновлены или удалены.
sv_se: Kontakter kan listas, hämtas, skapas, uppdateras och tas bort.

source: Person Contact
sv_se: Kontakter

source: Person Contacts can be listed, fetched, created, updated and deleted.
ru: Персональные контакты могут быть указаны, выбраны, созданы, обновлены или удалены.
sv_se: Kontakter kan listas, hämtas, skapas, uppdateras och tas bort.

source: Front Orders
ru: Внешние заказы
sv_se: Beställningar

source: Retrieve and list the current users orders.
ru: Получить и отобразить текущие заказы пользователей.
sv_se: Hämta och lista nuvarande användares beställningar.

source: Storefront Shop Products
sv_se: Skyltfönsterprodukter

source: Storefront shop products can be listed and fetched.
sv_se: Produkter på butikens framsidan kan listas och hämtas.

source: Storefront Products
sv_se: Produkter på butikens framsida

source: Storefront products can be listed and fetched.
sv_se: Produkter på butikens framsidan kan listas och hämtas.

source: Front Users
sv_se: Användare på butikens framsida

source: Users can register to the storefront and fetch and update their own user details.
sv_se: Användare kan registrera i butiken samt hämta och uppdatera sina egna användaruppgifter.

source: Manufacturer
ru: Производитель
sv_se: Tillverkare

source: Manufacturers can be listed, fetched, created, updated and deleted.
ru: Производители могут быть указаны, выбраны, созданы, обновлены или удалены.
sv_se: Tillverkarna kan listas, hämtas, skapas, uppdateras och tas bort.

source: Order status changed: {from_status} to {to_status}
sv_se: Beställningsstatus ändrad: {from_status} till {to_status}

source: Orders
ru: Заказы
sv_se: Beställningar

source: Orders can be listed, fetched, created, updated and canceled.
ru: Заказы могут быть указаны, выбраны, созданы, обновлены или удалены.
sv_se: Beställningar kan listas, hämtas, skapas, uppdateras och annulleras.

source: Product Media
ru: Медиа данные продуктов
sv_se: produktmedia

source: Products media can be fetched, updated and deleted.
ru: Медиа данные могут быть выбраны, обновлены или удалены.
sv_se: Produktmedia kan hämtas, uppdateras och raderas.

source: Product Variation Variable
ru: Переменная вариации товара
sv_se: Produktvariantsvariabel

source: Product variation variables can be listed, fetched, created, updated and deleted.
ru: Переменные вариации товара могут быть указаны, выбраны, созданы, обновлены или удалены.
sv_se: Produktvariantsvariabler kan listas, hämtas, skapas, uppdateras och tas bort.

source: Product Variation Variable Value
ru: Значение переменной вариации товара
sv_se: Produktvariantssvariabelvärde

source: Product variation variable values can be listed, fetched, created, updated and deleted.
ru: Значения переменных вариаций товара может быть указано, выбрано, создано, обновлено и удалено.
sv_se: Produktvariantsvariabelvärden kan listas, hämtas, skapas, uppdateras och tas bort.

source: Products
ru: Товары
sv_se: Produkter

source: Products can be listed, fetched, created, updated and deleted.
ru: Товары могут быть указаны, выбраны, созданы, обновлены и удалены.
sv_se: Produkter kan listas, hämtas, skapas, uppdateras och tas bort.

source: Shop Products
ru: Товары магазина
sv_se: Butikens produkter

source: Shop Products can be listed, fetched, created, updated and deleted.
ru: Товары магазина могут быть указаны, выбраны, созданы, обновлены и удалены.
sv_se: Butikens produkter kan listas, hämtas, skapas, uppdateras och tas bort.

source: Product type
ru: Тип товара
sv_se: Produkttyp

source: Product types can be listed, fetched, created, updated and deleted.
ru: Типы товара могут быть указаны, выбраны, созданы, обновлены и удалены.
sv_se: Produkttyper kan listas, hämtas, skapas, uppdateras och tas bort.

source: Product Attribute
ru: Свойства товара
sv_se: Produktattribut

source: Products attributes can be fetched, updated and deleted.
ru: Свойства товара могут быть выбраны, обновлены или удалены.
sv_se: Produktattribut kan listas, hämtas, skapas, uppdateras och tas bort.

source: Product Package Link
ru: Ссылка на собрание товаров
sv_se: Produktens paketlänk

source: Products package links can be fetched, updated and deleted.
ru: Собрания товаров могут быть выбраны, обновлены или удалены.
sv_se: Produkters paketlänkar kan hämtas, uppdateras och raderas.

source: Shipments
ru: Почтовые отправления
sv_se: Sändningar

source: Shipments can be listed and fetched.
ru: Почтовые отправления могут быть указаны и выбраны.
sv_se: Sändningar kan listas, hämtas, skapas, uppdateras och tas bort.

source: Shop
ru: Магазин
sv_se: Butik

source: Shops can be listed, fetched, created, updated and deleted.
ru: Магазины могут быть указаны, выбраны, созданы, обновлены и удалены.
sv_se: Butiker kan listas, hämtas, skapas, uppdateras och tas bort.

source: Suppliers
ru: Поставщики
sv_se: Leveranrörer

source: Tax Class
ru: Налоговый класс
sv_se: Skatteklass

source: Tax classes can be listed, fetched, created, updated and deleted.
ru: Классы налогов могут быть указаны, выбраны, созданы, обновлены или удалены.
sv_se: Skatteklasser kan listas, hämtas, skapas, uppdateras och tas bort.

source: Sales Unit
ru: Единица продаж
sv_se: Försäljningsenhet

source: Sales units can be listed, fetched, created, updated and deleted.
ru: Единицы продаж могут быть указаны, выбраны, созданы, обновлены и удалены.
sv_se: Försäljningsenheter kan listas, hämtas, skapas, uppdateras och tas bort.

source: Users
ru: Пользователи
sv_se: Användare

source: Users can be listed, fetched, created, updated and deleted.
ru: Пользователи могут быть указаны, выбраны, созданы, обновлены и удалены.
sv_se: Användare kan listas, hämtas, skapas, uppdateras och tas bort.

source: Invalid command %s
sv_se: Ogiltigt kommando %s

source: The quantity %f is not allowed. Please use an integer value.
sv_se: Antalet %f är inte tillåtet. Använd ett heltal.

source: The quantity %s is not valid.
sv_se: Antalet %s är inte giltigt.

source: This variation is not available.
sv_se: Varianten är inte tillgänglig.

source: Products in basket cannot be shipped together. %s
sv_se: Produkter i korgen kan inte levereras tillsammans. %s

source: The business tax number. For example, EIN in US or VAT code in Europe.
ru: Налоговый номер для бизнеса. Например: EIN для США и VAT для Европы.
sv_se: Företagets momsnummer. Exempelvis, EIN i USA eller momsnummer i Europa.

source: Searchable attributes will be used for product lookup when customers search your store.
ru: Поисковые атрибуты будут использоваться для поиска товаров, когда клиенты будут искать товары в вашем магазине.
sv_se: Sökbara attribut kommer att användas då kunder söker efter produkter i din butik.

source: The following fields can not be changed
ru: Следующие поля не могут быть изменены
sv_se: Följande fält kan inte ändras

source: visible to logged in customers
ru: видимый для выполнивших вход покупателей
sv_se: synlig för inloggade kunder

source: Here you can choose whether or not you want the category to be visible in your store.
ru: Здесь вы можете выбрать, хотите ли вы, чтобы категория была видна в вашем магазине.
sv_se: Här kan du välja om du vill att kategorin ska synas i din butik.

source: Category image. Will be shown at theme.
ru: Изображение категории. Будет показано в теме.
sv_se: Kategoribild. Kommer att visas i temat.

source: You can set the order of categories in your store numerically.
ru: Вы можете установить порядок категорий в вашем магазине в цифровом виде.
sv_se: Du kan ställa in ordningen kategorier i din butik numeriskt.

source: You can choose to limit who sees your category based on whether they are logged in or if they are part of a customer group.
ru: Вы можете ограничить, кто видит вашу категорию, в зависимости от того, вошли ли они в систему или являются членами группы клиентов.
sv_se: Du kan välja att begränsa vem som ser din kategori beroende på om de är inloggad eller om de är en del av en kundgrupp.

source: Check this if this category should be visible in menu.
ru: Поставьте галочку, если данная категория должна отображаться в меню.
sv_se: Kontrollera detta om denna kategori bör vara synliga i menyn.

source: Select the customer groups you would like to be able to see the category. These groups are defined in Contacts Settings - Contact Groups.
ru: Выберите группы клиентов, которые вы хотели бы видеть в категории. Эти группы определены в разделе «Настройки контактов - группы контактов».
sv_se: Välj de kundgrupper du vill kunna se kategorin. Dessa grupper definieras i Kontaktinställningar - Kontaktgrupper.

source: Enter a descriptive name for your product category. Products can be found in menus and in search in your store under the category name.
ru: Введите описательное название для категории товаров. Товары можно найти в меню и в поиске вашего магазина прямо под названием категории.
sv_se: Ange ett beskrivande namn för din produktkategori. Produkter kan hittas i menyerna och genom sökfältet i din butik under kategorinamnet.

source: Enter a URL slug for your category. This is what your product category page URL will be. A default will be created using the category name.
ru: Введите URL-адрес для вашей категории. Это будет URL-адрес вашей категории товаров. Шаблон будет создан, основываясь на названии категории.
sv_se: Ange en URL slug för din kategori. Detta är vad din produktkategori webbadress kommer att bli. En standardvärde kommer att skapas med hjälp av kategorinamnet.

source: The contact group name. Contact groups can be used to target sales and campaigns to specific set of users.
ru: Название группы контактов. Группы контактов могут использоваться для таргетинга продаж и акций для специальной группы пользователей.
sv_se: Kontaktgruppens namn. Kontaktgrupper kan användas för att rikta försäljning och kampanjer till specifika användare.

source: Check this if the contact is an active customer.
ru: Поставьте галочку, если лицо с данным контактом является активным клиентом.
sv_se: Markera detta om kontakten är en aktiv kund.

source: Check this if the contact can receive marketing and promotional materials.
ru: Поставьте галочку, если контакту будут доступны маркетинговые и рекламные материалы.
sv_se: Markera detta om kontakten får ta emot marknadsföring och reklammaterial.

source: Select the contact tax group to use for this contact. Tax groups can be used to customize the tax rules the that apply to any of this contacts orders. Tax groups are defined in Settings - Customer Tax Groups and can be applied to tax rules in Settings - Tax Rules
ru: Выберите налоговую группу контакта, которая будет использоваться для этого контакта. Налоговые группы могут использоваться для настройки налоговых правил, применимых к любому из этих контактов. Налоговые группы определяются в "Настройки - Группы налогов клиентов", и могут применяться к налоговым правилам в "Настройки - Налоговые правила"
sv_se: Välj kontakten momsgrupp som ska användas för den här kontakten. Skattegrupper kan användas för att anpassa skattereglerna som gäller för någon av denna kontakts beställningar. Skattegrupper definieras i Inställningar - Kundskattegrupper och kan tillämpas på skatteregler i Inställningar - Skatteregler

source: Enter a valid ISO-4217 currency code
ru: Введите действительный код валюты ISO-4217
sv_se: Ange ett giltigt ISO-4217 valutakod

source: Enter the manufacturer’s name. Products can be filtered by the manufacturer and can be useful for inventory and stock management.
ru: Введите имя производителя. Продукты могут быть отфильтрованы производителем и могут быть полезны для инвентаризации и управления запасами.
sv_se: Ange tillverkarens namn. Produkter kan filtreras enligt tillverkaren och kan vara användbara för inventering och lagerhantering.

source: URL
sv_se: Webbadress

source: Amount that this tax is calculated from
ru: Сумма, на которую рассчитывается этот налог
sv_se: Belopp som skatt beräknas utifrån

source: Internal identifier for status. This is used to identify the statuses in Shuup.
ru: Внутренний идентификатор состояния. Это используется для идентификации статусов в Shuup.
sv_se: Intern identifierare för status. Detta används för att identifiera tillstånden i Shuup.

source: Role of status. One role can have multiple order statuses.
sv_se: Statusens roll. En roll kan ha flera beställningsstatus.

source: Defines if the status should be considered as default.
ru: Определяет, следует ли считать статус статусом по умолчанию.
sv_se: Definierar om status bör betraktas som standard.

source: Define if the status is usable.
ru: Определите, можно ли использовать этот статус.
sv_se: Definiera om statusen är användbar.

source: Name of the order status
ru: Название статуса заказа
sv_se: Namn på orderstatus

source: The name shown for customer in shop front.
ru: Название указано для клиента в витрине магазина.
sv_se: Namnet visas för kunden i butikens framsida.

source: Order marked as paid.
ru: Заказ отмечен, как оплаченный
sv_se: Beställning markerad som betald.

source: Order marked as partially paid.
ru: Заказ отмечен, как частично оплаченный
sv_se: Beställning markerad som delvis betald.

source: Shipment #%d created.
sv_se: Leverans #%d skapad.

source: New shipping status set: %(shipping_status)s
sv_se: Nya leveransstatus satt: %(shipping_status)s

source: New payment status set: %(payment_status)s
sv_se: Nya betalningsstatus satt: %(payment_status)s

source: You enter the numerical order that your image will be displayed on your product page.
ru: Введите числовой порядок, в котором ваше изображение будет отображаться на странице товара.
sv_se: Du skriver in ordningen som bilderna kommer att visas på produktsidan.

source: Check this if you would like the image shown on your product page. Checked by default.
ru: Проверьте это, если вы хотите, чтобы изображение отображалось на странице вашего товара. Проверено по умолчанию.
sv_se: Markera det här om du vill att bilden visas på produktsidan. Markerad som standard.
