Repository: shuup/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, pt_br, ru, sv_se

source: ordering
de: Bestellen
fi_fi: järjestys
pt_br: ordenação
ru: Упорядочивание
sv_se: ordning

source: You can assign numerical values to images to tell the order in which they shall be displayed on the vendor page. You can also use the `Organize` button in the list view to order them visually with a drag-and-drop.
de: Du kannst den Bildern numerische Werte zuweisen, um die Reihenfolge festzulegen, in der sie auf der Händlerseite angezeigt werden sollen. Du kannst auch die Schaltfläche "Organisieren" in der Listenansicht verwenden, um sie mit einem Drag-and-Drop visuell zu ordnen.
fi_fi: Voit määrittää kuville numero-tunnisteen jonka perusteella kuvat asetetaan järjestykseen toimittajan sivulla. Voit myös käyttää 'Järjestä'-painiketta listanäkymässä järjestääksesi kuvat vedä-ja-pudota menetelmällä.
pt_br: Você pode atribuir valores numéricos às imagens para informar a ordem em que devem ser exibidas na página do fornecedor. Você também pode usar o botão `Organizar` na visualização de lista para ordená-los visualmente arrastando e soltando.

source: visibility limitations
de: Sichtbarkeitsbeschränkungen
fi_fi: näkyvyysrajoitukset
pt_br: limitações de visibilidade
ru: ограничения видимости
sv_se: synlighetsbegränsningar

source: You can choose to limit who sees your category based on whether they are logged in or if they are part of a certain customer group.
de: Du kannst einschränken, wer Deine Kategorie sehen kann - je nachdem, ob die Person angemeldet ist oder zu einer bestimmten Kundengruppe gehört.
fi_fi: Voit valita rajoittaa tuoteryhmäsi näkyvyyden ehtojen kuten sisäänkirjautumisen tai vaikkapa tiettyyn asiakasryhmään kuulumisen perusteella.
pt_br: Você pode optar por limitar quem vê sua categoria com base no fato de estar conectado ou fazer parte de um determinado grupo de clientes.

source: visible in menu
de: in der Menüleiste sichtbar
fi_fi: näkyvissä valikossa
pt_br: visível no menu
ru: Отображается в меню
sv_se: synlig i menyn

source: Enable if this category should be visible in the store front's menu.
de: Aktiviere diese Option, wenn diese Kategorie im Marktplatz-Menüleiste sichtbar sein soll.
fi_fi: Näytä tuoteryhmä kaupan valikossa.
pt_br: Ative se esta categoria deve estar visível no menu da fachada da loja.

source: visible for groups
de: für Gruppen sichtbar
fi_fi: näkyvissä ryhmille
pt_br: visível para os grupos
ru: видимый для групп
sv_se: synlig för grupper

source: Select the customer groups you want to see this category. There are three groups created by default: Company, Person, Anonymous. In addition you can also define custom groups by searching for `Contact Groups`.
de: Wähle die Kundengruppen aus, für die Du diese Kategorie anzeigen lassen möchtest. Es werden standardmäßig drei Gruppen erstellt: Unternehmen, Personen, Anonym. Darüber hinaus kannst Du auch benutzerdefinierte Gruppen erstellen, indem Du nach "Kontaktgruppen" suchst.
fi_fi: Valitse asiakasryhmät joiden haluat näkevän tämän tuoteryhmän. Oletusarvoiset ryhmät ovat: Yhtiö, Yksityishenkilö, Muut. Voit määritellä lisää ryhmiä osiossa Asiakasryhmät.
pt_br: Selecione os grupos de clientes que deseja ver nesta categoria. Existem três grupos criados por padrão: Empresa, Pessoa, Anônimo. Além disso, você também pode definir grupos personalizados procurando por `Grupos de contatos`.

source: Enter a descriptive name for your product category. Products can be found in the store front under the defined product category either directly in menus or while searching.
de: Gib eine Beschreibung für Deine Artikelkategorie ein. Artikel können in der Marktplatzansicht unter der definierten Artikelkategorie entweder direkt in der Menüleiste oder bei der Suche gefunden werden.
fi_fi: Anna kuvaava nimi tuoteryhmällesi. Tuotteet löytyvät hakutoimintoa käyttäessä tai valikosta määritettyjen tuoteryhmien alta.
pt_br: Insira um nome descritivo para sua categoria de produto. Os produtos podem ser encontrados na frente da loja sob a categoria de produto definida diretamente nos menus ou durante a pesquisa.

source: description
de: Beschreibung
fi_fi: selite
pt_br: descrição
ru: описание
sv_se: beskrivning

source: Give your product category a detailed description. This will help shoppers find your products under that category in your store and on the web.
de: Gib eine Beschreibung für Deine Artikelkategorie ein. Dies wird Käufern helfen, Deine Artikel unter dieser Kategorie auf Deinem Marktplatz und im Internet zu finden.
fi_fi: Anna tuoteryhmällesi kuvaava kuvaus. Tämä auttaa asiakkaita löytämään tuotteitasi oikeista tuoteryhmistä.
pt_br: Dê uma descrição detalhada da sua categoria de produto. Isso ajudará os compradores a encontrar seus produtos nessa categoria na sua loja e na web.
ru: Дайте подробное описание вашей категории продуктов. Это поможет покупателям находить ваши товары данной категории в вашем магазине и в Интернете.
sv_se: Ge din produktkategori en detaljerad beskrivning. Detta kommer att hjälpa kunder att hitta dina produkter under kategorin i din butik och på webben.

source: Enter a URL slug for your category. Slug is user- and search engine-friendly short text used in a URL to identify and describe a resource. In this case it will determine what your product category page URL in the browser address bar will look like. A default will be created using the category name.
de: Gib einen URL-Slug für Deine Kategorie ein. Ein Slug ist ein benutzer- und suchmaschinenfreundlicher Kurztext, der in einer URL verwendet wird, um eine Ressource zu identifizieren und zu beschreiben. In diesem Fall bestimmt er, wie die URL Deiner Produktkategorienseite in der Adressleiste des Browsers aussehen wird. Es wird automatisch ein Vorschlag hierfür bestehend aus dem Kategorienamen erstellt.
fi_fi: Syötä verkko-osoitteen typistys tuoteryhmällesi. Typistys on käyttäjä- ja hakukoneystävällinen lyhyt teksti jota käytetään verkko-osoitteessa resurssin yksilöimiseen ja kuvaamiseen. Tässä yhteydessä typistys määrittää sen, miltä tuoteryhmäsi verkko-osoite nettiselaimen osoiterivillä näyttää. Oletus-typistys luodaan automaattisesti tuoteryhmäsi nimestä.
pt_br: Insira um slug de URL para sua categoria. Slug é um texto curto amigável ao usuário e ao mecanismo de pesquisa usado em uma URL para identificar e descrever um recurso. Nesse caso, ele determinará a aparência do URL da sua página de categoria de produto na barra de endereço do navegador. Um padrão será criado usando o nome da categoria.

source: category
de: Kategorie
fi_fi: kategoria
pt_br: categoria
ru: категория
sv_se: kategori

source: categories
de: Kategorien
fi_fi: kategoriat
pt_br: categorias
ru: категории
sv_se: kategorier

source: value
de: Wert
fi_fi: arvo
pt_br: valor
ru: значение
sv_se: värde

source: configuration item
de: Konfigurationselement
fi_fi: konfiguraatiotieto
pt_br: item de configuração
ru: Элемент конфигурации
sv_se: konfigurationsobjekt

source: configuration items
de: Konfigurationselemente
fi_fi: konfiguraatiotiedot
pt_br: itens de configuração
ru: Элементы конфигурации
sv_se: konfigurationsobjekt

source: %(key)s for shop %(shop)s
de: %(key)s für Händler %(shop)s
fi_fi: %(key)s kaupalle %(shop)s
pt_br: %(key)s para loja %(shop)s
ru: %(key)s для магазина %(shop)s
sv_se: %(key)s för butik %(shop)s

source: show as pricing option
de: als Preisoption anzeigen
fi_fi: näytä hinnoitteluvaihtoehtona
pt_br: mostrar como opção de preço
ru: показать как вариант ценообразования
sv_se: visas som prisalternativ

source: show prices including taxes
de: Preise inkl. Steuern anzeigen
fi_fi: näytä hinnat sisältäen verot
pt_br: mostrar preços incluindo impostos
ru: показать стоимость с учётом налогов
sv_se: visa priser inkl. skatter

source: hide prices
de: Preise ausblenden
fi_fi: piilot hinnat
pt_br: ocultar preços
ru: Скрыть стоимости
sv_se: dölj priser

source: Unknown
de: Unbekannt
fi_fi: Tuntematon
pt_br: Desconhecido

source: Price Display Options for Contact Group %s
de: Preisanzeigeoptionen für Kontaktgruppe %s
fi_fi: Hintojen näyttämisen valinnat kontaktiryhmälle %s
pt_br: Opções de exibição de preço para Grupo de contato %s

source: contact group price display
de: Kontaktgruppen-Preisanzeige
fi_fi: kontaktiryhmän hintojen näyttö
pt_br: exibição de preço do grupo de contato

source: contact group price displays
de: Kontaktgruppen-Preisanzeigen
fi_fi: kontaktiryhmien hintojen näyttö
pt_br: exibição de preço do grupo de contato

source: members
de: Mitglieder
fi_fi: jäsenet
pt_br: membros
ru: участники
sv_se: medlemmar

source: The contact group name. Contact groups can be used to target sales and campaigns to a specific set of users.
de: Der Name der Kontaktgruppe. Kontaktgruppen können verwendet werden, um Verkäufe und Aktionen auf eine bestimmte Gruppe von Benutzern auszurichten.
fi_fi: Asiakasryhmän nimi. Asiakasryhmiä voidaan käyttää myynnin ja kampanjoiden kohdistamisessa.
pt_br: O nome do grupo de contato. Os grupos de contatos podem ser usados para direcionar vendas e campanhas a um conjunto específico de usuários.

source: contact group
de: Kontaktgruppe
fi_fi: kontaktiryhmä
pt_br: grupo de contatos
ru: группа контактов
sv_se: kontaktgrupp

source: contact groups
de: Kontaktgruppen
fi_fi: kontaktiryhmät
pt_br: grupos de contatos
ru: группы контактов
sv_se: kontaktgrupper

source: Cannot set shop for default Contact Group.
de: Es kann kein Händlerbereich für die Standardkontaktgruppe definiert werden.
fi_fi: Et voi asettaa kauppaa oletus kontaktiryhmälle.
pt_br: Não é possível definir loja para Grupo de contato padrão.

source: Can't delete. This object is protected.
de: Kann nicht gelöscht werden. Dieses Objekt ist geschützt.
fi_fi: Ei voi poistaa
pt_br: Não é possível excluir. Este objeto está protegido.
ru: Невозможно удалить. Данный объект защищён
sv_se: Går ej att att ta bort. Detta ändamål är skyddad.

source: active
de: aktiv
fi_fi: aktiivinen
pt_br: ativo
ru: активно
sv_se: aktiv

source: Enable this if the contact is an active customer.
de: Aktiviere dies, wenn der Kontakt ein aktiver Kunde ist.
fi_fi: Asiakas on aktiivinen.
pt_br: Ative-o se o contato for um cliente ativo.

source: Inform which shops have access to this contact.
de: Informiere, welche Händler Zugriff auf diesen Kontakt haben.
fi_fi: Valitse kaupat joilla on pääsy tähän kontaktiin.
pt_br: Informe quais lojas têm acesso a este contato.

source: registration shop
de: Marktplatz-Registrierung
fi_fi: rekisteröintikauppa
pt_br: loja de registro

source: default shipping method
de: Standard-Versandart
fi_fi: oletustoimitustapa
pt_br: forma de entrega padrão
ru: способ доставки по умолчанию
sv_se: standardleveranssätt

source: default payment method
de: Standard-Zahlungsart
fi_fi: oletusmaksutapa
pt_br: forma de pagamento padrão
ru: способ оплаты по умолчанию
sv_se: standardbetalningsmetod

source: language
de: Sprache
fi_fi: kieli
pt_br: idioma
ru: язык
sv_se: språk

source: The primary language to be used in all communications with the contact.
de: Die Hauptsprache, die bei der gesamten Kommunikation mit dem Kontakt verwendet werden soll.
fi_fi: Asiakkaan pääasiallinen yhteydenpitokieli.
pt_br: O idioma principal a ser usado em todas as comunicações com o contato.
ru: Основной язык для использования во всех коммуникациях с контактом
sv_se: Det primära språk som ska användas i all kommunikation med kontakten.

source: marketing permission
de: Einwilligung in E-Mail-Marketing
fi_fi: markkinointilupa
pt_br: permissão de marketing
ru: Маркетинговое разрешение
sv_se: marknadsföringstillstånd

source: Enable this if the contact can receive marketing and promotional materials.
de: Aktiviere dies, wenn der Kontakt Marketing- und Werbematerialien erhalten möchte.
fi_fi: Asiakas voi vastaanottaa esitteitä ja muita markkinointiin liittyviä materiaaleja.
pt_br: Ative-o se o contato puder receber materiais de marketing e promocionais.

source: The primary phone number of the contact.
de: Die primäre Rufnummer des Kontakts.
fi_fi: Ensisijainen puhelinnumero kontaktille.
pt_br: O número de telefone principal do contato.
ru: Основной номер телефона данного контакта.
sv_se: Det primära telefonnumret för kontakten.

source: web address
de: Internetadresse
fi_fi: web-osoite
pt_br: endereço web
ru: веб-адрес
sv_se: webbadress

source: The web address of the contact, if any.
de: Die Internetadresse des Kontakts, sofern vorhanden.
fi_fi: Asiakkaan verkko-osoite, mikäli sellainen on.
pt_br: O endereço da web do contato, se houver.
ru: Веб адрес контакта, если есть.
sv_se: Webbadressen för kontakten, om något.

source: time zone
de: Zeitzone
fi_fi: aikavyöhyke
pt_br: fuso horário
ru: часовой пояс
sv_se: tidszon

source: The timezone in which the contact resides. This can be used to target the delivery of promotional materials at a particular time.
de: Die Zeitzone, in der sich der Kontakt befindet. Dies kann verwendet werden, um die Zusendung von Werbe-E-Mails auf eine bestimmte Zeit auszurichten.
fi_fi: Kontaktin aikavyöhyke. Tätä käytetään esimerkiksi markkinoinnin oikea-aikaiseen lähettämiseen.
pt_br: O fuso horário em que o contato reside. Isso pode ser usado para direcionar a entrega de materiais promocionais em um determinado momento.
ru: Часовой пояс, в котором находится контакт. Это может использоваться для обеспечения доставки рекламных материалов в определенное время.
sv_se: Tidszon där kontakten är bosatt. Detta kan användas för att rikta leveransen av reklammaterial vid en viss tidpunkt.

source: The name prefix of the contact. For example, Mr, Mrs, Dr, etc.
de: Das Namenspräfix des Kontakts. Zum Beispiel: Herr, Frau, Fräulein, Dr., usw.
fi_fi: Asiakkaan nimen etuliite. Esimerkiksi Mr, Mrs, Dr, jne.
pt_br: O prefixo do nome do contato. Por exemplo, Sr., Sra., Dr., etc.
ru: Приставка к контакту. Например мистер, миссис, мисс, доктор, и др.
sv_se: Personens titel. Exempel, Herr, Fru, Dr, osv.

source: The contact name
de: Der Name des Kontakts
fi_fi: Kontaktin nimi
pt_br: O nome do contato
ru: Имя контакта
sv_se: Kontaktnamn

source: The name suffix of the contact. For example, Sr, Jr, etc.
de: Das Namenssuffix des Kontakts. Zum Beispiel: Junior., Senior, usw.
fi_fi: Kontaktin nimen jälkiliite. Esimerkiksi Sr, Jr, jne.
pt_br: O sufixo do nome do contato. Por exemplo, Sr, Jr, etc.
ru: Приставка к имени контакта. Например Сэр, джуниор и др.
sv_se: Namnsuffix. Till exempel, Jr, Sr, etc.

source: The email that will receive order confirmations and promotional materials (if permitted).
de: Die E-Mail-Adresse, die Auftragsbestätigungen und Werbematerialien erhalten soll (falls die Einwilligung hierzu erteilt wurde).
fi_fi: Osoite, johon tilausvahvistukset ja markkinointimateriaalit (mikäli sallittu) lähetetään.
pt_br: O e-mail que receberá as confirmações de pedido e materiais promocionais (se permitido).
ru: Электронный адрес, на который будут высланы подтверждения заказов и рекламные материалы (если разрешено).
sv_se: Epostadressen som ska ta emot orderbekräftelser och marknadsföringsmaterial (om det är tillåtet).

source: tax group
de: Steuergruppe
fi_fi: veroryhmä
pt_br: grupo de impostos
ru: группа налогов
sv_se: skatteklass

source: Select the contact tax group to use for this contact. Tax groups can be used to customize the tax rules the that apply to any of this contact's orders. Tax groups are defined in `Customer Tax Groups` and can be applied to tax rules in `Tax Rules`.
de: Wähle die Steuergruppe, die für diesen Kontakt verwendet werden soll. Steuergruppen können verwendet werden, um die Steuerregeln anzupassen, die für alle Bestellungen dieses Kontakts gelten. Steuergruppen werden im Menüpunkt "Kundensteuergruppen" definiert und können auf bestimmte Steuerregeln im Menüpunkt "Steuerregeln" angewendet werden.
fi_fi: Valitse veroryhmä johon asiakas liitetään. Veroryhmä määrittää ne verotuksen säännöt joita tämän asiakkaan tilauksiin sovelletaan. Veroryhmät määritellään 'Asiakkaiden veroryhmät'-osiossa ja niissä sovellettavat säännöt taas 'Verosäännöt'-osiossa.
pt_br: Selecione o grupo de imposto de contato a ser usado para este contato. Os grupos de impostos podem ser usados para personalizar as regras fiscais que se aplicam a qualquer um dos pedidos desse contato. Os grupos de impostos são definidos em `Grupos de impostos do cliente` e podem ser aplicados às regras de impostos em` Regras de impostos`.

source: merchant notes
de: Hinweise für Händler
fi_fi: kauppiaan merkinnät
pt_br: notas do lojista
ru: Торговые замечания
sv_se: köpmannens anteckningar

source: Enter any private notes for this customer that are only accessible in Shuup admin.
de: Gib hier persönliche Notizen für diesen Kunden ein, die nur dem Shuup-Admin zugänglich sind.
fi_fi: Lisää yksityisiä muistiinpanoja asiakkaalle. Nämä näkyvät vain ylläpidolle.
pt_br: Insira quaisquer notas privadas para este cliente que só podem ser acessadas no administrador Shuup.
ru: Введите любые личные примечания для этого клиента, которые доступны только в режиме администратора Shuup.
sv_se: Ange privata anteckningar för denna kund som endast är tillgängliga i Shuup admin.

source: account manager
de: Kontomanager
fi_fi: asiakkuudesta vastaava
pt_br: administrador da conta
ru: Управляющий аккаунтом
sv_se: kontoansvarige

source: options
de: Optionen
fi_fi: asetukset
pt_br: opções
ru: опции
sv_se: val

source: picture
de: Bild
fi_fi: kuva
pt_br: foto

source: Contact picture. Can be used alongside contact profile, reviews and messages for example.
de: Kontaktbild. Kann z. B. neben dem Kontaktprofil, Bewertungen und bei Nachrichten verwendet werden.
fi_fi: Yhteystietoon liitetty kuva. Kuva saatetaan näyttää käyttäjäprofiilin tai siihen liittyvien arvostelujen tai viestien yhteydessä.
pt_br: Foto do contato. Pode ser usado ao lado de perfil de contato, comentários e mensagens, por exemplo.

source: contact
de: Kontakt
fi_fi: kontakti
pt_br: contato
ru: контакт
sv_se: kontakt

source: contacts
de: Kontakte
fi_fi: kontaktit
pt_br: contatos
ru: контакты
sv_se: kontakter

source: Company Contacts
de: Firmenkontakte
fi_fi: Yrityskontaktit
pt_br: Contatos Empresariais
ru: Контакты компании
sv_se: Företagskontakter

source: e.g. EIN in US or VAT code in Europe
de: z.B. der EIN in den USA oder die Umsatzsteueridentnummer in der EU.
fi_fi: esim. Y-tunnus, EIN tai VAT-koodi
pt_br: p. ex. EIN nos EUA ou código VAT na Europa
ru: Например: EIN для США и VAT для Европы.
sv_se: t.ex. EIN i USA eller momskoden i Europa

source: company
de: Firma
fi_fi: yritys
pt_br: empresa
ru: компания
sv_se: företag

source: companies
de: Firmen
fi_fi: yritykset
pt_br: empresas
ru: компании
sv_se: företagen

source: undisclosed
de: nicht veröffentlicht
fi_fi: salainen
pt_br: não revelado
ru: нераскрытый
sv_se: hemlig

source: male
de: Männer
fi_fi: mies
pt_br: masculino
ru: мужской
sv_se: man

source: female
de: Frauen
fi_fi: nainen
pt_br: feminino
ru: женский
sv_se: kvinna

source: other
de: andere
fi_fi: muu
pt_br: outro
ru: другой
sv_se: annan

source: Person Contacts
de: Privatepersonen-Kontakte
fi_fi: Yksityiskontaktit
pt_br: Contatos Pessoais
ru: Контакты персоны
sv_se: Personliga kontakter

source: gender
de: Geschlecht
fi_fi: sukupuoli
pt_br: gênero
ru: пол
sv_se: kön

source: The gender of the contact.
de: Das Geschlecht des Kontakts.
fi_fi: Asiakkaan sukupuoli.
pt_br: O gênero do contato.
ru: Пол контакта.
sv_se: Kontaktens kön

source: birth date
de: Geburtsdatum
fi_fi: syntymäpäivä
pt_br: data de nascimento
ru: дата рождения
sv_se: födelsedatum

source: The birth date of the contact.
de: Das Geburtsdatum des Kontakts.
fi_fi: Asiakkaan syntymäpäivä.
pt_br: A data de nascimento do contato.
ru: Дата рождения контакта.
sv_se: Kontaktens födelsedatum.

source: first name
de: Vorname
fi_fi: etunimi
pt_br: primeiro nome
ru: Имя
sv_se: förnamn

source: The first name of the contact.
de: Der Vorname des Kontakts.
fi_fi: Asiakkaan etunimi.
pt_br: O primeiro nome do contato.
ru: Имя контакта.
sv_se: Kontaktens förnamn.

source: last name
de: Nachname
fi_fi: sukunimi
pt_br: sobrenome
ru: фамилия
sv_se: efternamn

source: The last name of the contact.
de: Der Nachname des Kontakts.
fi_fi: Asiakkaan sukunimi.
pt_br: O sobrenome do contato.
ru: Фамилия контакта.
sv_se: Kontaktens efternamn.

source: person
fi_fi: henkilö
pt_br: pessoa
ru: персона

source: persons
de: Personen
fi_fi: henkilöt
pt_br: pessoas
ru: персоны
sv_se: personer

source: Anonymous Contacts
de: Anonyme Kontakte
fi_fi: Anonyymit kontaktit
pt_br: Contatos Anônimos
ru: Анонимные контакты
sv_se: Anonyma Kontakter

source: order reference
de: Bestellreferenz
fi_fi: tilausviite
pt_br: referência do pedido
ru: Справка по заказу
sv_se: orderreferens

source: identifier
de: Kennung
fi_fi: tunniste
pt_br: identificador
ru: идентификатор
sv_se: indentifierare

source: counter
de: Zähler
fi_fi: laskur
pt_br: contador
ru: счетчик
sv_se: räknare

source: counters
de: Zähler
fi_fi: laskurit
pt_br: contadores
ru: счетчики
sv_se: räknare

source: code
fi_fi: koodi
pt_br: código
ru: код
sv_se: kod

source: The ISO-4217 code of the currency
de: Der ISO-4217-Code der Währung
fi_fi: Valuutan ISO-4217 koodi
pt_br: O código ISO-4217 da moeda
ru: ISO-4217 код валюты
sv_se: Valutans ISO-4217 värde

source: decimal places
de: Dezimalstellen
fi_fi: Desimaalipaikat
pt_br: casas decimais
ru: Десятичные знаки
sv_se: decimalplacering

source: The number of decimal places supported by this currency.
de: Die Anzahl der Dezimalstellen, die von dieser Währung unterstützt werden.
fi_fi: Desimaalien määrä jota tämä valuutta tukee.
pt_br: O número de casas decimais suportadas por esta moeda.
ru: Число знаков после запятой, поддерживаемых этой валютой.
sv_se: Antalet decimaler som stöds av denna valuta.

source: Enter a valid ISO-4217 currency code.
de: Gib bitte einen gültigen ISO-4217-Währungscode ein.
fi_fi: Anna kelvollinen ISO-4217 valuuttakoodi
pt_br: Insira um código de moeda ISO-4217 válido.

source: currencies
de: Währungen
fi_fi: valuutat
pt_br: moedas
ru: Валюты
sv_se: valutor

source: label
fi_fi: merkki
pt_br: rótulo
ru: ярлык
sv_se: etikett

source: labels
fi_fi: merkinnät
pt_br: rótulos

source: added
de: hinzugefügt
fi_fi: lisätty
pt_br: adicionado
ru: добавлен
sv_se: har lagts till

source: Enter the manufacturer’s name. Products can be filtered by the manufacturer and this can be useful for inventory and stock management.
de: Gib bitte den Namen des Herstellers ein. Artikel können nach dem Hersteller gefiltert werden. Dies kann für die Bestands- und Lagerverwaltung nützlich sein.
fi_fi: Syötä valmistajan nimi. Tuotteet voidaan rajata eri näkymissä valmistajan mukaan ja tieto valmistajasta voi olla hyödyllinen myös inventaarion tai varasto-saldojen hallinnassa.
pt_br: Digite o nome do fabricante. Os produtos podem ser filtrados pelo fabricante e isso pode ser útil para gerenciamento de estoque e estoque.

source: Enter the URL of the product manufacturer if you would like customers to be able to visit the manufacturer's website.
de: Gib bitte die URL des Herstellers ein, wenn Du möchtest, dass Kunden die Webseite des Herstellers besuchen können.
fi_fi: Anna tuotteen valmistajan URL-osoite, mikäli haluat että asiakkaasi voivat vierailla valmistajan verkkosivuilla sivujesi kautta.
pt_br: Insira a URL do fabricante do produto se desejar que os clientes possam visitar o site do fabricante.
ru: Введите URL-адрес производителя продукта, если вы хотите, чтобы клиенты могли посетить веб-сайт производителя.
sv_se: Ange webbadressen för tillverkaren om du vill att kunderna skall kunna gå till tillverkarens hemsida.

source: logo
pt_br: logotipo
ru: логотип
sv_se: logga

source: manufacturer
de: Hersteller
fi_fi: valmistaja
pt_br: fabricante
ru: производитель
sv_se: tillverkare

source: manufacturers
de: Hersteller
fi_fi: valmistajat
pt_br: fabricantes
ru: производители
sv_se: tillverkare

source: file
de: Datei
fi_fi: tiedosto
pt_br: arquivo
ru: файл
sv_se: fil
