Repository: shuup/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, pt_br, ru, sv_se

source: This service provider will be available only for order sources that contain all items from the configured supplier. If blank, this service provider is available for any order source.
de: Dieser Dienstleister ist nur für Bestellungen verfügbar, bei der ausschließlich Artikel des konfigurierten Händlers enthalten sind. Wenn das Feld leer ist, kann dieser Dienstleister für alle Marktplatz-Bestellungen verwendet werden.
fi_fi: Rajaa palveluntarjoaja listattujen valmistajien tai toimittajien tuotteisiin. Jos et listaa valmistajia tai toimittajia, palveluntarjoaja on käytettävissä kaikilla tilauksilla.
pt_br: Este provedor de serviços estará disponível apenas para fontes de pedido que contenham todos os itens do fornecedor configurado. Se em branco, este provedor de serviços está disponível para qualquer fonte de pedido.

source: Enable this if this service should be selectable on checkout.
de: Aktiviere diese Option, wenn dieser Dienst beim Kaufabschluss ausgewählt werden soll.
fi_fi: Palvelu on mahdollista valita oston yhteydessä.
pt_br: Habilite-o se este serviço deve ser selecionável na finalização da compra.

source: The shop for this service.
de: Der Marktplatz für diesen Dienst.
fi_fi: Kauppa tälle palvelulle.
pt_br: A loja para este serviço.
ru: Магазин, выбранный для данного сервиса.
sv_se: Butiken för denna tjänst.

source: The supplier for this service. This service will be available only for order sources that contain all items from this supplier.
de: Der Händler für diesen Dienst. Dieser Dienst ist nur für Bestellungen verfügbar, die ausschließlich Artikel von diesem Händler enthalten.
fi_fi: Palvelun toimittaja. Palvelu on käytettävissä vain tilauksilla jotka sisältävät toimittajan kaikki tuotteet.
pt_br: O fornecedor deste serviço. Este serviço estará disponível apenas para fontes de pedido que contenham todos os itens deste fornecedor.

source: choice identifier
de: Auswahlkennzeichen
fi_fi: valinnan tunniste
pt_br: identificador de escolha
ru: идентификатор выбора
sv_se: val identifierare

source: The tax class to use for this service. Define by searching for `Tax Classes`.
de: Die Steuerklasse, die für diesen Dienst verwendet werden soll. Um Steuerklassen anzulegen, gehe zu "Steuerklassen".
fi_fi: Palvelun veroluokka. Veroluokkia ja niiden sääntöjä voidaan muokata Asetuksissa 'Veroluokat'-osiossa.
pt_br: A classe de imposto a ser usada para este serviço. Defina pesquisando por `Classes de impostos`.

source: behavior components
de: Verhaltenskomponenten
fi_fi: käyttäytymiskomponentit
pt_br: componentes de comportamento
ru: Компоненты поведения
sv_se: beteendekomponenter

source: %s is disabled.
de: %s ist deaktiviert.
fi_fi: %s on poistettu käytöstä.
pt_br: %s está desativado.

source: %s is for different shop.
de: %s betrifft einen anderen Marktplatz.
fi_fi: %s on tarkoitettu eri myymälälle.
pt_br: %s é para loja diferente.

source: Fixed cost
de: Fixkosten
fi_fi: Kiinteä kustannus
pt_br: Custo fixo
ru: Фиксированная стоимость
sv_se: Fast kostnad

source: Add a fixed cost to the price of the service.
de: Füge dem Preis dieses Dienstes fixe Kosten hinzu.
fi_fi: Kiinteä osakustannus joka lisätään palvelun hintaan.
pt_br: Adicione um custo fixo ao preço do serviço.

source: The fixed cost to apply to this service.
de: Die Fixkosten, die für diesen Dienst gelten.
fi_fi: Kiinteä kustannus, joka lisätään tälle palvelulle.
pt_br: O custo fixo a aplicar a este serviço.
ru: Фиксированная цена для применения к данному сервису.
sv_se: Den fasta kostnaden som gäller för den här tjänsten.

source: The order line text to display when this behavior is applied.
de: Der Text in der Bestellzeile, der angezeigt werden soll, wenn dieses Verhalten angewendet wird.
fi_fi: Tilausrivin teksti, joka näytetään kun tämä käyttäytymismalli on lisätty.
pt_br: O texto da linha de pedido a ser exibido quando esse comportamento é aplicado.
ru: Текст строки заказа для отображения при применении данного действия.
sv_se: Beställningsradstexten som skall visas när detta beteende tillämpas.

source: Waiving cost
de: Kostenerlass
fi_fi: Häviävä kustannus
pt_br: Isenção de custo
ru: Отклонение в цене
sv_se: Frångående kostnaden

source: If the total price of the products is less than a waive limit add cost to the price of the service.
de: Wenn die Gesamtsumme der Artikel unter einer definierten Grenze liegt, werden die Kosten auf den Preis des Dienstes aufgeschlagen.
fi_fi: Lisää kustannus palvelun hintaan silloin kun tuotteiden kokonaishinta on alle annetun rajan.
pt_br: Se o preço total dos produtos for menor que um limite de isenção, adicione o custo ao preço do serviço.

source: The cost to apply to this service if the total price is below the waive limit.
de: Die Kosten für diesen Dienst gelten, wenn die Gesamtsumme der Artikel unter der definierten Grenze liegt.
fi_fi: Summa, joka lisätään palvelulle, mikäli kokonaishinta on alle luopumisrajan.
pt_br: O custo a ser aplicado a este serviço se o preço total estiver abaixo do limite de isenção.
ru: Стоимость, которая будет применена к услугам, если общая стоимость товаров будет меньше предела отклонения.
sv_se: Kostnaden att gälla för den här tjänsten om det totala priset är lägre än frångående gränsen.

source: The total price of products limit, at which this service cost is waived.
de: Die definierte Grenze der Gesamtsumme, bei der die Kosten erlassen werden.
fi_fi: Tuotteiden yhteenlasketun hinnan raja-arvo, jonka ylittämisen jälkeen palvelukustannusta ei veloiteta.
pt_br: O preço total do limite de produtos, no qual este custo de serviço é dispensado.

source: Weight limits
de: Gewichtsbeschränkungen
fi_fi: Painorajat
pt_br: Limites de peso
ru: Пределы веса
sv_se: Viktgränser

source: Limit availability of the service based on total weight of the products.
de: Begrenze die Verfügbarkeit des Dienstes basierend auf dem errechneten Gesamtgewicht der Artikel.
fi_fi: Rajoita palvelun saatavuutta tuotteiden kokonaispainon perusteella.
pt_br: Limite a disponibilidade do serviço com base no peso total dos produtos.

source: minimum weight
de: Mindestgewicht
fi_fi: minimipaino
pt_br: peso mínimo
ru: минимальный вес
sv_se: minimivikt

source: The minimum weight required for this service to be available.
de: Das Mindestgewicht, das erforderlich ist, damit dieser Dienst ausgewählt werden kann.
fi_fi: Minimipaino, joka vaaditaan, että tämä palvelu on käytettävissä.
pt_br: Peso mínimo necessário para que este serviço esteja disponível.
ru: Минимальный вес, необходимый для предоставления этой услуги.
sv_se: Det minimikrav på vikt för att denna tjänst ska vara tillgänglig.

source: maximum weight
de: Höchstgewicht
fi_fi: maksimipaino
pt_br: peso máximo
ru: максимальный вес
sv_se: maxvikt

source: The maximum weight allowed by this service.
de: Das Höchstgewicht, das erlaubt ist, damit dieser Dienst noch ausgewählt werden kann.
fi_fi: Palvelun sallima maksimipaino.
pt_br: O peso máximo permitido por este serviço.
ru: Макимальный вес, разрешенный данным сервисом.
sv_se: Den maximala tillåtna vikten av den här tjänsten.

source: Minimum weight not met.
de: Das Mindestgewicht wurde nicht erreicht.
fi_fi: Minimipaino ei täyty.
pt_br: Peso mínimo não atendido.
ru: Минимальный вес не набран.
sv_se: Minimivikt är inte uppnådd.

source: Maximum weight exceeded.
de: Das Höchstgewicht wurde überschritten.
fi_fi: Maksimipaino ylitetty.
pt_br: Peso máximo excedido.
ru: Максимальный вес превышен.
sv_se: Maxvikt överskriditen.

source: min weight ({})
de: Mindestgewicht ({})
fi_fi: min paino ({})
pt_br: peso mínimo ({})

source: The minimum weight for this price to apply.
de: Das Mindestgewicht, das erforderlich ist, damit dieser Preis gilt.
fi_fi: Paino mistä lähtien määritetty hinta on voimassa.
pt_br: O peso mínimo a ser aplicado a este preço.

source: max weight ({})
de: Höchstgewicht ({})
fi_fi: max paino ({})
pt_br: peso máximo ({})

source: The maximum weight before this price no longer applies.
de: Das Höchstgewicht, das erforderlich ist, damit dieser Preis noch gilt.
fi_fi: Suurin paino mihin asti määritetty hinta on voimassa.
pt_br: O peso máximo antes deste preço não se aplica mais.

source: The cost to apply to this service when the weight criteria is met.
de: Die Kosten für die Inanspruchnahme dieses Dienstes, wenn die Gewichtskriterien erfüllt sind.
fi_fi: Summa, joka lisätään tälle palvelulle, mikäli painosäännöt täsmäävät.
pt_br: O custo a ser aplicado a este serviço quando os critérios de peso forem atendidos.
ru: Стоимость, которая будет применяться к этой услуге при соблюдении весовых критериев.
sv_se: Kostnaden för att tillämpa den här tjänsten när kriterierna vikt uppfylls.

source: Weight-based pricing
de: Gewichtsabhängige Preisgestaltung
fi_fi: Painoperusteinen hinnoittelu
pt_br: Preços com base no peso
ru: Ценообразование, основанное на весе товара
sv_se: Viktbaserad prissättning

source: Define price based on basket weight. Range minimums are counted in range only as zero e.g. if there are 2 ranges (range1 = min 0, max 5; range2 = min 5, max 10), only range1's 'min 0' is going to be counted, but not range2's 'min 5'.
de: Lege den Preis basierend auf dem errechneten Gewicht des Warenkorbes fest. Bereichsminima werden im Bereich nur als Null gezählt, wenn es z. B. 2 Bereiche gibt (Bereich 1 = min. 0, max. 5; Bereich2 = min. 5, max. 10). In diesem Beispiel wird nur der Wert "min. 0" von Bereich 1 gezählt, aber nicht der Wert "min. 5" von Bereich 2.
fi_fi: Määritä hinta korin painon perusteella. Alueminimit lasketaan alueella vain nollana, esim. Jos alueita on 2 (alue1 = min 0, max 5; alue2 = min 5, max 10), vain alueen1 &#39;min 0&#39; lasketaan, mutta ei alueen2 &#39;min 5 &#39;.
pt_br: Defina o preço com base no peso da cesta. Os mínimos do intervalo são contados no intervalo apenas como zero, por exemplo, se houver 2 intervalos (intervalo1 = mín. 0, máx. 5; intervalo2 = mín. 5, máx. 10), apenas intervalo1 &#39;mín. 0&#39; será contado, mas não intervalo2 &#39;mín 5 &#39;.

source: Weight does not match with any range.
de: Das Gewicht stimmt mit keinem Bereich überein.
fi_fi: Paino ei kohtaa hintapisteen kanssa
pt_br: O peso não é compatível com nenhum intervalo.
ru: Вес не соответствует ни оному диапазону.
sv_se: Vikt stämmer inte överens med någon rad.

source: Contact group availability
de: Verfügbarkeit der Kontaktgruppe
fi_fi: Kontaktiryhmän saatavuus
pt_br: Disponibilidade do grupo de contatos
ru: Доступность группы контактов
sv_se: Kontaktgruppstillgänglighet

source: Make service available only for specific contact groups.
de: Dienst nur für bestimmte Kontaktgruppen verfügbar machen.
fi_fi: Rajoita palvelun saatavuus näille asiakasryhmille.
pt_br: Disponibilize o serviço apenas para grupos de contato específicos.

source: groups
de: Gruppen
fi_fi: ryhmät
pt_br: grupos
ru: группы
sv_se: grupper

source: The contact groups for which this service is available.
de: Die Kontaktgruppen, für die dieser Dienst verfügbar ist.
fi_fi: Asiakasryhmät, joille tämä palvelu on saatavilla.
pt_br: Os grupos de contato para os quais este serviço está disponível.
ru: Группы контактов, для которых доступна данная услуга.
sv_se: De kontaktgrupper som är tillgänliga för denna tjänsten.

source: Customer does not belong to any group.
de: Der Kunde gehört zu keiner Gruppe.
fi_fi: Tämä asiakas ei kuulu yhteenkään ryhmään
pt_br: Cliente não pertence a nenhum grupo.
ru: Клиент не принадлежит ни одной из групп.
sv_se: Kunden inte tillhör någon grupp.

source: Service is not available for any of the customer's groups.
de: Der Dienst ist für keine Gruppe des Kunden verfügbar.
fi_fi: Palvelu ei ole minkään asiakasryhmän käytettävissä.
pt_br: O serviço não está disponível para nenhum dos grupos de clientes.

source: Access to Admin Panel only availability
de: Nur verfügbar mit Zugriff auf das Admin-Panel
fi_fi: Pääsy vain hallintapaneeliin
pt_br: Acesso à disponibilidade apenas do painel de administração

source: Make service available only for people with `Access to Admin Panel` rights.
de: Stelle den Dienst nur Personen mit den Rechten "Zugang zum Admin-Panel" zur Verfügung.
fi_fi: Palvelu on vain henkilöille joilla on käyttöoikeudet hallinnointi-osioon.
pt_br: Tornar o serviço disponível apenas para pessoas com direitos de `Acesso ao painel de administração`.

source: Service is only available for people with `Access to Admin Panel` (`is_staff`) rights.
de: Dieser Dienst ist nur für Benutzer mit "Zugriff auf das Admin Panel" (Marktplatzbetreiber)-Rechten verfügbar.
fi_fi: Palvelu on vain henkilöille (`is_staff`) joilla on käyttöoikeudet hallinnointi-osioon.
pt_br: O serviço está disponível apenas para pessoas com direitos de `Acesso ao painel de administração` (` is_staff`).

source: Order total price limit
de: Preislimit der Auftragssumme
fi_fi: Tilauksen kokonaishintaraja
pt_br: Limite de preço total do pedido

source: Limit service availability based on order's total price.
de: Beschränke die Serviceverfügbarkeit basierend auf dem Gesamtwert der Bestellung.
fi_fi: Rajoita palvelun saatavuutta tilauksen kokonaishinnan perusteella.
pt_br: Limite a disponibilidade do serviço com base no preço total do pedido.

source: min price value
de: Wert Mindestpreis
fi_fi: Minimihinta
pt_br: valor do preço mínimo
ru: минимальное значение цены
sv_se: minsta prisvärder

source: max price value
de: Wert Höchstpreis
fi_fi: Maksimihinta
pt_br: valor de preço máximo
ru: максимальное значение цены
sv_se: maximala prisvärder

source: Order's total price is not within the defined service limits.
de: Der Gesamtwert der Bestellung liegt nicht innerhalb der definierten Service-Grenzen.
fi_fi: Tilauksen kokonaishinta ei täytä palvelun reunaehtoja.
pt_br: O preço total do pedido não está dentro dos limites de serviço definidos.

source: Country limit
de: Ländereinschränkungen
fi_fi: Maarajoitus
pt_br: Limite de país
ru: Лимит на страну
sv_se: Landsavgränsning

source: Limit service availability based on countries selected.
de: Schränke die Dienstverfügbarkeit auf ausgewählte Ländern ein.
fi_fi: Rajoita palvelujen saatavuus listattuihin maihin.
pt_br: Limite a disponibilidade do serviço com base nos países selecionados.

source: available in countries
de: Verfügbar in den Ländern
fi_fi: saatavilla näissä maissa
pt_br: disponível em países
ru: доступно в странах
sv_se: tillgängligt i länder

source: available in european union
de: Verfügbar in EU-Ländern
pt_br: disponível na união europeia

source: unavailable in countries
de: Nicht verfügbar in den Ländern
fi_fi: ei saatavilla näissä maissa
pt_br: indisponível em países
ru: недоступно в странах
sv_se: inte tillgänglig i länder

source: unavailable in european union
de: Nicht verfügbar in EU-Ländern
pt_br: indisponível na união europeia

source: Service is not available without a defined country.
de: Der Dienst ist ohne eine Länderangabe nicht verfügbar.
fi_fi: Palvelun tulisi olla saatavilla ainakin yhdessä maassa.
pt_br: O serviço não está disponível sem um país definido.

source: Service is not available for this country.
de: Der Dienst ist in diesem Land nicht verfügbar.
fi_fi: Palvelu ei ole saatavissa tähän maahan.
pt_br: O serviço não está disponível para este país.
ru: Услуги недоступны в данной стране.
sv_se: Tjänsten är inte tillgänglig för det här landet.

source: round up to the nearest number with ties going up, away from zero
de: Aufrunden auf die nächst höhere Zahl
fi_fi: pyöristetään ylöspäin lähimpään lukumäärään, kun solmiot menevät ylöspäin, pois nollasta
pt_br: arredondar para cima para o número mais próximo com os empates subindo, longe de zero

source: round to the nearest number with ties going down, towards zero
de: Abrunden auf die nächst tiefere Zahl
fi_fi: pyöristetään lähimpään numeroon, kun siteet ovat alaspäin, kohti nollaa
pt_br: arredondar para o número mais próximo com empate caindo, em direção a zero

source: round up, away from zero, towards the farther round number
de: Aufrunden auf die nächst höhere, runde Zahl
fi_fi: pyöristää ylöspäin, poispäin nollasta, kohti kauempana olevaa pyöreää numeroa
pt_br: arredondar para cima, longe de zero, em direção ao número mais redondo

source: round down, towards zero, towards the closest round number
de: Abrunden auf die nächst tiefere, runde Zahl
fi_fi: pyöristää alaspäin kohti nollaa kohti lähintä pyöränumeroa
pt_br: arredondar para baixo, em direção a zero, em direção ao número redondo mais próximo

source: payment processor
de: Zahlungsanbieter
fi_fi: Maksupalvelun tarjoaja
pt_br: processador de pagamentos
ru: платёжная система
sv_se: betalningsbehandlare

source: The payment method name. This name is shown to the customers on checkout.
de: Die Bezeichnung der Zahlungsart. Dieser Name wird den Kunden beim Kaufabschluss angezeigt.
fi_fi: Maksutavan nimi. Tämä nimi näytetään asiakkaille kassalla.
pt_br: O nome da forma de pagamento. Este nome é mostrado aos clientes na finalização da compra.

source: The description of the payment method. This description is shown to the customers on checkout.
de: Die Beschreibung der Zahlungsart. Diese Beschreibung wird den Kunden beim Kaufabschluss angezeigt.
fi_fi: Maksutavan kuvaus. Tämä kuvaus näytetään asiakkaille kassalla.
pt_br: A descrição do método de pagamento. Esta descrição é mostrada aos clientes na finalização da compra.

source: rounding quantize
de: Rundungsmenge
fi_fi: pyöristyksen kvantitus
pt_br: quantize de arredondamento
ru: Округлить
sv_se: avrundning kvantisera

source: Choose rounding quantize (precision) for cash payment.
de: Wähle die Genauigkeit der Rundungsmenge für die Barzahlung.
fi_fi: Valitse pyöristyksen tarkkuusaste käteismaksuja varten.
pt_br: Escolha a quantização de arredondamento (precisão) para pagamento à vista.

source: rounding mode
de: Rundungsart
fi_fi: pyöristystapa
pt_br: modo de arredondamento
ru: режим округления
sv_se: avrundningläge

source: Choose rounding mode for cash payment.
de: Wähle die Rundungsart für die Barzahlung.
fi_fi: Valitse pyöristystapa käteismaksuille.
pt_br: Escolha o modo de arredondamento para pagamento em dinheiro.

source: custom payment processor
de: individuellen Zahlungsanbieter festlegen
fi_fi: Mukautettu maksupalvelun tarjoaja
pt_br: processador de pagamentos personalizado
ru: Пользовательская платёжная система
sv_se: anpassad betalningsbehandlare

source: custom payment processors
de: individuelle Zahlungsanbieter festlegen
fi_fi: Mukautetut maksupalvelun tarjoajat
pt_br: processadores de pagamentos personalizados
ru: Пользовательские платёжные системы
sv_se: anpassad betalningsbehandlare

source: Manually processed payment
de: Zahlung manuell vornehmen
fi_fi: Manuaalinen maksu
pt_br: Pagamento processado manualmente
ru: Платёж, проведённый вручную
sv_se: Manuellt behandlade betalningar

source: Cash payment
de: Barzahlung
fi_fi: Käteismaksu
pt_br: Pagamento em dinheiro
ru: Оплата наличными
sv_se: Kontantbetalning

source: carrier
de: Transportunternehmen
fi_fi: Kuljetusliike
pt_br: transportadora
ru: Служба доставки
sv_se: bärare

source: The shipping method name. This name is shown to the customers on checkout.
de: Die Bezeichnung der Versandart. Dieser Name wird den Kunden beim Kaufabschluss angezeigt.
fi_fi: Toimitustavan nimi. Tämä nimi näytetään asiakkaille kassalla.
pt_br: O nome do método de envio. Este nome é mostrado aos clientes na finalização da compra.

source: The description of the shipping method. This name is shown to the customers on checkout.
de: Die Beschreibung der Versandart. Diese Beschreibung wird den Kunden beim Kaufabschluss angezeigt.
fi_fi: Toimitustavan kuvaus. Tämä näytetään asiakkaille ostovaiheessa.
pt_br: A descrição do método de envio. Este nome é mostrado aos clientes na finalização da compra.

source: custom carrier
de: individuelles Transportunternehmen festlegen
fi_fi: Mukautettu kuljetusliike
pt_br: transportadora personalizada
ru: Таможенный перевозчик
sv_se: anpassad bärare

source: custom carriers
de: individuelle Transportunternehmen festlegen
fi_fi: Mukautetut kuljetusliikkeet
pt_br: transportadoras personalizadas
ru: Таможенные перевозчики
sv_se: anpassade bärare

source: Manually processed shipment
de: Versand manuell vornehmen
fi_fi: Manualisesti käsiteltävä toimitus
pt_br: Remessa processada manualmente
ru: Доставка своими силами
sv_se: Manuellt behandlade frakter

source: Not sent
de: Nicht versendet
pt_br: Não enviado

source: Sent
de: Versendet
pt_br: Enviei

source: Error
de: Fehler
pt_br: Erro
ru: Ошибка
sv_se: Fel

source: Deleted
de: Gelöscht
pt_br: Excluído

source: outgoing
de: Ausgang
fi_fi: ulosmenevä
pt_br: extrovertido
ru: исходящее
sv_se: utgående

source: incoming
de: Eingang
fi_fi: sisääntuleva
pt_br: entrada
ru: входящее
sv_se: inkommande

source: tracking code
fi_fi: seurantakoodi
pt_br: código de rastreamento
ru: код отслеживания
sv_se: spårningskod

source: tracking url
pt_br: URL de rastreamento

source: weight ({})
de: Gewicht ({})
fi_fi: paino ({})
pt_br: peso ({})

source: shipment
de: Lieferung
fi_fi: lähetys
pt_br: remessa
ru: отправка
sv_se: frakt

source: shipments
de: Lieferungen
fi_fi: lähetykset
pt_br: remessas
ru: отправки
sv_se: frakter

source: unit volume ({})
de: Volumen je Einheit ({})
fi_fi: yksikkö-tilavuus ({})
pt_br: volume unitário ({})

source: unit weight ({})
de: Gewicht je Einheit ({})
fi_fi: yksikköpaino ({})
pt_br: unidade de peso ({})

source: sent product
de: verschickte Ware
fi_fi: lähetetty tuote
pt_br: produto enviado
ru: отправленный товар
sv_se: skickad produkt

source: sent products
de: verschickte Waren
fi_fi: lähetetyt tuotteet
pt_br: produtos enviados
ru: отправленные товары
sv_se: skickade produkter

source: The following fields can't be changed because there are existing orders for this shop.
de: Die folgenden Felder können nicht geändert werden, da es bereits Bestellungen für diesen Marktplatz gibt.
fi_fi: Seuraavia kenttiä ei voi muuttaa, koska tälle kaupalle on jo olemassa tilauksia.
pt_br: Os campos a seguir não podem ser alterados porque existem pedidos para esta loja.

source: domain
fi_fi: verkkotunnus
pt_br: domínio
ru: домен
sv_se: domän

source: Your shop domain name. Use this field to configure the URL that is used to visit your store front. Note: this requires additional configuration through your internet domain registrar.
de: Die Domain Deines Marktplatzes. Verwende dieses Feld, um die URL zu konfigurieren, über die Dein Marktplatz erreichbar ist. Hinweis: Dies erfordert eine zusätzliche Konfiguration durch Deinen Internet-Domain-Registrator.
fi_fi: Myymälän verkkotunnus. Tämän kentän avulla voit määrittää verkko-osoitteen, jota käyttäen myymälän sivuja päästään selaamaan. Huomaa että verkkotunnuksen käyttö edellyttää asetusten tekoa myös verkkotunnuksesi tarjoajalla.
pt_br: O nome de domínio da sua loja. Use este campo para configurar o URL que é usado para visitar a fachada da sua loja. Observação: isso requer configuração adicional por meio de seu registrador de domínio da Internet.

source: Your shop's status. Disable your shop if it's no longer in use. For temporary closing enable the maintenance mode, available in the `Maintenance Mode` tab on the left.
de: Der Status Deines Marktplatzes. Deaktiviere Deinen Marktplatz, wenn er nicht mehr in Gebrauch ist. Zum vorübergehenden Schließen aktiviere den Wartungsmodus, der über die Registerkarte "Wartungsmodus" auf der linken Seite erreichbar ist.
fi_fi: Myymälän tila. Voit sulkea myymälän väliaikaisesti asettamalla tilaksi 'Huolto' vasemmanpuoleiselta -välilehdeltä tai 'Suljettu' jos haluat poistaa myymälän käytöstä pysyvästi.
pt_br: O status da sua loja. Desative sua loja se ela não estiver mais em uso. Para o fechamento temporário, ative o modo de manutenção, disponível na guia `Modo de manutenção` à esquerda.
