Repository: shuup/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, pt_br, ru, sv_se

source: Select whether you want your product to have special limitations on its visibility in your store. You can make products visible to all, visible to only logged-in users, or visible only to certain customer groups.
de: Wähle aus, ob Dein Artikel spezielle Einschränkungen für seine Anzeige in Deinem Händlerbereich haben soll. Du kannst Artikel für alle sichtbar machen, nur für angemeldete Benutzer sichtbar machen oder nur für bestimmte Kundengruppen sichtbar machen.
fi_fi: Jos haluat, voit muokata tuotteesi näkyvyyttä kaupassasi. Voit asettaa tuotteen näkymään aina kaikille, vain sisäänkirjautuneille, tai vain tietyn asiakasryhmän jäsenille.
pt_br: Selecione se deseja que seu produto tenha limitações especiais de visibilidade em sua loja. Você pode tornar os produtos visíveis para todos, visíveis apenas para usuários logados ou visíveis apenas para determinados grupos de clientes.

source: Select the groups you want to make your product visible for. These groups are defined in Contacts Settings - Contact Groups.
de: Wähle die Gruppen aus, für die Du Deinen Artikel sichtbar machen möchtest. Diese Gruppen werden in den Kontakteinstellungen - Kontaktgruppen definiert.
fi_fi: Valitse asiakasryhmät joiden nähtävissä tuotteesi on. Valittavissa olevat ryhmät voi luoda Asetuksissa osiossa Kontaktiasetukset > Asiakasryhmät.
pt_br: Selecione os grupos para os quais deseja tornar seu produto visível. Esses grupos são definidos em Configurações de contatos - Grupos de contatos.

source: backorder maximum
de: maximaler Auftragsrückstand
fi_fi: jälkitilaus maksimi
pt_br: máximo de pedidos em espera
ru: Максимум невыполненных заказов
sv_se: maximal restorder

source: The number of units that can be purchased after the product is already sold out (out of stock). Set to blank for product to be purchasable without limits.
de: Die Anzahl der Einheiten, die gekauft werden können, nachdem der Artikel bereits ausverkauft ist (Out of Stock). Setze den Wert auf "leer", damit der Artikel unbegrenzt bestellbar ist.
fi_fi: Sallittu tilausten määrä sen jälkeen kun tuotetta ei ole enää varastossa. Jos rajoitusta ei aseteta, tilauksien määrää ei rajoiteta.
pt_br: O número de unidades que podem ser adquiridas depois que o produto já está esgotado (fora de estoque). Defina como em branco para que o produto possa ser comprado sem limites.

source: purchase multiple
de: mehrere kaufen
fi_fi: tilausmonikerta
pt_br: múltiplos de compra
ru: купить несколько
sv_se: köp multipler

source: Set this to other than 0 if the product needs to be purchased in multiples. For example, if the purchase multiple is set to 2, then customers are required to order the product in multiples of 2. Not to be confused with the Minimum Purchase Quantity.
de: Setze diesen Wert auf einen anderen als 0, wenn der Artikel in Vielfachen gekauft werden muss. Wenn zum Beispiel der Kaufmultiplikator auf 2 eingestellt ist, müssen Kunden den Artikel in einem Vielfachen von 2 bestellen. Nicht zu verwechseln mit der Mindestbestellmenge.
fi_fi: Aseta ostoille kerrannaisuusvaatimus. Esimerkki: Kun kerrannaisuudeksi määritellään 2, asiakkaiden on tilattava tuote 2:n kerrannaisina (2, 4, 6, jne.). Jos kerrannaisuudelle on asetettu arvoksi 0, tuotteita voi ostaa haluamansa lukumäärän. Ei pidä sekoittaa vähimmäisostomäärään.
pt_br: Defina como diferente de 0 se o produto precisar ser comprado em vários. Por exemplo, se o múltiplo de compra for definido como 2, os clientes deverão pedir o produto em múltiplos de 2. Não deve ser confundido com a Quantidade Mínima de Compra.

source: minimum purchase quantity
de: Mindestbestellmenge
fi_fi: vähimmäisostomäärä
pt_br: quantidade mínima de compra

source: Set a minimum number of products needed to be ordered for the purchase. This is useful for setting bulk orders and B2B purchases.
de: Lege eine Mindestanzahl von Artikeln fest, die je Einkauf auf bestellt werden müssen. Dies kann zur Einstellung von Sammelbestellungen und B2B-Käufen hilfreich sein.
fi_fi: Aseta tuotteiden minimiostomäärä. Tämä on kätevä suurille tilauksille ja b2b-ostoille.
pt_br: Defina um número mínimo de produtos necessários para a compra. Isso é útil para definir pedidos em massa e compras B2B.
ru: Установите минимальное количество продуктов, которые необходимо заказать для покупки. Это полезно для настройки оптовых заказов и покупок в формате B2B.
sv_se: Ställ in ett minsta antal produkter som måste köpas för beställningen. Detta är användbart för att skapa större beställningar och B2B inköp.

source: limit the shipping methods
de: die Versandarten einschränken
fi_fi: rajoita toimitustapoja
pt_br: limitar os métodos de envio

source: Enable this if you want to limit your product to use only the select shipping methods. You can select the allowed shipping method(s) in the field below - all the rest are disallowed.
de: Aktiviere dies, wenn Du Deine Artikel nur auf ausgewählte Versandarten beschränken möchtest. Du kannst die erlaubte(n) Versandart(en) im Feld unten auswählen - alle anderen sind dann nicht mehr erlaubt.
fi_fi: Tämä rajoittaa toimitustavat joita asiakas voi käyttää tuotteen oston yhteydessä. Vain listatut toimitustavat ovat asiakkaan valittavissa.
pt_br: Ative esta opção se desejar limitar o seu produto para usar apenas os métodos de envio selecionados. Você pode selecionar o (s) método (s) de envio permitido (s) no campo abaixo - todos os demais não são permitidos.

source: limit the payment methods
de: die Zahlungsarten einschränken
fi_fi: rajoita maksutapoja
pt_br: limitar os métodos de pagamento

source: Enable this if you want to limit your product to use only the select payment methods. You can select the allowed payment method(s) in the field below - all the rest are disallowed.
de: Aktiviere dies, wenn Du Deine Artikel nur auf ausgewählte Zahlungsarten beschränken möchtest. Du kannst die erlaubte(n) Zahlungsart(en) im Feld unten auswählen - alle anderen sind dann nicht mehr erlaubt.
fi_fi: Tämä rajoittaa maksutavat joita asiakas voi käyttää tuotteen oston yhteydessä. Vain listatut maksutavat ovat asiakkaan valittavissa.
pt_br: Habilite esta opção se você deseja limitar o seu produto para usar apenas os métodos de pagamento selecionados. Você pode selecionar os métodos de pagamento permitidos no campo abaixo - todos os demais não são permitidos.

source: shipping methods
de: Versandarten
fi_fi: toimitustavat
pt_br: formas de entrega
ru: способы доставки
sv_se: leveransmetoder

source: If you enabled the `Limit the payment methods` choice above, then here you can select the individual shipping methods you want to ALLOW for this product. The ones not mentioned are disabled. To change this, search for `Shipping Methods`.
de: Wenn Du oben die Auswahl "Zahlungsarten einschränken" aktiviert hast, dann kannst Du hier die einzelnen Versandarten auswählen, die Du für diesen Artikel ERLAUBEN möchtest. Die nicht genannten Zahlungsarten sind deaktiviert. Um dies zu ändern, gehe zu "Versandarten".
fi_fi: Tämä rajoittaa toimitustavat joista asiakas voi valita tuotteen oston yhteydessä. Vain listatut toimitustavat ovat asiakkaan valittavissa.
pt_br: Se você habilitou a opção `Limitar os métodos de pagamento` acima, então aqui você pode selecionar os métodos de envio individuais que deseja PERMITIR para este produto. Os não mencionados estão desativados. Para alterar isso, pesquise por `Métodos de envio`.

source: payment methods
de: Zahlungsarten
fi_fi: maksutavat
pt_br: formas de pagamento
ru: способы оплаты
sv_se: betalningssätt

source: If you enabled the `Limit the payment methods` choice above, then here you can select the individuals payment methods you want to ALLOW for this product. The ones not mentioned are disabled. To change this, search for `Payment Methods`.
de: Wenn Du oben die Auswahl "Zahlungsarten einschränken" aktiviert hast, dann kannst Du hier die einzelnen Zahlungsarten auswählen, die Du für diesen Artikel ERLAUBEN möchtest. Die nicht genannten Zahlungsarten sind deaktiviert. Um dies zu ändern, gehe zu "Zahlungsarten".
fi_fi: Tämä rajoittaa maksutavat joita asiakas voi käyttää tuotteen oston yhteydessä. Vain listatut maksutavat ovat asiakkaan valittavissa.
pt_br: Se você habilitou a opção `Limitar os métodos de pagamento` acima, então aqui você pode selecionar os métodos de pagamento individuais que deseja PERMITIR para este produto. Os não mencionados estão desativados. Para alterar isso, pesquise por `Métodos de pagamento`.

source: primary category
de: Hauptkategorie
fi_fi: pääkategoria
pt_br: categoria principal
ru: основная категория
sv_se: primära kategori

source: Choose the primary category for the product. This will be the main category for classification in the system. The product will be found under this category in your store. To change this, search for `Categories`.
de: Wähle die Hauptkategorie für den Artikel aus. Dies wird auch die Hauptkategorie für dessen Klassifizierung im System sein. Der Artikel wird unter dieser Kategorie in Deinem Händlerbereich und auf dem Marktplatz gefunden. Um dies zu ändern, gehe zu "Kategorien".
fi_fi: Valitse ensisijainen tuoteryhmä. Tuote löytyy tästä tuoteryhmästä myymälässäsi ja on ensimmäinen lajitteluperuste siellä järjestelmässämme, missä tuoteryhmien perusteella tuotteita seulotaan. Voit muuttaa tätä asetuksissa osiossa 'Tuoreryhmät'.
pt_br: Escolha a categoria principal do produto. Esta será a principal categoria de classificação no sistema. O produto será encontrado nesta categoria em sua loja. Para mudar isso, pesquise por `Categorias`.

source: Add secondary categories for your product. These are other categories that your product fits under and that it can be found by in your store.
de: Füge Unterkategorien für Deinen Artikel hinzu. Dies sind Kategorien, die einer Hauptkategorie untergeordnet sind und in die Dein Artikel passt sowie unter denen er auf dem Marktplatz gefunden werden kann.
fi_fi: Lisää lisätuoteryhmiä tuotteellesi. Nämä ovat tuoteryhmiä, joihin tuotteesi hyvin sopii ja joiden alta se voi löytyä teemassa.
pt_br: Adicione categorias secundárias para seu produto. Estas são outras categorias nas quais o seu produto se enquadra e que pode ser encontrado na sua loja.
ru: Добавьте дополнительные категории для своего продукта. Это другие категории, к которым подходит ваш продукт и которые можно найти в вашем магазине.
sv_se: Lägg till sekundära kategorier för din produkt. Dessa är andra kategorier som din produkt passar under och som de kan hittas genom i din butik.

source: primary image
de: Hauptbild
fi_fi: pääkuva
pt_br: imagem principal
ru: основное изображение
sv_se: primärbild

source: Click this to set this image as the primary display image for the product.
de: Anklicken, um dieses Bild als Hauptanzeigebild für den Artikel festzulegen.
fi_fi: Aseta tämä tuotteen ensisijaiseksi kuvaksi.
pt_br: Clique aqui para definir esta imagem como a imagem de exibição principal do produto.

source: default price
de: Standardpreis
fi_fi: oletushinta
pt_br: preço padrão
ru: стоиость по умолчанию
sv_se: standardpris

source: This is the default individual base unit (or multi-pack) price of the product. All discounts or coupons will be calculated based off of this price.
de: Dies ist der Standard-Einzelpreis der Basiseinheit (oder des Mehrfachpacks) des Produkts. Alle Rabatte oder Coupons werden auf der Grundlage dieses Preises berechnet.
fi_fi: Tämä on tuotteen perusyksikön (tai tuotepaketin) oletushinta. Kaikki alennukset tai kuponit lasketaan tämän hinnan perusteella.
pt_br: Este é o preço da unidade base individual (ou pacote múltiplo) padrão do produto. Todos os descontos ou cupons serão calculados com base neste preço.

source: minimum price
de: Mindestpreis
fi_fi: vähimmäishinta
pt_br: preço mínimo
ru: минимальная стоимость
sv_se: lägsta pris

source: This is the default price that the product cannot go under in your store, despite coupons or discounts being applied. This is useful to make sure your product price stays above the cost.
de: Dies ist der Standardpreis, unter den der Artikel in Deinem Händlerbereich nicht fallen kann, auch wenn Coupons oder Rabatte angewendet werden. Dies ist nützlich, um sicherzustellen, dass Dein Artikelpreis über den Kosten bleibt.
fi_fi: Hinta jota ei voida alittaa edes kuponkien tai muiden alennusten kanssa. Tämä varmistaa että tuote myydään vähintään kustannushinnalla.
pt_br: Este é o preço padrão que o produto não pode custar em sua loja, apesar dos cupons ou descontos aplicados. Isso é útil para garantir que o preço do produto permaneça acima do custo.

source: available until
de: verfügbar bis
fi_fi: saatavilla määräpäivään
pt_br: disponível até

source: After this date this product will be invisible in store front.
de: Nach diesem Datum wird dieser Artikel auf dem Marktplatz nicht mehr sichtbar sein.
fi_fi: Tämän päivämäärän jälkeen tuote ei ole näkyvillä tai etsittävissä myymälässä.
pt_br: Após esta data, este produto ficará invisível na frente da loja.

source: display unit
de: Referenzeinheit
fi_fi: näyttöyksikkö
pt_br: unidade de exibição
ru: Отобразить блок
sv_se: visningsenhet

source: Unit for displaying quantities of this product.
de: Einheit zur Anzeige der Mengen dieses Artikels.
fi_fi: Tuotteen määrän laskennassa käytetty yksikkö.
pt_br: Unidade para exibir quantidades deste produto.

source: Enter a descriptive name for your product. This will be its title in your store front.
de: Gib eine Beschreibung für Deinen Artikel ein. Dies wird sein Titel auf dem Marktplatz sein.
fi_fi: Anna nimi jolla tuotteeseen viitataan myymälässä.
pt_br: Insira um nome descritivo para o seu produto. Este será o seu título na frente da sua loja.

source: To make your product stands out, give it an awesome description. This is what will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
de: Um den Artikel hervorzuheben, füge eine großartige Beschreibung hinzu. Dies wird Deinen Kunden helfen, mehr über Deine Artikel zu erfahren. Außerdem hilft es den Käufern, die Artikel auf dem Marktplatz und im Internet zu finden.
fi_fi: Anna tuotteellesi kuvaus joka erottaa sen muista. Hyvä kuvaus auttaa asiakkaita muistamaan tuotteesi ja niihin liittyvät yksityiskohdat. Hyvin mietitty kuvaus saattaa myös tuoda tuotteellesi ostajia hakukoneiden välityksellä muualta verkosta.
pt_br: Para fazer seu produto se destacar, dê uma descrição incrível. Isso é o que ajudará seus clientes a aprender sobre seus produtos. Também ajudará os compradores a encontrá-los na loja e na web.

source: short description
de: Kurzbeschreibung
fi_fi: lyhyt kuvaus
pt_br: Pequena descrição
ru: короткое описание
sv_se: kort beskrivning

source: Enter a short description for your product. The short description will be used to get the attention of your customer with a small, but precise description of your product. It also helps with getting more traffic via search engines.
de: Gib eine eine Kurzbeschreibung für Deinen Artikel ein. Die Kurzbeschreibung wird verwendet, um die Aufmerksamkeit Deiner Kunden mit einer kleinen, aber präzisen Beschreibung des Produkts zu gewinnen. Sie hilft auch dabei, mehr Traffic über Suchmaschinen zu bekommen.
fi_fi: Kirjoita lyhyt yhteenveto tuotteestasi. Yhteenveto kiinnittää huomion tuotteen oleellisimpiin ominaisuuksiin ja auttaa myös tuomaan uusia silmäpareja hakukoneiden kautta.
pt_br: Insira uma breve descrição para o seu produto. A breve descrição será usada para chamar a atenção do seu cliente com uma descrição pequena, mas precisa do seu produto. Também ajuda a obter mais tráfego através dos motores de busca.

source: status text
fi_fi: tilateksti
pt_br: texto de status
ru: текст статуса

source: This text will be shown alongside the product in the shop. It is useful for informing customers of special stock numbers or preorders. (Ex.: Available in a month)
de: Dieser Text wird neben dem Artikel auf dem Marktplatz angezeigt. Er ist nützlich, um Kunden über besondere Bestandszahlen oder Vorbestellungen zu informieren. (Bsp.: verfügbare Menge pro Monat)
fi_fi: Tämä teksti näkyy tuotteen vieressä. Sijainti on hyödyllinen lyhyitä tietoiskuja tai huomioita varten, esimerkiksi tuotteen saatavuuteen tai ennakkotilaamiseen liittyen.
pt_br: Este texto será mostrado ao lado do produto na loja. É útil para informar os clientes sobre números de estoque especiais ou encomendas. (Ex .: Disponível em um mês)

source: shop product
de: Artikel einkaufen
pt_br: produto da loja

source: shop products
de: Artikel einkaufen
pt_br: produtos da loja

source: Error! Invalid display unit: Internal unit of the selected display unit does not match with the sales unit of the product.
de: Fehler! Ungültige Referenzeinheit: die interne Einheit der gewählten Referenzeinheit stimmt nicht mit der Verkaufseinheit des Artikels überein.
fi_fi: Virhe! Virheellinen näyttöyksikkö: Valitun näyttöyksikön sisäinen yksikkö ei vastaa tuotteen myyntiyksikköä.
pt_br: Erro! Unidade de exibição inválida: a unidade interna da unidade de exibição selecionada não corresponde à unidade de vendas do produto.

source: This product has been deleted.
de: Der Artikel wurde gelöscht.
fi_fi: Tuote on poistettu.
pt_br: Este produto foi excluído.
ru: Товар был удалён.
sv_se: Denna produkt har tagits bort.

source: This product is not visible.
de: Der Artikel ist nicht sichtbar.
fi_fi: Tuote ei ole näkyvissä.
pt_br: Este produto não é visível.
ru: Данный товар не отображается.
sv_se: Denna produkt är inte synlig.

source: Error! This product is not available until the current date.
de: Fehler! Dieser Artikel ist Stand Heute leider nicht verfügbar.
fi_fi: Virhe! Tämä tuote ei ole saatavilla.
pt_br: Erro! Este produto não está disponível até a data atual.

source: The Product is invisible to users not logged in.
de: Der Artikel ist für nicht eingeloggte Benutzer nicht sichtbar.
fi_fi: Tuote ei ole näkyvissä kirjautumattomille käyttäjille.
pt_br: O Produto é invisível para os usuários não autenticados.
ru: Товар не виден для пользователей, не вошедших в систему.
sv_se: Produkten är inte synlig för användarna som inte är inloggade.

source: This product is not visible to your group.
de: Der Artikel ist für Deine Gruppe nicht sichtbar.
fi_fi: Tuote ei ole näkyvillä ryhmällesi.
pt_br: Este produto não é visível para o seu grupo.
ru: Товар не отображается для вашей группы.
sv_se: Denna produkt är inte synlig för din grupp.

source: The product is not purchasable.
de: Der Artikel ist nicht bestellbar.
fi_fi: Tuote ei ole tilattavissa.
pt_br: O produto não pode ser comprado.

source: The purchase quantity needs to be at least %d for this product.
de: Die Abnahmemenge muss mindestens %d für diesen Artikel betragen.
fi_fi: Tätä tuotetta tarvitsee ostaa vähintään %d.
pt_br: A quantidade de compra deve ser de pelo menos %d para este produto.
sv_se: Köpets kvantitet måste vara minst %d för denna produkt.

source: The product can only be ordered in multiples of {package_size}, for example {amount}.
de: Der Artikel kann nur als Vielfaches von {package_size} bestellt werden, zum Beispiel {amount}.
fi_fi: Tuotetta voi tilata vain lukumäärän {package_size} kerrannaisina, esimerkiksi {amount}.
pt_br: O produto só pode ser pedido em múltiplos de {package_size}, por exemplo {amount}.

source: The product can only be ordered in multiples of {package_size}, for example {smaller_amount} or {larger_amount}.
de: Der Artikel kann nur als Vielfaches von {package_size} bestellt werden, zum Beispiel {smaller_amount} oder {larger_amount}.
fi_fi: Tuotetta voi tilata vain lukumäärän {package_size} kerrannaisina, esimerkiksi {smaller_amount} tai {larger_amount}.
pt_br: O produto só pode ser pedido em múltiplos de {package_size}, por exemplo {smaller_amount} ou {larger_amount}.

source: The product has no supplier.
de: Der Artikel wird derzeit leider von keinem Händler angeboten.
fi_fi: Tuotteella ei ole toimittajaa.
pt_br: O produto não tem nenhum fornecedor.
ru: У данного товара нет поставщика.
sv_se: Produkten har ingen leverantör.

source: The product is not supplied by %s.
de: Der Artikel wird nicht geliefert von %s.
fi_fi: %s ei toimita tuotetta.
pt_br: O produto não é fornecido por %s.
sv_se: Produkten levereras inte av %s.

source: Product has no sellable children.
de: Der Artikel hat keine verkaufsfähigen Unterartikel.
fi_fi: Päätuotteella ei ole ainoatakaan myyntikelpoista muunnelmaa.
pt_br: O produto não tem filhos vendáveis.

source: variation variable
de: Produktvarianten-Variable
fi_fi: variaatiomuuttuja
pt_br: variável de variação
ru: вариационная переменная
sv_se: variantvariabel

source: variation variables
de: Produktvarianten-Variablen
fi_fi: variaatiomuuttujat
pt_br: variáveis de variação
ru: вариационные переменные
sv_se: variantvariabler

source: variation value
de: Produktvarianten-Wert
fi_fi: variaatioarvo
pt_br: valor da variação
ru: значение изменения
sv_se: variantvärde

source: variation values
de: Produktvarianten-Werte
fi_fi: variaatioarvot
pt_br: valores da variação
ru: значения изменений
sv_se: variantvärden

source: combination hash
de: Kombinationsraster
fi_fi: yhdistelmä
pt_br: hash de combinação
ru: Комбинационный хэш
sv_se: combinationsvärde

source: result
de: Ergebnis
fi_fi: tulos
pt_br: resultado
ru: результат
sv_se: resultat

source: variation result
de: mögliche Produktvariante
fi_fi: variaation tulos
pt_br: resultado da variação
ru: результат изменений
sv_se: variantsresultat

source: variation results
de: mögliche Produktvarianten
fi_fi: variaation tulokset
pt_br: resultados da variação
ru: результаты изменений
sv_se: variantsresultat

source: normal
fi_fi: normaali
pt_br: comum
ru: нормальный

source: package parent
de: übergeordnete Produktpackung
fi_fi: paketti-isäntä
pt_br: pacote pai
ru: Родитель пакета
sv_se: överordnat paket

source: variation parent (simple)
de: übergeordnete Produktvariante (einfach)
fi_fi: variaatioisäntä (yksinkertainen)
pt_br: variação pai (simples)
ru: Родитель вариации (простой)
sv_se: överordnad variant (enkel)

source: variation parent (variable)
de: übergeordnete Produktvariante (variabel)
fi_fi: variaatioisäntä (muuttujin)
pt_br: variação pai (variável)
ru: Родитель вариации (переменной)
sv_se: överordnad variant (variabel)

source: variation child
de: untergeordnete Produktvariante
fi_fi: variaatiolapsi
pt_br: variação filho
ru: Дочерняя вариация
sv_se: underordnad variant

source: subscription
de: Abonnement
fi_fi: kestotilaus
pt_br: inscrição
ru: подписка
sv_se: prenumeration

source: visible to logged in
de: für angemeldete Benutzer sichtbar
fi_fi: näkyvissä kirjautuneille
pt_br: visível a autenticados
ru: отображено для вошедших на сайт
sv_se: synliga för inloggade

source: visible to groups
de: für Gruppen sichtbar
fi_fi: näkyvissä ryhmille
pt_br: visível a grupos
ru: отображено для групп
sv_se: synlig för grupper

source: stocked
de: auf Lager
fi_fi: varastoitu
pt_br: estocado
ru: имеющийся в наличии
sv_se: finns i lager

source: unstocked
de: nicht vorrätig
fi_fi: varastoimaton
pt_br: não estocado
ru: не имеющийся в наличии
sv_se: finns ej i lager

source: recommended
de: empfohlene
fi_fi: suositeltu
pt_br: recomendado
ru: рекомендуемый
sv_se: rekommenderad

source: related
de: passende
fi_fi: liittyvä
pt_br: relacionado
ru: связанный
sv_se: besläktad

source: computed
de: berechnete
fi_fi: laskettu
pt_br: computado
ru: вычисленный
sv_se: beräknad

source: bought with
de: wird gekauft mit
fi_fi: ostettu samalla
pt_br: comprado com
ru: купленный
sv_se: köpt med

source: not shipped (non-deliverable)
de: nicht versendet (unzustellbar)
fi_fi: ei toimitettava
pt_br: não enviado (não entregue)

source: shipped (deliverable)
de: zu versenden (lieferbar)
fi_fi: toimitettava
pt_br: enviado (entrega)
