Repository: shuup/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, pt_br, ru, sv_se

source: volume
ru: объем
sv_se: volym

source: unit volume
ru: объём единицы
sv_se: enhetsvolym

source: unit weight
ru: вес единицы
sv_se: enhetsvikt

source: The following fields cannot be changed since there are existing orders for this shop
ru: Следующие поля не могут быть изменены, поскольку для этого магазина есть существующие заказы
sv_se: Följande fält kan inte ändras eftersom det finns existerande beställningar i butiken

source: Your shop domain name. Use this field to configure the URL that is used to visit your site. Note: this requires additional configuration through your internet domain registrar.
ru: Домен вашего магазина. Это поле используется для настройки URL-адреса, используемого для посещения вашего сайта. Примечание: для этого требуется дополнительная настройка через вашего регистратора доменов в Интернете.
sv_se: Din butiks domännamn. Använd detta fält för att konfigurera webbadressen som används för att besöka din webbplats. Obs: detta kräver ytterligare konfiguration via ditt domänregistreringsföretag.

source: Your shop status. Disable your shop if it is no longer in use.
ru: Статус вашего магазина. Отключите ваш магазин, если он больше не используется.
sv_se: Din butiks status. Inaktivera din butik om det inte längre är i bruk.

source: The primary shop currency. This is the currency used when selling your products.
ru: Основная валюта магазина. Эта валюта используется при продаже ваших товаров.
sv_se: Butiken primära valuta. Detta är den valuta som används när sälja dina produkter.

source: This option defines whether product prices entered in admin include taxes. Note this behavior can be overridden with contact group pricing.
ru: Этот параметр определяет, включает ли серия товаров цены, введенные в режиме администратора с учётом налогов. Обратите внимание, что это действие может быть отменено ценовой политикой в группах контактов.
sv_se: Denna inställning bestämmer om produktpriser insatta på administrationssidorna inkluderar skatter. Observera att detta beteende kan åsidosättas med kontaktgruppers prissättning.

source: Shop logo. Will be shown at theme.
ru: Логотип магазина. Будет использоваться в теме оформления.
sv_se: Butikens logga. Kommer att visas på tema.

source: favicon
ru: значок
sv_se: favoritikon

source: Shop favicon. Will be shown next to the address on browser.
ru: Значок магазина. Будет отображаться рядом с адресом в браузере.
sv_se: Butikens favoritikon. Visas bredvid adressen på webbläsaren.

source: Check this if you would like to make your shop temporarily unavailable while you do some shop maintenance.
ru: Поставьте галочку, если вы хотите сделать свой магазин временно недоступным, пока вы занимаетесь его обслуживанием.
sv_se: Markera det här om du vill göra din butik tillfälligt otillgänglig medan du gör ändringar till butiken.

source: The shop name. This name is displayed throughout admin.
ru: Название магазина. Это имя отображается в админке.
sv_se: Butiksnamnet. Det här namnet visas på administrationssidorna.

source: The message to display to customers while your shop is in maintenance mode.
ru: Сообщение которое отображается для клиентов, когда ваш магазин находится в режиме обслуживания.
sv_se: Meddelandet som visas till kunder medan din butik är i underhållsläge.

source: The product suppliers name. Suppliers can be used manage the inventory of stocked products.
ru: Название товара поставщика. Поставщики могут отвечать за управление инвентарём хранящихся товаров.
sv_se: Produktleverantörerns namn. Leverantörerna kan användas hantera inventeringen av lagerförda produkter.

source: The supplier type indicates whether the products are supplied through an internal supplier or an external supplier.
ru: Тип поставщика указывает на то, поставляются ли товары через внутреннего поставщика или внешнего.
sv_se: Leverantörstypen anger om produkterna levereras via en intern eller extern leverantör.

source: Check this if this supplier will be used to manage the inventory of stocked products.
ru: Проверьте, будет ли этот поставщик использоваться для управления запасами товаров на складе.
sv_se: Markera detta om denna leverantör kommer att användas för att hantera inventeringen av lagerförda produkter.

source: Cannot change business critical fields of Tax that is in use
ru: Невозможно изменить важные для бизнеса значения действующего налога
sv_se: Det går inte att ändra affärskritiska Skattefält som är i bruk

source: The tax name. This is shown in order lines in order invoices and confirmations.
ru: Название налога. Это показано в строках заказа, в порядке счетов и подтверждений.
sv_se: Skattens namn. Detta visas i beställningsrader i beställningars fakturor och bekräftelser.

source: The percentage rate of the tax.
ru: Процентная ставка налога.
sv_se: Procentsatsen av skatten.

source: The flat amount of the tax. Mutually exclusive with percentage rates.
ru: Фиксированная сумма налога. Взаимоисключающая процентные ставки.
sv_se: Den platta skattebeloppet. Ömsesidigt uteslutande med procentsatser.

source: currency of tax amount
ru: Валюта налогообложения
sv_se: valuta skattebeloppet

source: Check this if this tax is valid and active.
ru: Поставьте галочку, если налог действителен и активен.
sv_se: Markera detta om skatten är giltig och aktiv.

source: Either rate or amount is required
ru: Требуется либо соотношение, либо сумма
sv_se: Antingen sats eller mängs som krävs

source: Cannot have both rate and amount
ru: Не может иметь как соотношение, так и сумму
sv_se: Kan inte ha både sats och mängd

source: Currency is required if amount is specified
ru: Валюта требуется, если сумма указана
sv_se: Valuta krävs om mängden anges

source: The tax class name. Tax classes are used to control how taxes are applied to products.
ru: Имя класса налогов. Классы налогов используются для контроля того, как налоги применяются к продуктам.
sv_se: Skatteklassens namn. Skatteklasser används för att styra hur skatter tillämpas på produkter.

source: Check this if this tax class is active and valid.
ru: Поставьте галочку, если класс налогов активен и действителен.
sv_se: Markera detta om denna skatteklass är aktiv och giltig.

source: The number of decimal places allowed by this sales unit.Set this to a value greater than zero if products with this sales unit can be sold in fractional quantities
ru: Число десятичных разрядов, разрешенных этой единицей продаж. Установите это значение больше нуля, если продукты с этой единицей продаж могут продаваться с дробными значениями
sv_se: Antalet decimaler som tillåts av denna försäljningsenhet. Sätt detta till ett värde större än noll om produkter med denna försäljningsenhet kan säljas i delmängder

source: The sales unit name to use for products (For example, 'pieces' or 'units'). Sales units can be set for each product through the product editor view.
ru: Название единицы продаж для использования в товарах (например, «штук» или «единиц»). Единицы сбыта могут быть установлены для каждого продукта через режим редактора продукта.
sv_se: Försäljningsenhetnamnet du använder för produkter (till exempel 'delar' eller 'enheter'). Försäljningsenheter kan ställas in för varje produkt genom vyn produktredigeraren.

source: Value must be positive and non-zero
ru: Значение должно быть положительным и не равно нулю.
sv_se: Värdet måste vara positivt och över noll

source: Size of the display unit in internal unit. E.g. if internal unit is kilogram and display unit is gram, ratio is 0.001.
ru: Размер блока во внутреннем блоке. Например. Если внутренняя единица - килограмм, а единица отображения - грамм, отношение равно 0,001.
sv_se: Storlek av visningsenhetens i interna enhet. T.ex. om den interna enheten är kilogram och visningsenheten är gram, så är förhållandet är 0,001.

source: The number of decimal places to use for values in the display unit. The internal values are still rounded based on settings of the internal unit.
ru: Число знаков после запятой, используемых для значений в блоке. Внутренние значения по-прежнему округляются на основе настроек внутреннего блока.
sv_se: Antalet decimaler för värden i visningsenheten. De interna värdena rundas fortfarande baserat på inställningarna för den interna enheten.

source: Value to use when displaying unit prices. E.g. if the display unit is g and the comparison value is 100, then unit prices are shown per 100g, like: $2.95 per 100g.
ru: Значение, которое следует использовать при отображении цены за единицу. Например: если единица отображения - граммы, а сравнительное значение равно 100, то цены за единицу показаны на 100 г, например: 2,95 долл. США за 100 г.
sv_se: Värde som ska användas vid visning av enhetspriser. T.ex. om visningenheten är g och jämförelsevärdet är 100, då kommer enhetspriser visas per 100g, som: $ 2,95 per 100g.

source: If true, values of this unit can be shown without the symbol occasionally. Usually wanted if the unit is a piece, so that product listings can show just '$5.95' rather than '$5.95 per pc.'.
ru: Если верно, значения этой единицы иногда могут отображаться без символа. Обычно требуется, если единица является частью целого, так что списки товаров могут показывать только «$ 5.95», а не «$ 5.95 за шт».
sv_se: Om sant, så kan värden för den här enheten visas utan en symbol ibland. Detta väljs oftast om enheten är en del, så att produktlistor kan visa bara '$5,95' i stället för '$5,95 per dator.'.

source: Name of the display unit, e.g. Grams.
ru: Название отображаемого блока, например: Граммы.
sv_se: Namnet på enheten, t.ex. gram.

source: No Choice
de: Keine Auswahl
ru: Без Выбора
sv_se: Inget val

source: The total should be greater than {} to be ordered.
sv_se: Summan bör vara större än {} för att kunna beställas.

source: %s not available in this shop
sv_se: %s är inte tillgängliga i denna butik

source: Insufficient stock
ru: Недостаточный запас
sv_se: Inte tillräckligt lager

source: %(name)s (physical stock: %(quantity)s)
de: %(name)s (physischer Bestand: %(quantity)s)
sv_se: %(name)s (fysiskt lager: %(quantity)s)

source: Insufficient physical stock count for following products: %(product_counts)s
sv_se: Otillräcklig fysisk lagerinventering för följande produkter: %(product_counts)s

source: Error! Insufficient quantity in stock.
de: Fehler! Unzureichende Menge auf Lager.

source: Insufficient physical stock count for the following products: `%(product_counts)s`.
de: Unzureichender physischer Lagerbestand für die folgenden Produkte: "%(product_counts)s".

source: GTIN
ru: Международный код маркировки и учёта логистических единиц
