Repository: shuup/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, pt_br, ru, sv_se

source: Error! Invalid command `%s`.
de: Fehler! Ungültiger Befehl "%s".
fi_fi: Virhe: Vääränlainen komento '%s'.
pt_br: Erro! Comando inválido `%s`.

source: Error! The quantity `%f` is not allowed. Please use an integer value.
de: Fehler! Die Menge "%f" ist nicht erlaubt. Bitte verwende einen ganzzahligen Wert.
fi_fi: Virhe: Määrän %f tietotyyppi ei kelpaa. Ole hyvä ja syötä kokonaisluku.
pt_br: Erro! A quantidade `%f` não é permitida. Use um valor inteiro.

source: Error! The quantity `%s` is not valid.
de: Fehler! Die Menge "%s" ist ungültig.
fi_fi: Virhe: Määrä '%s' ei ole kelvollinen.
pt_br: Erro! A quantidade `%s` não é válida.

source: Error! The quantity `%s` is not valid, should be bigger than zero.
de: Fehler! Die Menge "%s" ist ungültig und sollte größer als Null sein.
fi_fi: Virhe: Määrä '%s' ei ole kelvollinen. Luvun on oltava suurempi kuin 0.
pt_br: Erro! A quantidade `%s` não é válida, deve ser maior que zero.

source: Error! This variation is not available.
de: Fehler! Diese Produktvariante ist nicht verfügbar.
fi_fi: Virhe: Tämä muunnelma ei ole käytettävissä.
pt_br: Erro! Esta variação não está disponível.

source: Customer is not active.
de: Der Kunde ist nicht aktiv.
fi_fi: Asiakas ei ole aktiivinen.
pt_br: Este usuário não está ativo.

source: Shop does not have all the necessary permissions for this customer.
de: Der Marktplatz verfügt nicht über alle erforderlichen Berechtigungen für diesen Kunden.
fi_fi: Kaupalle ei ole oikeuksia käsitellä tätä asiakasta.
pt_br: A loja não possui todas as permissões necessárias para este cliente.

source: You don't have the required permission to assign this customer.
de: Du hast nicht die erforderliche Berechtigung, diesen Kunden zuzuordnen.
fi_fi: Sinulla ei ole riittäviä oikeuksia lisätä tätä käyttäjää tilaukselle.
pt_br: Você não tem as permissões necessárias para atribuir este cliente.

source: You must specify the order, in which customer is a company.
de: Du musst eine Bestellung angeben, in dem ein Unternehmen der Kunde ist.
fi_fi: Sinun tulee tarkentaa tilausta kun asiakas on yritys.
pt_br: Você deve especificar o pedido, no qual o cliente é uma empresa.

source: Invalid customer.
de: Ungültige Kundendaten.
fi_fi: Virheellinen asiakas.
pt_br: Cliente inválido.

source: Orderer is not a member of the company.
de: Der Besteller ist nicht als Mitarbeiter des Unternehmens registriert.
fi_fi: Tilaaja ei ole yrityksen jäsen.
pt_br: O solicitante não é membro da empresa.

source: You are not a member of the company.
de: Du bist nicht als Mitarbeiter des Unternehmens registriert.
fi_fi: Et ole tämän yrityksen jäsen.
pt_br: Você não é membro da empresa.

source: Basket loading failed: Incompatible basket (%s).
de: Laden des Warenkorbs fehlgeschlagen: inkompatibler Warenkorb (%s).
fi_fi: Ostokorin lataaminen epäonnistui: epäyhteensopiva ostokori (%s).
pt_br: O carregamento da cesta falhou: cesta incompatível (%s).

source: Try to remove some products from the basket and order them separately.
de: Versuche bitte, einige Artikel aus dem Warenkorb zu entfernen und sie separat zu bestellen.
fi_fi: Voit koittaa poistaa tuotteita ostoskorista ja tilata ne erikseen.
pt_br: Tente remover alguns produtos do carrinho e faça o pedido separadamente.
sv_se: Försök att ta bort vissa produkter ur korgen och beställa dem separat.

source: Products in basket can't be shipped together. %s
de: Die Artikel m Warenkorb können leider nicht zusammen versendet werden. %s
fi_fi: Ostokorin tuotteita ei voida toimittaa yhdessä. %s
pt_br: Os produtos na cesta não podem ser enviados juntos. %s

source: Products in basket have no common payment method. %s
de: Die Artikel m Warenkorb haben keine identische Zahlungsart. %s
fi_fi: Korin tuotteilla ei ole yhteistä maksutapaa. %s
pt_br: Os produtos no carrinho não têm formas de pagamento em comum. %s
sv_se: Produkter i korgen har ingen gemensam betalningsmetod. %s

source: internal identifier
de: interne Kennung
fi_fi: sisäinen tunniste
pt_br: identificador interno
ru: внутренний идентификатор
sv_se: intern identifierare

source: Do not change this value if you are not sure what you are doing.
de: Ändere diesen Wert bitte nicht, wenn Du Dir nicht sicher bist, was Du tust.
fi_fi: Älä muuta tätä arvoa, ellet ole täysin varma mitä olet tekemässä.
pt_br: Não altere este valor se não tem certeza do que está fazendo.
ru: Не меняйте это значение, если вы не уверены, за что оно отвечает.
sv_se: Ändra inte på detta värde om du inte är säker på konsekvenserna.

source: Invalid color
de: Ungültige Farbe
fi_fi: Virheellinen väri
pt_br: Cor inválida

source: Enter a valid JSON.
de: Gib bitte eine gültige JSON-Formel ein.
fi_fi: Syötä kelvollinen JSON-objekti tai -tiedosto.
pt_br: Insira um JSON válido.

source: Error!
de: Fehler!
fi_fi: Virhe!
pt_br: Erro!

source: No such shop is configured.
de: Es ist kein solcher Marktplatz eingerichtet.
fi_fi: Kauppaa ei ole konfiguroitu.
pt_br: Nenhuma loja desse tipo está configurada.

source: shipping address
de: Lieferadresse
fi_fi: toimitusosoite
pt_br: endereço de entrega
ru: адрес доставки
sv_se: leveransaddress

source: billing address
de: Rechnungsadresse
fi_fi: laskutusosoite
pt_br: endereço de cobrança
ru: платежный адрес
sv_se: faktureringsaddress

source: disabled
de: deaktiviert
fi_fi: pois käytöstä
pt_br: desabilitado
ru: отключено
sv_se: inaktiverad

source: enabled
de: aktiviert
fi_fi: käytössä
pt_br: habilitado
ru: включено
sv_se: aktiverad

source: name prefix
de: Namenspräfix
fi_fi: nimen etuliite
pt_br: prefixo do nome
ru: префикс имени
sv_se: titel

source: The name prefix. For example, Mr, Mrs, Ms, Dr, etc.
de: Das Namenspräfix. Zum Beispiel: Herr, Frau, Fräulein, Dr., usw.
fi_fi: Nimen etuliite. Esimerkiksi Mr, Mrs, Ms, Dr, jne.
pt_br: O prefixo do nome. Por exemplo, Sr, Sra, Dr, Dra, etc.
ru: Приставка к имени. Например мистер, миссис, мисс, доктор, и др.
sv_se: Personens titel. Exempel, Herr, Fru, Dr, osv.

source: name
fi_fi: nimi
pt_br: nome
ru: имя
sv_se: namn

source: The name for the address.
de: Der Name für die Adresse.
fi_fi: Nimi osoitteelle
pt_br: O nome para o endereço
ru: Имя для данного адреса.
sv_se: Adressens namn

source: name suffix
de: Namenssuffix
fi_fi: nimen jälkiliite
pt_br: sufixo do nome
ru: суффикс имени
sv_se: namnsuffix

source: The name suffix. For example, Jr, Sr, etc.
de: Das Namenssuffix. Zum Beispiel: Junior., Senior, usw.
fi_fi: Nimen jälkiliite, esimerkiksi Jr, Sr, jne.
pt_br: O sufixo do nome. Por exemplo, Jr, etc.
ru: Приставка к имени. Например джуниор, сэр, и т.д.
sv_se: Namnsuffix. Till exempel, Jr, Sr, etc.

source: name extension
de: Namenszusatz
fi_fi: nimen laajenne
pt_br: extensão do nome
ru: Расширение имени
sv_se: namnstillägg

source: Any other text to display along with the address. This could be department names (for companies) or titles (for people).
de: Jeder andere Text, der zusammen mit der Adresse angezeigt werden soll. Dies können Abteilungsnamen (für Unternehmen) oder Titel (für Personen) sein.
fi_fi: Mikä tahansa muu teksti mitä haluat näyttää osoitteen yhteydessä. Tämä voi olla esimerkiksi osasto (yrityksille) tai titteli (henkilöille).
pt_br: Qualquer outro texto para exibir com o endereço. Pode ser o nome do departamento (para empresas) ou títulos (para pessoas).
ru: Любой другой текст для отображения вместе с адресом. Это могут быть названия отделов (для компаний) или статусы (для людей).
sv_se: All annan text för att visa tillsammans med adressen. Detta kan vara avdelningsnamn (för företag) eller titlar (för människor).

source: company name
de: Firmenname
fi_fi: yrityksen nimi
pt_br: nome da empresa
ru: имя компании
sv_se: företagsnamn

source: The company name for the address.
de: Der Firmenname für die Adresse.
fi_fi: Yrityksen nimi osoitteelle.
pt_br: O nome da empresa para o endereço.
ru: Название компании для адреса.
sv_se: Företagsnamnet för adressen.

source: tax number
de: Steuernummer
fi_fi: veronumero
pt_br: número de contribuinte
ru: Налоговый номер
sv_se: momsnummer

source: The business tax number. For example, EIN in the USA or VAT code in the EU.
de: Die Steuernummer eines Unternehmens. Zum Beispiel der EIN in den USA oder die Umsatzsteueridentnummer in der EU.
fi_fi: Yrityksen veronumero. Esimerkiksi EIN USA:ssa tai VAT-koodi EU:ssa.
pt_br: O número fiscal da empresa. Por exemplo, EIN nos EUA ou código de IVA na UE.

source: phone
de: Telefon
fi_fi: puhelin
pt_br: telefone
ru: телефон
sv_se: telefon

source: The primary phone number for the address.
de: Die primäre Rufnummer der Adresse.
fi_fi: Ensisijainen puhelinnumero osoitteelle.
pt_br: O telefone principal para o endereço.
ru: Основной номер телефона для адреса.
sv_se: Det primära telefonnumret för adressen.

source: The primary email for the address.
de: Die primäre E-Mail-Adresse der Adresse.
fi_fi: Ensisijainen sähköpostiosoite osoitteelle.
pt_br: O e-mail principal para o endereço.
ru: Основной электронный адрес для данного адреса.
sv_se: Den primära e-postadressen för adressen.

source: street
de: Straße
fi_fi: katuosoite
pt_br: endereço
ru: улица
sv_se: gata

source: The street address.
de: Die Adresse der Straße
fi_fi: Katuosoite.
pt_br: O nome da rua.
ru: Физический адрес.
sv_se: Gatuaddress.

source: street (2)
de: 2. Adresszeile
fi_fi: katuosoite (2)
pt_br: complemento
ru: улица (2)
sv_se: gata (2)

source: An additional street address line.
de: Eine zusätzliche Straßenadresszeile.
fi_fi: Katuosoitteen lisärivi.
pt_br: Complemento do endereço.
ru: Дополнительная строка физического адреса.
sv_se: Extra addressfält.

source: street (3)
de: 3. Adresszeile
fi_fi: katuosoite (3)
pt_br: bairro
ru: улица (3)
sv_se: gata (3)

source: Any additional street address line.
de: Jede zusätzliche Straßenadresszeile.
fi_fi: Mikä tahansa katuosoitteen lisärivi
pt_br: Qualquer complemento adicional no endereço.
ru: Любая дополнительная строка физического адреса.
sv_se: Extra addressfält.

source: postal code
de: PLZ
fi_fi: postinumero
pt_br: código postal
ru: почтовый индекс
sv_se: postaddress

source: The address postal/zip code.
de: Die PLZ der Adresse.
fi_fi: Osoitteen postinumero.
pt_br: Código postal.
ru: Почтовый индекс
sv_se: Adressens postaddress.

source: city
de: Ort
fi_fi: kaupunki
pt_br: cidade
ru: город
sv_se: stad

source: The address city.
de: Der Ort der Adresse.
fi_fi: Osoitteen kaupunki.
pt_br: Cidade.
ru: Город
sv_se: Adressens stad.

source: region code
de: Kürzel des Bundeslands
fi_fi: aluekoodi
pt_br: código do estado
ru: код региона
sv_se: områdeskod

source: The address region, province, or state.
de: Das Bundesland der Adresse.
fi_fi: Osoitteen alue, maakunta tai osavaltio.
pt_br: Estado, região ou província.
ru: Регион, провинция или штат.
sv_se: Adressens område, provins eller delstat.

source: region
de: Bundesland
fi_fi: alue
pt_br: estado
ru: регион
sv_se: område

source: country
de: Land
fi_fi: maa
pt_br: país
ru: страна
sv_se: land

source: The address country.
de: Das Land der Adresse.
fi_fi: Osoitteen maa.
pt_br: País.
ru: Страна
sv_se: Adressens land.

source: address
de: Adresse
fi_fi: osoite
pt_br: endereço
ru: адрес
sv_se: adress

source: addresses
de: Adressen
fi_fi: osoitteet
pt_br: endereços
ru: адреса
sv_se: adresser

source: owner
de: Eigentümer
fi_fi: omistaja
pt_br: proprietário
ru: владелец
sv_se: ägare

source: role
de: Rolle
fi_fi: rooli
pt_br: função
ru: роль
sv_se: roll

source: title
de: Bezeichnung
fi_fi: otsikko
pt_br: título
ru: заголовок
sv_se: titel

source: saved address
de: gespeicherte Adresse
fi_fi: tallennettu osoite
pt_br: endereço salvo
ru: сохраненный адрес
sv_se: sparad adress

source: saved addresses
de: gespeicherte Adressen
fi_fi: tallennetut osoitteet
pt_br: endereços salvos
ru: сохраненные адреса
sv_se: sparade adresser

source: hidden
de: ausgeblendet
fi_fi: piilotettu
pt_br: oculto
ru: скрытый
sv_se: gömd

source: shown on product page
de: auf der Produktdetailseite angezeigt
fi_fi: näkyy tuotesivulla
pt_br: mostrado na página do produto
ru: показан на странице товара
sv_se: visa på produktsidan

source: searchable metadata
de: suchbare Metadaten
fi_fi: haettava metadata
pt_br: metadados pesquisáveis
ru: Метаданные, доступные для поиска
sv_se: sökbar metadata

source: private metadata
de: persönliche Metadaten
fi_fi: yksityinen metadata
pt_br: metadados privados
ru: Частные метаданные
sv_se: privat matadata

source: integer
de: ganzzahlige
fi_fi: kokonaisluku
pt_br: inteiro
ru: целое число
sv_se: heltal

source: boolean
de: boolesch
fi_fi: totuusarvo
pt_br: booleano
ru: логическое значение
sv_se: boolesk värde

source: time interval
de: Zeitintervall
fi_fi: aikaväli
pt_br: intervalo de tempo
ru: временной интервал
sv_se: tidsintervall

source: date and time
de: Datum und Uhrzeit
fi_fi: päivämäärä ja aika
pt_br: data e hora
ru: дата и время
sv_se: datum och tid

source: date only
de: nur Datum
fi_fi: vain päivämäärä
pt_br: data apenas
ru: только дата
sv_se: endast datum

source: translated string
de: übersetztes Textelement
fi_fi: käännösteksti
pt_br: string traduzida
ru: переведённая строка
sv_se: översatt sträng

source: untranslated string
de: nicht übersetztes Textelement
fi_fi: teksti
pt_br: string não traduzida
ru: непереведённая строка
sv_se: ej översatt sträng

source: choices
pt_br: escolhas

source: searchable
de: suchbar
fi_fi: haettavissa
pt_br: pesquisável
ru: доступное для поиска
sv_se: sökbar

source: Searchable attributes will be used for product lookup when customers search in your store.
de: Die suchbaren Merkmale werden dafür verwendet Artikel zu suchen und zu finden. Z.B. wenn Kunden etwas in Deinem Händlerbereich oder auf dem Marktplatz suchen möchten.
fi_fi: Hakukelpoisia ominaisuuksia hyödynnetään hakutulosten rajaamiseen asiakkaan etsiessä tuotteita kaupastasi.
pt_br: Atributos pesquisáveis serão usados para pesquisa de produto quando os clientes pesquisarem em sua loja.

source: type
de: Typ
fi_fi: tyyppi
pt_br: tipo
ru: тип
sv_se: typ

source: The attribute data type. Attribute values can be set on the product editor page.
de: Der Datentyp des Merkmals. Merkmalswerte können auf der Artikeleditor-Seite definiert werden.
fi_fi: Tuoteattribuutin datatyyppi. Attribuuttien arvot asetetaan tuotteen muokkaussivulla.
pt_br: O tipo de dados do atributo. Os valores dos atributos podem ser configurados na página do editor do produto.
ru: Тип данных параметров. Значения параметров могут быть установлены на странице редактирования товара.
sv_se: Attributets datatyp. Attributets värde kan sätta på produktenseditor sidan.

source: Minimum amount of choices
pt_br: Quantidade mínima de escolhas

source: Minimum amount of choices that user can choose from existing options. This field has affect only for choices type.
pt_br: Quantidade mínima de opções que o usuário pode escolher entre as opções existentes. Este campo tem efeito apenas para o tipo de escolha.

source: Maximum amount of choices
pt_br: Quantidade máxima de escolhas

source: Maximum amount of choices that user can choose from existing options. This field has affect only for choices type.
pt_br: Quantidade máxima de opções que o usuário pode escolher entre as opções existentes. Este campo tem efeito apenas para o tipo de escolha.

source: visibility mode
de: Sichtbarkeitsmodus
fi_fi: Näkyvyystila
pt_br: modo de visibilidade
ru: режим видимости
sv_se: synlighetsläge

source: Select the attribute visibility setting. Attributes can be shown on the product detail page or can be used to enhance product search results.
de: Wähle die Einstellung, um Artikelmerkmale sichtbar zu machen. Die Merkmale können auf der Produktdetailseite angezeigt werden oder zur Verbesserung von Artikelsuchergebnissen dienen.
fi_fi: Tuoteattribuutin näkyvyysasetus. Tuoteattribuutteja voidaan näyttää tuotteen sivuilla kaupassa tai niitä voidaan käyttää parantamaan hakutuloksia.
pt_br: Selecione a configuração de visibilidade do atributo. Os atributos podem ser mostrados na página de detalhes do produto ou podem ser usados para aprimorar os resultados da pesquisa do produto.
ru: Выберите настройку видимости параметра. Параметры могут отображаться на странице сведений о товаре или могут использоваться для улучшения результатов поиска товаров.
sv_se: Välj attributets synlighetsläge. Attribut kan visas på produktens detaljsida eller för att förbättra sökningar efter produkters.

source: The ordering in which your attribute will be displayed.
pt_br: A ordem em que seu atributo será exibido.

source: The attribute name. Product attributes can be used to list the various features of a product and can be shown on the product detail page. The product attributes for a product are determined by the product type and can be set on the product editor page.
de: Der Name des Merkmals. Artikelmerkmale können verwendet werden, um die verschiedenen Merkmale eines Produkts aufzulisten und auch können auf der Produktdetailseite angezeigt werden. Die Artikelmerkmale für ein Produkt werden durch den Artikeltyp bestimmt und können auf der Artikeleditor-Seite definiert werden.
fi_fi: Tuoteattribuutin nimi. Tuoteattribuutteja voidaan käyttää erinäisten tietojen esittämiseen tuotekohtaisesti ja niitä voidaan näyttää tuotteen sivuilla. Tuotteen attribuutit määräytyvät tuotetyypin mukaan ja niiden arvot voidaan asettaa tuotteen muokkauksessa.
pt_br: O nome do atributo. Os atributos do produto podem ser usados para listar os vários recursos de um produto e podem ser mostrados na página de detalhes do produto. Os atributos do produto para um produto são determinados pelo tipo de produto e podem ser configurados na página do editor do produto.
ru: Название параметра. Параметры товара могут использоваться для отображения различных функций товара и показываться на странице сведений о продукте. Параметры товара определяются типом товара и могут быть установлены на странице редактирования товара.
sv_se: Attributets namn. Produktattribut kan användas för att lista diverse produktfunktioner och kan göras synliga på en produkt detaljsida. Produktattribut bestäms utifrån produktens typ och kan ställas in på produktens detaljsida.

source: attribute
de: Merkmal
fi_fi: attribuutti
pt_br: atributo
ru: атрибут
sv_se: attribut

source: attributes
de: Merkmale
fi_fi: attribuutit
pt_br: atributos
ru: атрибуты
sv_se: attribut

source: The attribute choice option name.
pt_br: O nome da opção de escolha do atributo.

source: chosen options
pt_br: opções escolhidas

source: numeric value
de: numerischer Wert
fi_fi: lukuarvo
pt_br: valor numérico
ru: числовое значение
sv_se: numeriskt värde

source: datetime value
de: Datum-Zeit-Wert
fi_fi: päivämääräarvo
pt_br: valor data e hora
ru: Значение места и времени
sv_se: datum och tidsvärde

source: untranslated value
de: nicht übersetzter Wert
fi_fi: kääntämätön tekstiarvo
pt_br: valor não traduzido
ru: непереведённое значение
sv_se: ej översatt värde

source: created on
de: erstellt am
fi_fi: luotu
pt_br: criado em
ru: создано
sv_se: skapad den

source: modified on
de: geändert am
fi_fi: muutettu
pt_br: modificado em
ru: изменен
sv_se: ändrad på

source: shop
de: Marktplatz
fi_fi: kauppa
pt_br: loja
ru: магазин
sv_se: butik

source: supplier
de: Händler
fi_fi: toimittaja
pt_br: fornecedor
ru: поставщик
sv_se: leverantör

source: user
de: Benutzer
fi_fi: käyttäjä
pt_br: usuário
ru: пользователь
sv_se: användare

source: The following fields are protected and can not be changed.
de: Die folgenden Felder sind geschützt und können nicht geändert werden.
fi_fi: Seuraavat kentät ovat lukittuja, eikä niiden sisältöä voi muokata.
pt_br: Os campos a seguir são protegidos e não podem ser alterados.

source: key
de: Schlüssel
fi_fi: avain
pt_br: chave
ru: ключ
sv_se: nyckel

source: customer
de: Kunde
fi_fi: asiakas
pt_br: cliente
ru: покупатель
sv_se: kund

source: orderer
de: Besteller
fi_fi: tilaaja
pt_br: comprador
ru: заказчик
sv_se: beställaren

source: creator
de: Ersteller
fi_fi: laatija
pt_br: O Criador
sv_se: skapare

source: updated on
de: aktualisiert am
fi_fi: päivitetty
pt_br: atualizado em
sv_se: uppdaterad

source: persistent
de: dauerhaft
fi_fi: sinnikäs
pt_br: persistente
sv_se: långlivad

source: deleted
de: gelöscht
fi_fi: poistettu
pt_br: excluído
ru: удаленный
sv_se: borttagen

source: finished
de: fertiggestellt
fi_fi: valmis
pt_br: finalizado
sv_se: avslutad

source: data
de: Daten
fi_fi: tiedot
pt_br: dados
ru: дата

source: taxless total price
de: Gesamtsumme (netto)
fi_fi: veroton kokonaishinta
pt_br: preço total sem impostos
sv_se: pris (exkl. skatter)

source: taxful total price
de: Gesamtsumme (brutto)
fi_fi: verollinen kokonaishinta
pt_br: preço total tributável
sv_se: pris (inkl. skatter)

source: currency
de: Währung
fi_fi: valuutta
pt_br: moeda
ru: валюта
sv_se: valuta

source: prices include tax
de: Preise inkl. MwSt.
fi_fi: hinnat sisältävät veron
pt_br: preços incluem impostos
ru: цены включают в себя налог
sv_se: priser inkl. skatter

source: products
de: Artikel
fi_fi: tuotteet
pt_br: produtos
ru: товары
sv_se: produkter

source: basket
de: Warenkorb
fi_fi: kori
pt_br: cesta
sv_se: korg

source: baskets
de: Warenkörbe
fi_fi: korit
pt_br: cestos
sv_se: korgar

source: invisible
de: ausgeblendet
fi_fi: näkymätön
pt_br: invisível
ru: невидимый
sv_se: osynlig

source: visible
de: sichtbar
fi_fi: näkyvissä
pt_br: visível
ru: видимый
sv_se: synlig

source: visible to all
de: für alle sichtbar
fi_fi: näkyvissä kaikille
pt_br: visível a todos
ru: видимый для всех
sv_se: synlig för alla

source: visible to logged-in customers
de: für angemeldete Kunden sichtbar
fi_fi: näkyvissä sisään kirjautuneille asiakkaille
pt_br: visível para clientes conectados

source: visible to certain customer groups
de: für bestimmte Kundengruppen sichtbar
fi_fi: näkyvillä tietyille asiakasryhmille
pt_br: visível a determinados grupos de clientes
ru: видимый для некоторых групп покупателей
sv_se: synlig för ett vissa kundergrupper

source: parent category
de: übergeordnete Kategorie
fi_fi: yläkategoria
pt_br: categoria pai
ru: родительская категория
sv_se: föräldrakategori

source: If your category is a sub-category of another category, you can link them here.
de: Wenn Deine Kategorie eine Unterkategorie einer anderen Kategorie ist, kannst Du sie hier verlinken.
fi_fi: Mikäli tuoteryhmäsi on toisen tuoteryhmän alatuoteryhmä, voit linkittää ne täällä.
pt_br: Se a sua categoria for uma subcategoria de outra categoria, você pode vinculá-los aqui.
ru: Если ваша категория является подкатегорией другой категории, вы можете связать их здесь.
sv_se: Om din kategori är en underkategori av en annan kategori så kan du länka dem här.

source: shops
de: Marktplätze
fi_fi: kaupat
pt_br: lojas
ru: магазины
sv_se: butiker

source: You can select which shops the category is visible in.
de: Du kannst auswählen, in welchen Marktplätzen die Kategorie sichtbar ist.
fi_fi: Voit valita kaupat, joissa tuoteryhmä näkyy.
pt_br: Você pode selecionar em quais lojas a categoria está visível.
ru: Вы можете выбрать, в каких магазинах данная категория будет отображена.
sv_se: Du kan välja vilka butiker kategorin är synlig i.

source: Choose if you want this category to be visible in your store.
de: Wähle aus, ob diese Kategorie in Deinem Händlerbereich sichtbar sein soll.
fi_fi: Voit valita näkyykö tuoteryhmä kaupassasi.
pt_br: Escolha se deseja que esta categoria fique visível em sua loja.

source: image
de: Bild
fi_fi: kuva
pt_br: imagem
ru: изображение
sv_se: bild

source: Category image. Will be shown in places defined by the graphical theme in use.
de: Kategorie-Bild. Wird an Stellen angezeigt, die durch das verwendete grafische Design definiert sind.
fi_fi: Tuoteryhmän kuva. Näytetään käytetyn teeman määrittelemissä paikoissa.
pt_br: Imagem da categoria. Será mostrado em locais definidos pelo tema gráfico em uso.
