Repository: shuup/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, pt_br, ru, sv_se

source: no verification required
de: keine Prüfung erforderlich
fi_fi: ei vaadi vahvistusta
pt_br: nenhuma verificação necessária
ru: Подтверждение не требуется
sv_se: ingen kontroll krävs

source: admin verification required
de: Admin-Prüfung erforderlich
fi_fi: vaatii ylläpitovahvistukse
pt_br: verificação do administrador necessária
ru: Требуется подтверждение администратора
sv_se: administrativ kontroll krävs

source: third party verification required
de: Prüfung durch Dritte erforderlich
fi_fi: vaatii kolmannen osapuolen vahvistukse
pt_br: verificação por terceiros necessária
ru: Требуется подтверждение третьей стороны
sv_se: verifiering från tredje part krävs

source: Enter a descriptive name for your product type. Products and attributes for products of this type can be found under this name.
de: Gib eine Beschreibung für Deinen Artikeltyp ein. Artikel und die Merkmale desselben Typs können unter dem Artikeltyp gefunden werden.
fi_fi: Anna kuvaava nimi tuotetyypille. Tuotteet ja tuotemuuttujat tuotteelle löytyvät jatkossa tämän nimen alta.
pt_br: Insira um nome descritivo para o seu tipo de produto. Produtos e atributos para produtos desse tipo podem ser encontrados sob este nome.
ru: Введите описательное имя для своего типа товара. Товары и свойства товаров этого типа можно найти под этим именем.
sv_se: Ange ett beskrivande namn för produkttypen. Produkter och attribut för produkter av denna typ kan hittas under detta namn.

source: Select attributes that go with your product type. To change available attributes search for `Attributes`.
de: Wähle die Merkmale, die zu Deinem Artikeltyp passen. Um diese zu ändern, gehe zu "Merkmale".
fi_fi: Valitse tuotetyyppisi mukaiset määritteet. Jos haluat muuttaa käytettävissä olevia määritteitä, etsi `Attribuutit`.
pt_br: Selecione os atributos que correspondem ao seu tipo de produto. Para alterar os atributos disponíveis, procure `Atributos`.

source: product type
de: Artikeltyp
fi_fi: tuotetyyppi
pt_br: tipo de produto
ru: тип товара
sv_se: produkttyp

source: product types
de: Artikeltypen
fi_fi: tuotetyypit
pt_br: tipos de produtos
ru: типы товара
sv_se: produkttyper

source: mode
de: Modus
fi_fi: tila
pt_br: modo
ru: режим
sv_se: läge

source: variation parent
de: übergeordnete Produktvariante
fi_fi: variaatioisäntä
pt_br: variação pai
ru: Родитель вариации
sv_se: överordnad variant

source: shipping mode
de: Versandart
fi_fi: toimitustila
pt_br: modo de transporte
ru: Режим доставки
sv_se: leveransläge

source: Set to `shipped` if the product requires shipment.
de: Setze diese Option auf "zu versenden", wenn der Artikel versandt werden muss.
fi_fi: Aseta tilaan 'toimitettava' jos tuote on lähetettävä.
pt_br: Defina como `enviado` se o produto precisar ser enviado.

source: sales unit
de: Verkaufseinheit
fi_fi: myyntiyksikkö
pt_br: unidade de vendas
ru: единица продаж
sv_se: Försäljningsenhet

source: Select a sales unit for your product. This is shown in your store front and is used to determine whether the product can be purchased using fractional amounts. To change settings search for `Sales Units`.
de: Wähle eine Verkaufseinheit für Deinen Artikel. Diese wird in Deinem Händlerbereich angezeigt und wird verwendet, um zu bestimmen, ob der Artikel in Teilmengen erworben werden kann. Um die Einstellungen zu ändern, gehe zu "Verkaufseinheiten".
fi_fi: Aseta myyntiyksikkö tuotteellesi. Yksikkö näytetään tuotesivulla ja määrittää sen voiko tuotteita ostaa osamäärissä. Valittavat yksiköt voidaan määritellä asetuksissa, osiossa Tuotteet - Myyntiyksiköt.
pt_br: Selecione uma unidade de vendas para o seu produto. Isso é mostrado na fachada da sua loja e é usado para determinar se o produto pode ser comprado usando quantidades fracionárias. Para alterar as configurações, pesquise por `Unidades de vendas`.

source: tax class
de: Steuerklasse
fi_fi: veroluokka
pt_br: classe fiscal
ru: налоговый класс
sv_se: skatteklass

source: Select a tax class for your product. The tax class is used to determine which taxes to apply to your product. Define tax classes by searching for `Tax Classes`. To define the rules by which taxes are applied search for `Tax Rules`.
de: Wähle eine Steuerklasse für Deinen Artikel. Die Steuerklasse wird verwendet, um zu bestimmen, welche Steuern auf Deinen Artikel angewendet werden sollen. Um die Steuerklassen zu definieren, gehe zu "Steuerklassen". Um die Regeln zu definieren, gemäß denen die Steuern angewendet werden sollen, gehe zu "Steuerregeln".
fi_fi: Valitse tuotteesi veroluokka. Veroluokka määrittää sen mitkä verot on maksettava tuotteen oston yhteydessä. Muokataksesi veroluokkia ja niiden sisäisiä sääntöjä, mene Asetuksissa osioon Verosäännöt.
pt_br: Selecione uma classe de imposto para o seu produto. A classe de imposto é usada para determinar quais impostos se aplicam ao seu produto. Defina as classes de impostos pesquisando `Classes de impostos`. Para definir as regras pelas quais os impostos são aplicados, pesquise `Regras fiscais &#39;.

source: Select a product type for your product. These allow you to configure custom attributes to help with classification and analysis.
de: Wähle einen Artikeltyp für Dein Produkt. Damit kannst Du benutzerdefinierte Merkmale konfigurieren, die bei der Klassifizierung und der Analyse von Artikeldaten helfen.
fi_fi: Valitse tuotetyyppi tuotteellesi. Näillä voit määritellä tuotemuuttujia tuotteellesi.
pt_br: Selecione um tipo de produto para o seu produto. Isso permite que você configure atributos personalizados para ajudar na classificação e análise.
ru: Выберите тип товара. Это позволит настраивать пользовательские параметры для помощи в классификации и анализе.
sv_se: Välj en produkttyp för din produkt. Dessa ger dig möjligheten att ge anpassade attribut för att hjälpa till med klassificering och analys.

source: Enter a SKU (Stock Keeping Unit) number for your product. This is a product identification code that helps you track products through your inventory and analyze their movement. People often use the product's barcode number, but you can set up any numerical system you want to keep track of products.
de: Gib eine Artikelnummer für Dein Produkt ein. Dies ist ein individueller Produktidentifikationscode, der Dir hilft, die Artikel im Bestandsmanagement zu verfolgen und ihre Bewegungen zu analysieren. Häufig wird die Barcode-Nummer des Produkts verwendet, aber Du kannst jede beliebige Numerik einrichten, um die Artikel zu verfolgen.
fi_fi: Aseta tuotteellesi SKU (Stock Keeping Unit). SKU on yksilöivä tunnus, jonka avulla voit helposti pitää kirjaa tuotteistasi ja seurata niiden myyntiä. SKU voi olla esimerkiksi tuotteen viivakoodi, mutta voit käyttää itsellesi parhaiten sopivaa merkintätapaa.
pt_br: Insira um número de SKU (unidade de manutenção de estoque) para o seu produto. Este é um código de identificação de produto que o ajuda a rastrear produtos em seu estoque e analisar sua movimentação. As pessoas costumam usar o número do código de barras do produto, mas você pode configurar qualquer sistema numérico que desejar para controlar os produtos.

source: You can enter a Global Trade Item Number. This is typically a 14 digit identification number for all of your trade items. It can often be found by the barcode.
de: Du kannst hier die Globale Handelsartikelnummer (GTIN = Global Trade Item Number) eingeben. Dies ist normalerweise eine 14-stellige Identifikationsnummer für all Deine Handelswaren. Sie kann oft über den Barcode des Artikels gefunden werden.
fi_fi: Voit lisätä tuotteen Global Trade Item Numberin. Tämä on tyypillisesti 14 merkkinen tunnistenumero kaikille tuotteille. Se löytyy usein viivakoodin lähettyviltä.
pt_br: Você pode inserir um Número de item comercial global. Normalmente, é um número de identificação de 14 dígitos para todos os seus itens comerciais. Muitas vezes, ele pode ser encontrado pelo código de barras.
ru: Вы можете ввести глобальный номер товарной позиции. Обычно это 14-значный идентификационный номер для всех ваших товарных позиций. Его часто можно найти по штрих-коду.
sv_se: Här kan du ange en Global Trade Item Number (GTIN). Detta är typiskt en 14-siffrigt identifieringsnummer för alla dina handelsposter. Det kan ofta hittas genom streckkoden.

source: barcode
fi_fi: viivakoodi
pt_br: código de barras
ru: штрих-код
sv_se: streckkod

source: You can enter the barcode number for your product. This is useful for inventory/stock tracking and analysis.
de: Du kannst hier die Barcode-Nummer für Dein Produkt eingeben. Dies ist nützlich für die Bestandsverwaltung und die Bestandsanalyse.
fi_fi: Voit asettaa viivakoodin tuotteellesi. Tätä voi käyttää varastosaldojen seuraamiseen ja analysointiin.
pt_br: Você pode inserir o número do código de barras do seu produto. Isso é útil para rastreamento e análise de estoque / estoque.
ru: Вы можете ввести номер штрих-кода для своего продукта. Это полезно для инвентаризации / отслеживания запасов и анализа.
sv_se: Här kan du ange ett streckkodsnumret för din produkt. Detta är användbart för inventering/lagerhantering och analys.

source: bookkeeping account
de: Buchhaltungskonto
fi_fi: kirjanpitotili
pt_br: conta contabilidade
ru: Бухгалтерский счет
sv_se: bokföringkonto

source: profit center
fi_fi: tulosyksikkö
pt_br: centro de lucro
ru: центр прибыли
sv_se: resultatenhet

source: cost center
fi_fi: kustannusyksikkö
pt_br: centro de custo
ru: центр затрат
sv_se: kostnadsenhet

source: width ({})
de: Breite ({})
fi_fi: leveys ({})
pt_br: largura ({})

source: Set the measured width of your product or product packaging. This will provide customers with the product size and help with calculating shipping costs.
de: Trage hier die gemessene Breite Deines Produkts oder Deiner Produktverpackung ein. Dies wird verwendet, um den Kunden die Produktgröße mitzuteilen und hilft bei der Berechnung der Versandkosten.
fi_fi: Kerro tuotteesi tai tuotepaketoinnin leveys. Tämä auttaa toimituskulujen laskennassa.
pt_br: Defina a largura medida do seu produto ou embalagem do produto. Isso fornecerá aos clientes o tamanho do produto e ajudará no cálculo dos custos de envio.

source: height ({})
de: Höhe ({})
fi_fi: korkeus ({})
pt_br: altura ({})

source: Set the measured height of your product or product packaging. This will provide customers with the product size and help with calculating shipping costs.
de: Trage hier die gemessene Höhe Deines Produkts oder Deiner Produktverpackung ein. Dies wird verwendet, um den Kunden die Produktgröße mitzuteilen und hilft bei der Berechnung der Versandkosten.
fi_fi: Kerro tuotteesi tai tuotepaketoinnin korkeus. Tämä auttaa toimituskulujen laskennassa.
pt_br: Defina a altura medida do seu produto ou embalagem do produto. Isso fornecerá aos clientes o tamanho do produto e ajudará no cálculo dos custos de envio.

source: depth ({})
de: Tiefe ({})
fi_fi: syvyys ({})
pt_br: profundidade ({})

source: Set the measured depth or length of your product or product packaging. This will provide customers with the product size and help with calculating shipping costs.
de: Trage hier die gemessene Tiefe Deines Produkts oder Deiner Produktverpackung ein. Dies wird verwendet, um den Kunden die Produktgröße mitzuteilen und hilft bei der Berechnung der Versandkosten.
fi_fi: Aseta tuotteesi tai sen paketoinnin syvyysmitta. Tämä auttaa toimituskulujen laskennassa.
pt_br: Defina a profundidade medida ou comprimento de seu produto ou embalagem do produto. Isso fornecerá aos clientes o tamanho do produto e ajudará no cálculo dos custos de envio.

source: net weight ({})
de: Eigengewicht ({})
fi_fi: nettopaino ({})
pt_br: peso líquido ({})

source: Set the measured weight of your product WITHOUT its packaging. This will provide customers with the actual product's weight.
de: Trage hier das gemessene Eigengewicht Deines Produkts OHNE die Produktverpackung ein. Dies wird verwendet, um den Kunden das Eigengewicht des Produkts mitzuteilen.
fi_fi: Kerro tuotteen paino ILMAN paketointia.
pt_br: Defina o peso medido do seu produto SEM a embalagem. Isso fornecerá aos clientes o peso real do produto.

source: gross weight ({})
de: Gesamtgewicht ({})
fi_fi: bruttopaino ({})
pt_br: peso bruto ({})

source: Set the measured gross weight of your product WITH its packaging. This will help with calculating shipping costs.
de: Trage hier das gemessene Gesamtgewicht Deines Produkts INKLUSIVE der Produktverpackung ein. Dies wird zur Berechnung der Versandkosten verwendet.
fi_fi: Kerro tuotteen paino paketointi mukaan laskettuna. Tätä käytetään toimituskulujen laskennassa.
pt_br: Defina o peso bruto medido de seu produto COM sua embalagem. Isso ajudará no cálculo dos custos de envio.

source: Select a manufacturer for your product. To define these, search for `Manufacturers`.
de: Wähle einen Hersteller für Deinen Artikel aus. Um einen Hersteller anzulegen, gehe zu "Hersteller".
fi_fi: Valitse tuotteellesi valmistaja. Valmistaja-listaa voi muokata Asetuksissa 'Tuotteet > Valmistajat'-osiossa.
pt_br: Selecione um fabricante para o seu produto. Para defini-los, pesquise por `Fabricantes`.

source: To make your product stand out, give it an awesome description. This is what will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
de: Um den Artikel hervorzuheben, füge eine großartige Beschreibung hinzu. Dies wird Deinen Kunden helfen, mehr über Deine Artikel zu erfahren. Außerdem hilft es den Käufern, die Artikel auf dem Marktplatz und im Internet zu finden.
fi_fi: Auttaaksesi tuotteitasi nousemaan esiin, lisää niille mahtava kuvaus. Tämä auttaa asiakkaitasi oppimaan tuotteistasi, se myös auttaa hakukoneita löytämään kauppasi ja tuotteesi.
pt_br: Para fazer seu produto se destacar, dê uma descrição incrível. Isso é o que ajudará seus clientes a aprender sobre seus produtos. Também ajudará os compradores a encontrá-los na loja e na web.
ru: Чтобы ваш товар выделялся, дайте ему потрясающее описание. Именно это поможет вашим покупателям узнать о ваших товарах. Это также поможет покупателям найти их в магазине и в Интернете.
sv_se: För att få din produkt att sticka ut, ge det en fantastisk beskrivning. Detta kommer att ge kunder mer information om dina produkter. Det kommer också att hjälpa kunder att hitta dem i butiken och på webben.

source: Enter a URL slug for your product. Slug is user- and search engine-friendly short text used in a URL to identify and describe a resource. In this case it will determine what your product page URL in the browser address bar will look like. A default will be created using the product name.
de: Gib einen URL-Slug für Deine Kategorie ein. Ein Slug ist ein benutzer- und suchmaschinenfreundlicher Kurztext, der in einer URL verwendet wird, um eine Ressource zu identifizieren und zu beschreiben. In diesem Fall bestimmt er, wie die URL Deiner Produktkategorienseite in der Adressleiste des Browsers aussehen wird. Es wird automatisch ein Vorschlag hierfür bestehend aus dem Kategorienamen erstellt.
fi_fi: Syötä verkko-osoitteen typistys tuotteellesi. Typistys on käyttäjä- ja hakukoneystävällinen lyhyt teksti jota käytetään verkko-osoitteessa resurssin yksilöimiseen ja kuvaamiseen. Tässä yhteydessä typistys määrittää sen, miltä tuotteesi verkko-osoite nettiselaimen osoiterivillä näyttää. Oletus-typistys luodaan automaattisesti tuotteesi nimestä.
pt_br: Insira um slug de URL para seu produto. Slug é um texto curto amigável ao usuário e ao mecanismo de pesquisa usado em uma URL para identificar e descrever um recurso. Nesse caso, ele determinará a aparência do URL da página do seu produto na barra de endereço do navegador. Um padrão será criado usando o nome do produto.

source: keywords
de: Keywords (Schlüsselwörter)
fi_fi: avainsanat
pt_br: palavras-chave
ru: ключевые слова
sv_se: nyckelord

source: You can enter keywords that describe your product. This will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
de: Du kannst hier verschiedene Keywords (Schlüsselwörter) eingeben, die Dein Produkt beschreiben. Dies wird Deinen Kunden helfen, mehr über Ihre Produkte zu erfahren. Außerdem hilft es den Käufern, sie bei der Suche auf dem Marktplatz und im Internet zu finden.
fi_fi: Voit lisätä avainsanoja, jotka kuvaavat tuotettasi. Tämä auttaa asiakkaitasi oppimaan tuotteistasi, se myös auttaa hakukoneita löytämään kauppasi ja tuotteesi.
pt_br: Você pode inserir palavras-chave que descrevam seu produto. Isso ajudará seus clientes a aprender sobre seus produtos. Também ajudará os compradores a encontrá-los na loja e na web.
ru: Вы можете ввести ключевые слова, описывающие ваш товар. Это поможет вашим покупателям узнать о ваших товарах. Это также поможет покупателям найти их в магазине и в Интернете.
sv_se: Här kan du ange sökord som beskriver din produkt. Detta kommer att hjälpa dina kunder lära sig om dina produkter. Det kommer också att hjälpa kunder att hitta dem i butiken och på webben.

source: variation name
de: Name der Produktvariante
fi_fi: variaation nimi
pt_br: nome da variação
ru: название вариации
sv_se: variatsnamn

source: You can enter a name for the variation of your product. This could be for example different colors, sizes or versions. To manage variations, at the top of the the individual product page, click `Actions` -> `Manage Variations`.
de: Du kannst hier den Namen der Produktvariante eingeben. Das können zum Beispiel verschiedene Farben, Größen oder Versionen sein. Um Produktvarianten zu verwalten, klicke oben auf der individuellen Produktdetailseite auf "Aktionen" -> "Produktvarianten verwalten".
fi_fi: Anna tuotteen muunnelmalle nimi. Nimen tulee perustua muunnokseen kuten esimerkiksi väriin, kokoon tai johonkin muuhun valittavissa olevaan tuotteen ominaisuuteen. Voit hallita muunnelmia napsauttamalla tuotesivun yläosassa kohtaa 'Toiminnot > Hallitse muunnelmia'.
pt_br: Você pode inserir um nome para a variação do seu produto. Podem ser, por exemplo, cores, tamanhos ou versões diferentes. Para gerenciar variações, na parte superior da página individual do produto, clique em `Ações` -&gt;` Gerenciar variações`.

source: Multilevel parentage hierarchies aren't supported (parent is a child already).
de: Mehrstufige Produkthierarchien werden nicht unterstützt (der ausgewählte übergeordnete Artikel ist bereits als untergeordneter Artikel angelegt).
fi_fi: Monitasoisia tuotemuunnelmia ei tueta (tuote jota yrität muunnella, on jo muunnelma olemassaolevasta tuotteesta).
pt_br: Hierarquias de parentesco multinível não são suportadas (o pai já é um filho).

source: Parent is a variable variation parent, yet variables were not passed.
de: Der übergeordnete Artikel ist bereits als übergeordnete Produktvarianten-Variable angelegt, jedoch wurden bisher noch keine Variablen hierfür eingegeben.
fi_fi: Yleistuote on muunnelmatuotteen pohja, mutta muuttujia ei annettu.
pt_br: Pai é um pai de variação de variável, mas as variáveis não foram passadas.

source: Multilevel parentage hierarchies aren't supported (this product is a simple variation parent).
de: Mehrstufige Produkthierarchien werden nicht unterstützt (der ausgewählte Artikel ist als einfache, übergeordnete Produktvariante angelegt).
fi_fi: Monitasoisia yleistuotteiden hierarkioita ei tueta (tämä on yksinkertaisen muunnelman päätuote).
pt_br: Hierarquias de parentesco multinível não são suportadas (este produto é um pai de variação simples).

source: Multilevel parentage hierarchies aren't supported (this product is a variable variation parent).
de: Mehrstufige Produkthierarchien werden nicht unterstützt (der ausgewählte Artikel ist als variable, übergeordnete Produktvariante angelegt).
fi_fi: Monitasoisia yleistuotteiden hierarkioita ei tueta (tämä on monipuolisen muunnelman päätuote).
pt_br: Hierarquias de parentesco multinível não são suportadas (este produto é um pai de variação variável).

source: Product is currently not a normal product, and can't be turned into a package.
de: Der Artikel ist derzeit nicht als normales Produkt angelegt und kann daher nicht in eine Produktpackung umgewandelt werden.
fi_fi: Tämänkaltaisesta tuotteesta ei voida tehdä pakettia.
pt_br: O produto atualmente não é um produto normal e não pode ser transformado em um pacote.

source: Package can't contain itself.
de: Die Produktpackung kann sich selbst nicht enthalten.
fi_fi: Paketti ei voi sisältää itseään.
pt_br: O pacote não pode se conter.

source: Variation parents can't belong in the package.
de: Übergeordnete Produktvarianten können nicht Teil einer Packung sein.
fi_fi: Yleistuotetta ei voi laittaa pakettiin, sillä tuotteesta ostetaan aina jokin muunnos.
pt_br: Os pais da variação não podem pertencer ao pacote.

source: Packages can't be nested.
de: Packungen können nicht ineinander verschachtelt werden.
fi_fi: Et voi luoda pakettia paketin sisään.
pt_br: Os pacotes não podem ser aninhados.

source: Quantity %s is invalid.
de: Menge %s ist ungültig.
fi_fi: Virhe: Määrä '%s' ei ole kelvollinen.
pt_br: A quantidade %s é inválida.

source: primary product
de: Hauptprodukt
fi_fi: päätuote
pt_br: produto principal
ru: основной товар
sv_se: primärprodukt

source: secondary product
de: Nebenprodukt
fi_fi: toissijainen tuote
pt_br: produto secundário
ru: вторичный товар
sv_se: sekundär produkt

source: weight
de: Gewicht
fi_fi: paino
pt_br: peso
ru: вес
sv_se: vikt

source: cross sell link
de: Cross-Selling-Verbindung
fi_fi: ristiinmyyntilinkitys
pt_br: link de venda cruzada
ru: Ссылка на кросс-продажу
sv_se: korsförsäljninglänk

source: cross sell links
de: Cross-Selling-Verbindungen
fi_fi: ristiinmyyntilinkitykset
pt_br: links de vendas cruzadas
ru: Ссылки на кросс-продажу
sv_se: korsförsäljninglänkar

source: translated value
de: übersetzter Wert
fi_fi: käännetty arvo
pt_br: valor traduzido
ru: переведенное значение
sv_se: översatt värde

source: product attribute
de: Artikelmerkmal
fi_fi: tuoteattribuutti
pt_br: atributo de produto
ru: атрибут товара
sv_se: produktattribut

source: product attributes
de: Artikelmerkmale
fi_fi: tuoteattribuutit
pt_br: atributos de produtos
ru: атрибуты товара
sv_se: produktattribut

source: Enable this if this service provider can be used when placing orders.
de: Aktiviere diese Option, wenn dieser Dienstleister für Bestellungen verwendet werden kann.
fi_fi: Palveluntarjoajaa voidaan käyttää tilauksia tehdessä.
pt_br: Habilite esta opção se este provedor de serviços puder ser usado ao fazer pedidos.

source: The service provider name.
de: Der Name des Dienstleisters.
fi_fi: Palveluntarjoajan nimi.
pt_br: O nome do provedor de serviços.
ru: Название поставщика услуг.
sv_se: Tjänsteleverantörens namn.

source: This service provider will be available only for order sources of the given shop. If blank, this service provider is available for any order source.
de: Dieser Dienstleister ist nur für Bestellungen des angegebenen Händlerbereichs verfügbar. Wenn das Feld leer ist, kann dieser Dienstleister für alle Marktplatz-Bestellungen verwendet werden.
fi_fi: Palveluntarjoaja on käytettävissä vain listattujen myymälöiden tilauksilla. Jos myymälöitä ei ole listattu, palveluntarjoaja on kaikkien käytettävissä.
pt_br: Este provedor de serviços estará disponível apenas para fontes de pedido da loja em questão. Se em branco, este provedor de serviços está disponível para qualquer fonte de pedido.
