Repository: shuup/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, pt_br, ru, sv_se

source: The primary shop currency. This is the currency used when selling the products.
de: Die Haupt-Währung des Marktplatzes. Dies ist die Währung, die beim Verkauf Deiner Artikel verwendet wird.
fi_fi: Myymälän ensisijainen kaupankäynti valuutta.
pt_br: A moeda principal da loja. Esta é a moeda usada na venda dos produtos.

source: This option defines whether product prices entered in admin include taxes. Note: this behavior can be overridden with contact group pricing.
de: Diese Option legt fest, ob die im Admin-Bereich eingegebenen Produktpreise Steuern enthalten. Hinweis: Dieses Verhalten kann mit Kontaktgruppenpreisen außer Kraft gesetzt werden.
fi_fi: Hallintaosiossa syötetyt hinnat sisältävät veron. Huomioithan, että tämä asetus voidaan kumota asiakasryhmäkohtaisessa hinnoittelussa.
pt_br: Esta opção define se os preços dos produtos inseridos no admin incluem impostos. Observação: esse comportamento pode ser substituído pelo preço do grupo de contato.

source: Shop's logo. Will be shown at theme.
de: Das Logo des Marktplatzes. Dieses Motiv wird auch im Hauptdesign angezeigt.
fi_fi: Myymälän logo. Näytetään teeman sille määrittelemissä paikoissa.
pt_br: Logotipo da loja. Será mostrado no tema.

source: Shop's favicon - a mini-image graphically representing your shop. Depending on the browser, it will be shown next to the address bar and/or on the website title tab.
de: Das Favicon des Marktplatzes - ein Mini-Bild, das Deinen Marktplatz grafisch darstellt. Je nach Browser wird es neben der Adressleiste und/oder auf dem Webseiten-Titel-Tab angezeigt.
fi_fi: Myymälän kuvake. Selaimesta riippuen, kuvake näkyy osoiterivillä ja / tai verkkosivuston otsikko-välilehdessä, sekä Kirjanmerkit- tai Suosikit-valikoissa.
pt_br: Favicon da loja - uma mini-imagem que representa graficamente sua loja. Dependendo do navegador, ele será mostrado ao lado da barra de endereço e / ou na guia de título do site.

source: maintenance mode
de: Wartungsmodus
fi_fi: huoltotila
pt_br: modo de manutenção
ru: режим обслуживания
sv_se: underhållsläge

source: Enable if you want to make your shop temporarily unavailable to visitors while you do regular shop maintenance, fight the security breach or for some other reason. If you don't plan to have this shop open again, change the `Status` on the main `General Information` tab to `Disabled`.
de: Aktiviere diese Option, wenn Du Deinen Marktplatz vorübergehend für Besucher unzugänglich machen möchtest, z.B. während Du regelmäßige Wartungsarbeiten am Marktplatz durchführst, Sicherheitslücken bekämpfst oder aus einem anderen Grund. Wenn Du nicht vorhast, diesen Marktplatz wieder zu öffnen, ändere den "Status" auf der Hauptregisterkarte über "Allgemeine Informationen" in "Deaktiviert".
fi_fi: Sulje myymälä vierailijoilta väliaikaisesti. Hyödynnä ominaisuutta esimerkiksi ylläpitotehtävien, kuten inventaarion aikana, tai muusta vastaavanlaisesta syystä. Jos et aio avata tätä myymälää uudelleen, vaihda Yleiset tiedot-välilehden Tila-asetukseksi 'Suljettu'.
pt_br: Habilite se você quiser tornar sua loja temporariamente indisponível para visitantes enquanto você faz a manutenção regular da loja, combate a quebra de segurança ou por algum outro motivo. Se você não planeja abrir esta loja novamente, altere o `Status` na guia principal de` Informações gerais` para `Desativado`.

source: contact address
de: Kontaktadresse
fi_fi: yhteystiedot
pt_br: endereço de contato
ru: контактный адрес
sv_se: kontaktadress

source: staff members
de: Mitarbeiter
fi_fi: henkilökunnan jäsenet
pt_br: membros da equipe
ru: сотрудники
sv_se: personal

source: The shop name. This name is displayed throughout Admin Panel.
de: Der Name des Marktplatzes. Dieser Name wird im gesamten Admin Panel angezeigt.
fi_fi: Myymälän nimi. Tällä nimellä myymälä eritellään muista hallinta-osiossa.
pt_br: O nome da loja. Este nome é exibido em todo o painel de administração.

source: The public shop name. This name is displayed in the store front and in any customer email correspondence.
de: Die öffentliche Marktplatz-Bezeichnung. Dieser Name wird auf dem Marktplatz und in jeder Kunden-E-Mail-Korrespondenz angezeigt.
fi_fi: Kaupan julkinen nimi. Tämä nimi näytetään teemalla ja kaikissa asiakassähköposteissa.
pt_br: O nome da loja pública. Esse nome é exibido na frente da loja e em qualquer correspondência de e-mail do cliente.
ru: Название магазина. Это название отображается в витрине магазина и в любой корреспонденции электронной почты клиента.
sv_se: Butikens offentliga namn. Det här namnet visas i butiken och i e-postkorrespondens till kunder.

source: To make your shop stand out, give it an awesome description. This is what will help your shoppers learn about your shop. It will also help shoppers find your store from the web.
de: Um Deinen Marktplatz hervorzuheben, füge eine großartige Beschreibung hinzu. Dies wird Deinen Kunden helfen, mehr über Deinen Marktplatz zu erfahren. Außerdem hilft es den Käufern, den Marktplatz im Internet zu finden.
fi_fi: Erotu joukosta antamalla myymälällesi mahtava kuvaus. Hyvä kuvaus kertoo asiakkaille mistä myymälässäsi on kyse ja saattaa myös tuoda kävijöitä hakukoneiden välityksellä muualta verkosta.
pt_br: Para fazer sua loja se destacar, dê uma descrição incrível. Isso é o que ajudará seus clientes a aprenderem sobre sua loja. Isso também ajudará os compradores a encontrar sua loja na web.

source: Enter a short description for your shop. The short description will be used to get the attention of your customer with a small, but precise description of your shop. It also helps with getting more traffic via search engines.
de: Gib eine eine Kurzbeschreibung für Deinen Marktplatz ein. Die Kurzbeschreibung wird verwendet, um die Aufmerksamkeit Deiner Kunden mit einer kleinen, aber präzisen Beschreibung des Marktplatzes zu gewinnen. Sie hilft auch dabei, mehr Traffic über Suchmaschinen zu bekommen.
fi_fi: Kirjoita lyhyt yhteenveto myymälästäsi. Yhteenveto kertoo asiakkaille minkälaisia tuotteita tarjoat ja tuo näin uusia silmäpareja hakukoneiden kautta.
pt_br: Insira uma breve descrição para sua loja. A breve descrição será usada para chamar a atenção de seu cliente com uma descrição pequena, mas precisa, de sua loja. Também ajuda a obter mais tráfego através dos motores de busca.

source: maintenance message
de: Wartungsmeldung
fi_fi: huoltotilan viesti
pt_br: mensagem de manutenção
ru: сообщение для режима обслуживания
sv_se: underhållsmeddelande

source: The message to display to customers while your shop is in a maintenance mode.
de: Die Meldung, die den Kunden angezeigt werden soll, während sich Dein Marktplatz im Wartungsmodus befindet.
fi_fi: Viesti joka näytetään asiakkaille kun kauppasi on huoltotilassa.
pt_br: A mensagem a ser exibida aos clientes enquanto sua loja está em modo de manutenção.

source: alert limit
de: Meldebestand
fi_fi: hälytysmäärä
pt_br: limite de alerta
ru: лимит предупреждений
sv_se: varningsgräns

source: physical stock count
de: physische Bestandszählung
fi_fi: fyysinen varastomäärä
pt_br: contagem de estoque físico
ru: физический подсчёт запасов
sv_se: fysiska lagerinventering

source: logical stock count
de: errechnete Bestandszählung
fi_fi: looginen varastomäärä
pt_br: contagem de estoque lógico
ru: логический подсчет запасов
sv_se: logisk lagerinventering

source: internal
de: intern
fi_fi: sisäinen
pt_br: interno
ru: внутренний
sv_se: intern

source: external
de: extern
fi_fi: ulkoinen
pt_br: externo
ru: внешний
sv_se: extern

source: The product supplier's name. You can enable suppliers to manage the inventory of stocked products.
de: Der Name des Händlers. Du kannst Händler freischalten, ihren Lagerbestand an Artikeln selbst zu verwalten.
fi_fi: Tuotteen toimittajan nimi. Voit antaa toimittajien hallita tuotteiden varastosaldoja.
pt_br: O nome do fornecedor do produto. Você pode permitir que os fornecedores gerenciem o estoque de produtos em estoque.

source: supplier type
de: Händlertyp
fi_fi: toimittajan tyyppi
pt_br: tipo de fornecedor
ru: тип поставщика
sv_se: leverantörstyp

source: The supplier type indicates whether the products are supplied through an internal supplier or an external supplier, and which group this supplier belongs to.
de: Der Händlertyp gibt an, ob die Artikel über einen internen Händler oder einen externen Händler geliefert werden und zu welcher Gruppe dieser Händler gehört.
fi_fi: Toimittajan tyyppi määrittelee ovatko tuotteet toimitettavissa sisäisen vai ulkoisen toimittajan välityksellä.
pt_br: O tipo de fornecedor indica se os produtos são fornecidos por meio de um fornecedor interno ou externo e a qual grupo esse fornecedor pertence.

source: stock managed
de: bestandsgeführt
fi_fi: varastoitu
pt_br: estoque gerenciado
ru: складирование организовано
sv_se: lager förvaltat

source: Enable this if this supplier will manage the inventory of the stocked products. Having a managed stock enabled is unnecessary if e.g. selling digital products that will never run out no matter how many are being sold. There are some other cases when it could be an unnecessary complication. This settingmerely assigns a sensible default behavior, which can be overwritten on a product-by-product basis.
de: Aktiviere diese Option, wenn dieser Händler den Bestand der bestandsgeführten Artikel verwalten darf. Ein aktive Bestandsverwaltung ist unnötig, wenn Du z. B. digitale Produkte verkaufst, die nie ausgehen werden, egal wie viele davon bereits verkauft wurden. Es gibt auch einige andere Fälle, in denen die Bestandsverwaltung eine unnötige Komplikation darstellen könnte. Diese Einstellung weist lediglich ein sinnvolles Standardverhalten zu, das produktspezifisch überschrieben werden kann.
fi_fi: Toimittaja hallinnoi tuotteiden saldoja. Saldojen hallinnointi on tarpeetonta esimerkiksi digitaalisten tuotteiden kanssa, sillä nämä eivät koskaan lopu. Tämä asetus määrittää oletusarvoisen käytännön, joka voidaan kumota tuotekohtaisesti.
pt_br: Ative-o se este fornecedor for gerenciar o estoque dos produtos estocados. Ter um estoque gerenciado habilitado é desnecessário se, por exemplo, vender produtos digitais que nunca acabarão, não importa quantos estejam sendo vendidos. Existem alguns outros casos em que pode ser uma complicação desnecessária. Essa configuração atribui apenas um comportamento padrão sensato, que pode ser substituído produto por produto.

source: Select the supplier module to use for this supplier. Supplier modules define the rules by which inventory is managed.
de: Wähle das Händlermodul, das für diesen Händler verwendet werden soll. Händlermodule definieren die Regeln, nach denen der Bestand verwaltet wird.
fi_fi: Valitse moduuli toimittajalle. Toimittajamoduulit määrittelevät varastonhallintasäännöstöt.
pt_br: Selecione o módulo de fornecedor a ser usado para este fornecedor. Módulos de fornecedores definem as regras pelas quais o estoque é gerenciado.
ru: Выберите модуль поставщика, который будет использоваться для этого поставщика. Модули поставщиков определяют правила управления инвентарем.
sv_se: Välj leverantörmodulen som skall användas för denna leverantör. Leverantörmoduler fastställer regler genom vilka lager förvaltas.

source: module data
de: Moduldaten
fi_fi: moduulin data
pt_br: dados do módulo
ru: данные модуля
sv_se: moduldata

source: You can select which particular shops fronts the supplier should be available in.
de: Du kannst auswählen, auf welchen Marktplätzen der Händler aktiv sein soll.
fi_fi: Valitse myymälät joille tavaran toimittaja on käytettävissä.
pt_br: Você pode selecionar em quais frentes de lojas específicas o fornecedor deve estar disponível.

source: Indicates whether this supplier is currently enabled. In order to participate fully, the supplier also needs to be `Approved`.
de: Zeigt an, ob dieser Händler derzeit aktiviert ist. Um vollständig am Marktplatzgeschehen teilnehmen zu können, muss der Händler auch "Freigegeben" sein.
fi_fi: Toimittaja on käytettävissä. Huomaathan, että toimittajan on myös oltava hyväksytty.
pt_br: Indica se este fornecedor está habilitado no momento. Para participar plenamente, o fornecedor também precisa ser `Aprovado &#39;.

source: Enter a URL slug for your supplier. Slug is user- and search engine-friendly short text used in a URL to identify and describe a resource. In this case it will determine what your supplier page URL in the browser address bar will look like. A default will be created using the supplier name.
de: Gib einen URL-Slug für Deinen Händler ein. Ein Slug ist ein benutzer- und suchmaschinenfreundlicher Kurztext, der in einer URL verwendet wird, um eine Ressource zu identifizieren und zu beschreiben. In diesem Fall bestimmt er, wie die URL Deiner Händlerseite in der Adressleiste des Browsers aussehen wird. Es wird automatisch ein Vorschlag hierfür bestehend aus dem Händlernamen erstellt.
fi_fi: Syötä verkko-osoitteen typistys toimittajallesi. Typistys on käyttäjä- ja hakukoneystävällinen lyhyt teksti jota käytetään verkko-osoitteessa resurssin yksilöimiseen ja kuvaamiseen. Tässä yhteydessä typistys määrittää sen, miltä toimittajasi verkko-osoite nettiselaimen osoiterivillä näyttää. Oletus-typistys luodaan automaattisesti toimittajan nimestä.
pt_br: Insira um slug de URL para seu fornecedor. Slug é um texto curto amigável ao usuário e ao mecanismo de pesquisa usado em uma URL para identificar e descrever um recurso. Nesse caso, ele determinará a aparência do URL da página do seu fornecedor na barra de endereço do navegador. Um padrão será criado usando o nome do fornecedor.

source: Approved
de: Freigegeben
pt_br: Aprovado

source: Indicates whether this supplier is currently approved for work.
de: Zeigt an, ob dieser Händler freigegeben ist und vollständig am Marktplatzgeschehen teilnehmen kann.
pt_br: Indica se este fornecedor está aprovado para o trabalho.

source: Can't change the business critical fields of the Tax that is in use.
de: Die geschäftskritischen Felder der verwendeten Steuer können nicht geändert werden.
fi_fi: Käytössä olevan veron liiketoimintakriittisiä kenttiä ei voi muokata.
pt_br: Não é possível alterar os campos críticos de negócios do imposto em uso.

source: The abbreviated tax code name.
de: Der abgekürzte Bezeichnung des Steuerkennzeichens.
fi_fi: Lyhennetty verokoodin nimi.
pt_br: O nome do código de imposto abreviado.
ru: Сокращенное название кода налога.
sv_se: Den förkortade skattens kodnamn.

source: The name of the tax. It is shown in order lines, in order invoices and confirmations.
de: Die Bezeichnung der Steuer. Sie wird in Bestellzeilen, in Rechnungen und Auftragsbestätigungen angezeigt.
fi_fi: Veron nimi, joka näytetään tilauksilla, tilausvahvistuksissa, sekä laskuissa..
pt_br: O nome do imposto. É mostrado em linhas de pedidos, em faturas de pedidos e confirmações.

source: tax rate
de: Steuersatz
fi_fi: veromäärä
pt_br: taxa de imposto
ru: Соотношение налога
sv_se: skattesats

source: The percentage rate of the tax. Mutually exclusive with the flat amount tax (flat tax is rarely used and the option is therefore hidden by default; contact Shuup to enable).
de: Der Prozentsatz der Steuer. Schließt sich gegenseitig mit der Pauschalsteuer aus (die Pauschalsteuer wird selten verwendet und die Option ist daher standardmäßig ausgeblendet; wenden Sie sich an Shuup, um sie zu aktivieren).
fi_fi: Veron osuus tuotteen hinnasta prosentteina (%). Kiinteästi hinnoiteltu vero ei ole mahdollinen yhtäaikaa ja sen käyttö on harvinaista muutenkin (mistä syystä toiminto on piilotettu, pyydä lisätietoa tarvittaessa Shuup-kehitystiimiltä).
pt_br: A porcentagem do imposto. Mutuamente exclusivo com o imposto de valor fixo (o imposto fixo raramente é usado e, portanto, a opção está oculta por padrão; entre em contato com Shuup para ativar).

source: tax amount value
de: Steuerbetragswert
fi_fi: veroarvo
pt_br: valor total do imposto
ru: размер налога
sv_se: skattebeloppet värde

source: The flat amount of the tax. Mutually exclusive with percentage rates tax.
de: Der Pauschalbetrag der Steuer. Schließt sich gegenseitig mit prozentualen Steuersätzen aus.
fi_fi: Kiinteä veron osuus tuotteen hinnasta. Kiinteä ja prosenttimääräinen vero sulkevat toisensa pois.
pt_br: O valor fixo do imposto. Mutuamente exclusivo com taxas percentuais de imposto.

source: currency of the amount tax
de: Währung des Steuerbetrags
fi_fi: veron valuutta
pt_br: moeda do valor do imposto

source: Enable if this tax is valid and should be active.
de: Aktiviere diese Option, wenn diese Steuer gültig ist und aktiv sein soll.
fi_fi: Vero on voimassa ja se on aktiivinen.
pt_br: Ative se este imposto é válido e deve estar ativo.

source: Either rate or amount tax is required.
de: Es ist entweder ein Steuersatz oder ein Steuerbetrag erforderlich.
fi_fi: Veron osuus hinnasta on määriteltävä prosentteina tai kiinteänä valuuttamääränä.
pt_br: A taxa ou o valor do imposto são obrigatórios.

source: Can't have both rate and amount taxes. They are mutually exclusive.
de: Man kann nicht beides haben, einen prozentualen Steuersatz und einen Pauschalbetrag der Steuer. Diese Optionen schließen sich gegenseitig aus.
fi_fi: Tuotteeseen ei voida soveltaa kiinteää- ja prosenteissa mitattavaan osuuteen perustuvaa veroa yhtäaikaa.
pt_br: Não é possível ter taxas e impostos sobre o valor. Eles são mutuamente exclusivos.

source: Currency is required if the amount tax value is specified.
de: Die Währung ist erforderlich, wenn der Steuerbetragswert angegeben wird.
fi_fi: Valuutta vaaditaan silloin kun veron määrä on asetettu kiinteäksi.
pt_br: A moeda é necessária se o valor do imposto for especificado.

source: taxes
de: Steuern
fi_fi: verot
pt_br: impostos
ru: Налоги
sv_se: skatter

source: The tax class name. Tax classes are used to control how taxes are applied to the products.
de: Die Bezeichnung der Steuerklasse. Steuerklassen werden verwendet, um zu steuern, wie Steuern auf die Artikel angewendet werden.
fi_fi: Verotusluokan nimi. Verotusluokilla määrätään miten veroja sovelletaan tuotteisiin.
pt_br: O nome da classe fiscal. As classes de impostos são usadas para controlar como os impostos são aplicados aos produtos.

source: Enable if this tax class is valid and should be active.
de: Aktiviere diese Option, wenn diese Steuerklasse gültig ist und aktiv sein soll.
fi_fi: Verotusluokka on kelvollinen ja käytössä.
pt_br: Ative se esta classe de imposto é válida e deve estar ativa.

source: tax classes
de: Steuerklassen
fi_fi: veroluokat
pt_br: classes fiscais
ru: налоговые классы
sv_se: skatteklasser

source: The customer tax group name. Customer tax groups can be used to control how taxes are applied to a set of customers.
de: Die Bezeichnung der Kunden-Steuergruppe. Kunden-Steuergruppen werden verwendet, um zu steuern, wie die Steuern auf die Kunden angewendet werden sollen.
fi_fi: Asiakasveroryhmän nimi. Asiakasveroryhmiä voidaan käyttää säätelemään tapaa, joilla verot lisätään asiakkaille.
pt_br: O nome do grupo de impostos do cliente. Os grupos de impostos do cliente podem ser usados para controlar como os impostos são aplicados a um conjunto de clientes.
ru: Название группы контактов. Группы контактов могут использоваться для контроля налогообложения, применимого к определённой группе пользователей.
sv_se: Kundens skattegruppsnamn. Kundskattegrupper kan användas för att styra hur skatter tillämpas på en uppsättning kunder.

source: customer tax group
de: Kunden-Steuergruppe
fi_fi: asiakkaan veroryhmä
pt_br: grupo de impostos do cliente
ru: группа налогов клиентов
sv_se: kunders skattegrupp

source: customer tax groups
de: Kunden-Steuergruppen
fi_fi: asiakkaan veroryhmät
pt_br: grupos de impostos do cliente
ru: группы налогов клиентов
sv_se: kunders skattegrupper

source: Retail Customers
de: Privatkunden
fi_fi: Yksityisasiakkaat
pt_br: Clientes Varejistas
ru: Розничные клиенты
sv_se: Privatkunder

source: Company Customers
de: Firmenkunden
fi_fi: Yritysasiakkaat
pt_br: Clientes Empresariais
ru: Клиенты компании
sv_se: Företagskunder

source: allowed decimal places
de: erlaubte Dezimalstellen
fi_fi: sallitut desimaalipaikat
pt_br: casas decimais permitidas
ru: Допустимые десятичные разряды
sv_se: tillåtna decimaler

source: The number of decimal places allowed by this sales unit.Set this to a value greater than zero if products with this sales unit can be sold in fractional quantities.
de: Die Anzahl der Dezimalstellen, die diese Verkaufseinheit zulässt. Setzedies auf einen Wert größer als Null, wenn Artikel mit dieser Verkaufseinheit in Teilmengen verkauft werden können.
fi_fi: Sallittu desimaalien määrä myynnin yksikölle. Jos asetat arvon joka on suurempi kuin 0, tuotteita voidaan myydä yksiköiden murto-osina.
pt_br: O número de casas decimais permitido por esta unidade de venda. Defina como um valor maior que zero se os produtos com esta unidade de venda puderem ser vendidos em quantidades fracionárias.

source: sales units
de: Verkaufseinheiten
fi_fi: myyntiyksiköt
pt_br: unidades de vendas
ru: единицы продаж
sv_se: försäljningsenheter

source: The sales unit name to use for products (e.g. 'pieces' or 'units'). Sales units can be set individually for each product through the product editor view.
de: Die Bezeichnung der Verkaufseinheit, die für Produkte verwendet werden soll (z. B. "Stück" oder "Einheiten"). Verkaufseinheiten können individuell für jeden Artikel über die Produkteditoren-Ansicht angelegt werden.
fi_fi: Myynnin yksikön nimi (esim. kpl ts. kappaletta). Myynnin yksiköt voidaan asettaa tuotekohtaisesti.
pt_br: O nome da unidade de vendas a ser usado para produtos (por exemplo, &#39;peças&#39; ou &#39;unidades&#39;). As unidades de vendas podem ser definidas individualmente para cada produto por meio da visualização do editor de produtos.

source: unit symbol
de: Einheiten-Symbol
fi_fi: myynnin yksikön symboli tai tunnus
pt_br: símbolo de unidade

source: An abbreviated name for this sales unit that is shown throughout admin and order invoices.
de: Ein abgekürzter Name für diese Verkaufseinheit, der in allen Verwaltungs- und Auftragsrechnungen angezeigt wird.
fi_fi: Lyhennetty nimi tälle myyntiyksikölle, joka näytetään hallinnassa ja tilauksilla.
pt_br: Um nome abreviado para esta unidade de vendas que é mostrado em todas as faturas de administrador e de pedido.
ru: Сокращенное имя для данной единицы продаж, которое отображается на всех счетах администратора и заказа.
sv_se: Ett förkortat namn för denna försäljningsenhet som visas på administrationssidorna och beställnigsfakturor.

source: Value must be positive and non-zero.
de: Der Wert muss positiv und ungleich Null sein.
fi_fi: Arvon on oltava positiivinen eikä nolla.
pt_br: O valor deve ser positivo e diferente de zero.

source: internal unit
de: interne Einheit
fi_fi: sisäinen yksikkö
pt_br: unidade interna
ru: Внутренний блок
sv_se: internt värde

source: The sales unit that this display unit is linked to.
de: Die Verkaufseinheit, mit der diese Referenzeinheit verknüpft ist.
fi_fi: Myyntiyksikkö, johon tämä näyttöyksikkö on liitetty
pt_br: A unidade de vendas à qual esta unidade de exibição está vinculada.
ru: Единица продаж, с которой связан этот блок.
sv_se: Försäljningsenhet som denna visningsenhet är kopplad till.

source: ratio
de: Verhältnis
fi_fi: mittasuhde
pt_br: Razão
ru: Соотношение
sv_se: förhållande
