Repository: shuup/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, pt_br, ru, sv_se

source: Select which shops you would like the files to be visible in.
de: Du kannst auswählen, auf welchen Marktplätzen die Dateien sichtbar sein sollen.
fi_fi: Valitse kaupat joille haluat että tiedostot on saatavilla.
pt_br: Selecione em quais lojas você gostaria que os arquivos fossem visíveis.

source: folder
de: Ordner
fi_fi: kansio
pt_br: pasta

source: Select which shops you would like the folder to be visible in.
de: Du kannst auswählen, auf welchen Marktplätzen der Ordner sichtbar sein soll.
fi_fi: Valitse kaupat joille haluat että kansio on saatavilla.
pt_br: Selecione em quais lojas você gostaria que a pasta estivesse visível.

source: Should this folder be visible for everyone in the media browser
de: Soll dieser Ordner im Medienbrowser für alle sichtbar sein?
fi_fi: Näkyvissä kaikille mediaselaimen käyttäjille
pt_br: Esta pasta deve ser visível para todos no navegador de mídia

source: owners
de: Eigentümer
fi_fi: omistajat
pt_br: os Proprietários

source: Select which users will own this folder.
de: Wähle aus, welche Benutzer diesen Ordner besitzen sollen.
fi_fi: Valitse kansion omistavat käyttäjät.
pt_br: Selecione quais usuários possuirão esta pasta.

source: product
de: Artikel
fi_fi: tuote
pt_br: produto
ru: товар
sv_se: produkt

source: shipping
de: Versand
fi_fi: toimitus
pt_br: entrega
ru: доставка
sv_se: frakt

source: payment
de: Zahlung
fi_fi: maksu
pt_br: pagamento
ru: платеж
sv_se: betalning

source: discount
de: Rabatt
fi_fi: alennus
pt_br: desconto
ru: дисконт
sv_se: rabatt

source: refund
de: Rückerstattung
fi_fi: hyvitys
pt_br: devolução
ru: Возмещение
sv_se: raterbaring

source: rounding
de: Runden
fi_fi: pyöristys
pt_br: arredondamento
ru: округление
sv_se: avrundning

source: parent line
de: übergeordnete Zeile
fi_fi: ylärivi
pt_br: item pai
ru: родительская строка
sv_se: föräldrarad

source: line type
de: Zeilentyp
fi_fi: rivityyppi
pt_br: tipo de item
ru: тип строки
sv_se: radtyp

source: line SKU
de: Artikelnummer in Zeile
fi_fi: rivin tuotetunnus
pt_br: SKU do item
ru: Строка артикула
sv_se: artikelrad

source: line text
de: Zeilentext
fi_fi: rivin teksti
pt_br: texto do item
ru: текст строки
sv_se: textrad

source: accounting identifier
de: Buchhaltungskennzeichen
fi_fi: kirjanpitotunniste
pt_br: identificador contábil
ru: идентификатор учета
sv_se: bokförnings identifierare

source: require verification
de: Überprüfung erforderlich
fi_fi: vaadi hyväksyntä
pt_br: exigir a verificação
ru: требуется проверка
sv_se: kräv verifiering

source: verified
de: geprüft
fi_fi: hyväksytty
pt_br: verificado
ru: подтвержден
sv_se: verifierad

source: extra data
de: zusätzliche Daten
fi_fi: lisätietoa
pt_br: dados adicionais
ru: дополнительные данные
sv_se: extra uppgifter

source: quantity
de: Menge
fi_fi: lukumäärä
pt_br: quantidade
ru: количество
sv_se: antal

source: unit price amount (undiscounted)
de: Stückpreisbetrag (nicht reduziert)
fi_fi: alentamaton yksikköhinnan määrä
pt_br: valor do preço unitário (não descontado)
ru: Цена за единицу (без скидок)
sv_se: à pris (icke rabatterat)

source: total amount of discount
de: Gesamter Rabattbetrag
fi_fi: alennuksen kokonaismäärä
pt_br: valor total de desconto
ru: Полная сумма скидки
sv_se: rabattsumma

source: order line
de: Bestellposition
fi_fi: tilausrivi
pt_br: item de pedido
ru: строка заказа
sv_se: orderrad

source: order lines
de: Bestellpositionen
fi_fi: tilausrivit
pt_br: itens de pedido
ru: строки заказа
sv_se: orderrader

source: order
de: Bestellung
fi_fi: tilaus
pt_br: pedido
ru: Заказ

source: tax
de: Steuern
fi_fi: vero
pt_br: imposto
ru: налог
sv_se: skatt

source: tax name
de: Steuerbezeichnung
fi_fi: veron nimi
pt_br: nome do imposto
ru: название налога
sv_se: skattenamn

source: tax amount
de: Steuerbetrag
fi_fi: veron määrä
pt_br: valor do imposto
ru: размер налога
sv_se: skattebeloppet

source: base amount
de: Basisbetrag
fi_fi: perusmäärä
pt_br: valor base
ru: базовая сумма
sv_se: basbelopp

source: Amount that this tax is calculated from.
de: Betrag, aufgrund dessen diese Steuer berechnet wird.
fi_fi: Määrä josta veron osuus lasketaan
pt_br: Quantia a partir da qual este imposto é calculado.

source: not paid
de: nicht bezahlt
fi_fi: ei maksettu
pt_br: não pago
ru: Не оплачено
sv_se: ej betald

source: partially paid
de: teilweise bezahlt
fi_fi: osittain maksettu
pt_br: parcialmente pago
ru: частично оплачен
sv_se: delvis betalad

source: fully paid
de: vollständig bezahlt
fi_fi: täysin maksettu
pt_br: totalmente pago
ru: полностью оплачен
sv_se: betalad till fullo

source: canceled
de: storniert
fi_fi: peruttu
pt_br: cancelado
ru: отменен
sv_se: avbruten

source: deferred
de: verschoben
fi_fi: odottaa
pt_br: deferido
ru: Отсроченный
sv_se: uppskjuten

source: not shipped
de: nicht ausgeliefert
fi_fi: ei toimitettu
pt_br: não enviado
ru: не доставлено
sv_se: ej levererad

source: partially shipped
de: teilweise ausgeliefert
fi_fi: osittain toimitettu
pt_br: parcialmente enviado
ru: частично доставлен
sv_se: delvis levererad

source: fully shipped
de: vollständig geliefert
fi_fi: täysin toimitettu
pt_br: totalmente enviado
ru: полностью доставлен
sv_se: levererad

source: none
de: keine
fi_fi: ei mitään
pt_br: nenhum
ru: ничего
sv_se: inga

source: Initial
de: Anfängliche
fi_fi: Alustava
pt_br: Inicial
ru: изначальный
sv_se: Inledande

source: Complete
de: Abgeschlossen
fi_fi: Valmis
pt_br: Completo
ru: Завершено
sv_se: Slutförd

source: Canceled
de: Storniert
fi_fi: Peruutettu
pt_br: Cancelado
ru: Отменено
sv_se: Avbruten

source: Processing
de: In Bearbeitung
fi_fi: Käsittelyssä
pt_br: Em processamento
ru: Обработка
sv_se: Bearbetar

source: Received
de: Zugestellt
fi_fi: Vastaanotettu
pt_br: Recebido
ru: Получено
sv_se: Mottaget

source: In Progress
de: In Arbeit
fi_fi: Meneillään
pt_br: Em andamento
ru: В процессе
sv_se: Pågående

source: Internal identifier for status. This is used to identify and distinguish the statuses in Shuup.
de: Interne Kennung für den Status. Dieser dient zur Identifizierung und Unterscheidung der Status in Shuup.
fi_fi: Tilan sisäinen tunniste. Tätä käytetään tilojen tunnistamiseen Shuupissa.
pt_br: Identificador interno para status. Isso é usado para identificar e distinguir os status no Shuup.

source: The processing order of statuses. Default is always processed first.
de: Die Abarbeitungsreihenfolge der Status. Standard wird immer zuerst abgearbeitet.
fi_fi: Tilojen käsittelyjärjestys. Oletus käsitellään aina ensimmäisenä.
pt_br: A ordem de processamento dos status. O padrão é sempre processado primeiro.
ru: Порядок обработки статусов. Сначала всегда обрабатывается значение по умолчанию.
sv_se: Behandlingsordningen av status. Standard är alltid bearbetade först.

source: The role of this status. One role can have multiple order statuses.
de: Die Rolle dieses Status. Eine Rolle kann mehrere Bestellstatus haben.
fi_fi: Tilan rooli. Yhdellä roolilla voi olla useita tiloja.
pt_br: A função deste status. Uma função pode ter vários status de pedido.

source: default
de: Standard
fi_fi: oletus
pt_br: padrão
ru: по умолчанию
sv_se: standard

source: Defines if the status should be considered as default. Default is always processed first.
de: Legt fest, ob der Status als Standard betrachtet werden soll. Standard wird immer zuerst abgearbeitet.
fi_fi: Määrittää, onko tilaa pidettävä oletuksena. Oletus käsitellään aina ensin.
pt_br: Define se o status deve ser considerado como padrão. O padrão é sempre processado primeiro.

source: is active
de: ist aktiv
fi_fi: aktiivinen
pt_br: está ativo
ru: активно
sv_se: är aktiv

source: Defines if the status is usable.
de: Definiert, ob der Status verwendet werden kann.
fi_fi: Määrittää, onko tila käyttökelpoinen.
pt_br: Define se o status é utilizável.

source: Name of the order status.
de: Name des Bestellstatus.
fi_fi: Tilauksen tilan nimi.
pt_br: Nome do status do pedido.

source: public name
de: öffentliche Bezeichnung
fi_fi: julkinen nimi
pt_br: nome público
ru: публичное имя
sv_se: offentligt namn

source: The name shown to the customers in shop front.
de: Der Name, der den Kunden im Marktplatz angezeigt wird.
fi_fi: Nimi jonka asiakkaat näkevät.
pt_br: O nome mostrado aos clientes na frente da loja.

source: order status
de: Bestellstatus
fi_fi: tilauksen tila
pt_br: status do pedido
ru: статус заказа
sv_se: orderläge

source: order statuses
de: Bestellstatus
fi_fi: tilausten tilat
pt_br: status do pedido
ru: статусы заказов
sv_se: orderstatus

source: creating user
de: Benutzer anlegen
fi_fi: luojakäyttäjä
pt_br: usuário criação
ru: Создание пользователя
sv_se: skapar användare

source: order identifier
de: Bestellbezeichnung
fi_fi: tilaustunniste
pt_br: identificador do pedido
ru: идентификатор заказа
sv_se: orderidentifierare

source: reference number
de: Bestellreferenznummer
fi_fi: viitenumero
pt_br: número de referência
ru: справочный номер
sv_se: referensnummer

source: email address
de: E-Mail-Adresse
fi_fi: sähköpostiosoite
pt_br: endereço de e-mail
ru: Адрес электронной почты
sv_se: e-postadress

source: customer groups
de: Kundengruppen
fi_fi: asiakasryhmät
pt_br: grupos de clientes

source: modifier user
de: Benutzer-Modifikator
fi_fi: muokattu käyttäjä
pt_br: usuário modificação
ru: Пользователь-модификатор
sv_se: modifierings användaren

source: payment status
de: Bezahlstatus
fi_fi: maksutila
pt_br: status do pagamento
ru: статус оплаты
sv_se: betalningsstatus

source: shipping status
de: Versandstatus
fi_fi: toimitustila
pt_br: status de entrega
ru: статус отправления
sv_se: leveransstatus

source: payment method
de: Zahlungart
fi_fi: maksutapa
pt_br: forma de pagamento
ru: способ оплаты
sv_se: betalmetod

source: payment method name
de: Bezeichnung der Zahlungart
fi_fi: maksutavan nimi
pt_br: nome da forma de pagamento
ru: название способа оплаты
sv_se: betalmetodens namn

source: payment data
de: Zahlungsdaten
fi_fi: maksutiedot
pt_br: dados de pagamento
ru: данные оплаты
sv_se: betalningsdata

source: shipping method
de: Versandart
fi_fi: toimitustapa
pt_br: forma de entrega
ru: способ доставки
sv_se: leveranssätt

source: shipping method name
de: Bezeichnung der Versandart
fi_fi: toimitustavan nimi
pt_br: nome da forma de entrega
ru: имя способа доставки
sv_se: leveransmetodens namn

source: shipping data
de: Versanddaten
fi_fi: toimitustiedot
pt_br: dados de entrega
ru: данные доставки
sv_se: leveransdata

source: grand total
de: Summe (brutto)
fi_fi: loppusumma
pt_br: total geral
ru: Общая сумма
sv_se: totalsumma

source: taxless total
de: Summe (netto)
fi_fi: veroton summa
pt_br: total sem impostos
ru: итог без учёта налогов
sv_se: summa exkl. skatter

source: display currency
de: Währung anzeigen
fi_fi: esitettävä valuutta
pt_br: moeda de exibição
ru: показать валюту
sv_se: visningsvaluta

source: display currency rate
de: Wechselkurs anzeigen
fi_fi: esitä valuuttakurssi
pt_br: taxa de câmbio de exibição
ru: отображать валютный курс
sv_se: visa valutakurs

source: IP address
de: IP-Adresse
fi_fi: IP-osoite
pt_br: Endereço IP
ru: IP-адрес
sv_se: IP-adress

source: order date
de: Bestelldatum
fi_fi: tilauspäivämäärä
pt_br: data do pedido
ru: дата платежа
sv_se: beställningsdatum

source: payment date
de: Zahlungsdatum
fi_fi: maksupäivämäärä
pt_br: data de pagamento
ru: дата оплаты
sv_se: betalningsdag

source: customer comment
de: Kundenbemerkung
fi_fi: asiakkaan kommentti
pt_br: comentário do cliente
ru: комментарий клиента
sv_se: kundkommentar

source: admin comment/notes
de: Admin-Kommentar/Anmerkungen
fi_fi: ylläpitäjän kommentti/muistiinpanot
pt_br: comentário/notas do administrador
ru: комментарии/заметки администратора
sv_se: admin kommentar/ nteckningar

source: requires verification
de: Überprüfung erforderlich
fi_fi: vaatii hyväksynnän
pt_br: requer verificação
ru: требуется проверка
sv_se: kräver verifiering

source: all lines verified
de: alle Positionen sind geprüft
fi_fi: kaikki rivit hyväksytty
pt_br: todos os itens verificados
ru: все строки подтверждены
sv_se: alla linjer verifierade

source: codes
fi_fi: koodit
pt_br: códigos
ru: коды
sv_se: koder

source: orders
de: Bestellungen
fi_fi: tilaukset
pt_br: pedidos
ru: заказы
sv_se: beställningar

source: Order was marked as paid.
de: Die Bestellung wurde als bezahlt markiert.
fi_fi: Tilaus merkittiin maksetuksi.
pt_br: O pedido foi marcado como pago.

source: Order was marked as partially paid.
de: Die Bestellung wurde als teilweise bezahlt markiert.
fi_fi: Tilaus merkittiin osittain maksetuksi.
pt_br: O pedido foi marcado como parcialmente pago.

source: Success! Shipment #%d was created.
de: Das war erfolgreich! Die Lieferung #%d wurde angelegt.
fi_fi: Lähetys # %d luotiin onnistuneesti.
pt_br: Sucesso! Remessa # %d foi criada.

source: All rows requiring verification have been verified.
de: Alle prüfpflichtigen Positionen wurden geprüft.
fi_fi: Kaikki hyväksyntää vaativat rivit merkitty hyväksytyksi.
pt_br: Todas as linhas que necessitam de verificação foram verificadas.
ru: Все строки для подтверждения были подтверждены
sv_se: Alla rader som kräver verifiering har verifierats.

source: New shipping status is set to: %(shipping_status)s.
de: Der neue Versandstatus wird auf %(shipping_status)s gesetzt.
fi_fi: Lähetys on asetettu tilaan: %(shipping_status)s.
pt_br: O novo status de envio é definido como: %(shipping_status)s.

source: New payment status is set to: %(payment_status)s.
de: Der neue Zahlungsstatus wird auf %(payment_status)s gesetzt.
fi_fi: Maksu on asetettu tilaan: %(payment_status)s.
pt_br: O novo status de pagamento é definido como: %(payment_status)s.

source: gateway ID
fi_fi: yhdyskäytävän ID
pt_br: ID do gateway
ru: Идентификатор шлюза

source: amount
de: Betrag
fi_fi: määrä
pt_br: valor
ru: Стоимость
sv_se: summa

source: foreign amount
de: Auslandsbetrag
fi_fi: määrä vieraassa valuutassa
pt_br: valor em moeda estrangeira
ru: сумма за рубежом
sv_se: summa i utländs valuta

source: foreign amount currency
de: Fremdwährungsbetrag
fi_fi: vieras valuutta
pt_br: moeda estrangeira
ru: валюта суммы за рубежом
sv_se: utländsvaluta

source: payments
de: Zahlungen
fi_fi: maksut
pt_br: pagamentos
ru: платежи
sv_se: betalningar

source: module
de: Modul
fi_fi: moduuli
pt_br: módulo
ru: модуль
sv_se: modul

source: time
de: Zeit
fi_fi: aika
pt_br: hora
ru: время
sv_se: tid

source: cache entry
de: Cache-Eintrag
fi_fi: välimuistimerkintä
pt_br: entrada de cache
ru: запись в кеш
sv_se: cache inlägg

source: cache entries
de: Cache-Einträge
fi_fi: välimuistimerkinnät
pt_br: entradas de cache
ru: записи в кэш
sv_se: cache inlägg

source: documentation
de: Dokumentation
fi_fi: dokumentaatio
pt_br: documentação
ru: документация
sv_se: dokumentation

source: sample
de: Beispiel
fi_fi: esimerkki
pt_br: amostra
ru: пример
sv_se: prov

source: Select which shops you would like the product media to be visible in.
de: Du kannst auswählen, auf welchen Marktplätzen die Produktmedien sichtbar sein sollen.
fi_fi: Valitse kaupat, joissa haluat tuotetiedostojen näkyvän.
pt_br: Selecione em quais lojas você gostaria que a mídia do produto fosse visível.
ru: Выберите, в каких магазинах вы хотели бы отображать информацию о товаре.
sv_se: Välj vilka butiker du vill att produkten skall synas i.

source: kind
de: Art
fi_fi: laji
pt_br: tipo
ru: вид
sv_se: typ

source: Select what type the media is. It can either be a normal file, part of the documentation, or a sample.
de: Wähle aus, welcher Typ das Medium ist. Es kann entweder eine normale Datei, ein Teil der Artikeldokumentation oder ein Muster sein.
fi_fi: Valitse tuotetiedoston tyyppi. Se voi olla esimerkiksi normaali tuote, osa dokumentaatiota tai mallitiedosto.
pt_br: Selecione o tipo de mídia. Pode ser um arquivo normal, parte da documentação ou uma amostra.
ru: Выберите тип информации. Это может быть обычный файл, часть документации или образец.
sv_se: Välj mediatypen. Det kan antingen vara en vanlig fil, en del av dokumentationen, eller ett prov.

source: Enter URL to external file. If this field is filled, the selected media doesn't apply.
de: Gib die URL zur externen Datei ein. Wenn dieses Feld bereits befüllt ist, gilt das ausgewählte Medium nicht.
fi_fi: Syötä URL ulkoiseen tiedostoon. Valittu media ei tule voimaan, jos tämä kenttä on täytetty.
pt_br: Digite o URL para um arquivo externo. Se este campo for preenchido, a mídia selecionada não se aplica.
ru: Введите URL-адрес для внешнего файла. Если это поле заполнено, выбранная информация не применяется.
sv_se: Ange webbaddress till extern fil. Om detta fält fylls, tillämpas inte valda mediafiler.

source: You can assign numerical values to images to tell the order in which they shall be displayed on the product page.
de: Du kannst den Bildern numerische Werte zuweisen, um die Reihenfolge festzulegen, in der sie auf der Produktdetailseite angezeigt werden sollen.
fi_fi: Voit määrittää kuville numeerisia arvoja kertoa järjestyksessä, jossa ne näytetään tuotesivulla.
pt_br: Você pode atribuir valores numéricos às imagens para informar a ordem em que devem ser exibidas na página do produto.

source: public (shown on product page)
de: öffentlich (wird auf der Produktdetailseite angezeigt)
fi_fi: julkinen (näkyy tuotesivulla)
pt_br: público (mostrado na página do produto)
ru: Публичный (показан на странице товара)
sv_se: offentlig (visas på produktsidan)

source: Enable this if you want this image be shown on the product page. Enabled by default.
de: Aktiviere dies, wenn Du möchtest, dass dieses Bild auf der Produktdetailseite angezeigt wird. Diese Option ist standardmäßig aktiviert.
fi_fi: Näytä kuva tuotesivulla. Tämä asetus on oletusarvoisesti päällä.
pt_br: Ative-o se quiser que esta imagem seja mostrada na página do produto. Ativado por padrão.

source: purchased (shown for finished purchases)
de: gekauft (wird als abgeschlossener Einkauf angezeigt)
fi_fi: ostettu (näkyy hyväksytyille ostoksille)
pt_br: comprado (mostrado para compras realizadas)
ru: Куплено (показано для готовых покупок)
sv_se: köpt (visas för färdiga inköp)

source: Enable this if you want the product media to be shown for completed purchases.
de: Aktiviere dies, wenn Du möchtest, dass die Produktmedien für abgeschlossene Einkäufe angezeigt werden sollen.
fi_fi: Näytä tuotetiedostot myös valmiiden tilausten yhteenvedoissa.
pt_br: Ative-o se quiser que a mídia do produto seja exibida para compras concluídas.

source: Choose a title for your product media. This will help it be found in your store and on the web.
de: Wähle einen Titel für Deine Produktmedien aus. So können sie in Deinem Händlerbereich und im Internet gefunden werden.
fi_fi: Valitse otsake tuotetiedostollesi. Tämä auttaa sen löytymistä kaupassa ja verkossa.
pt_br: Escolha um título para a mídia do seu produto. Isso ajudará a encontrá-lo em sua loja e na web.
ru: Выберите заголовок для своего продукта. Это поможет вам найти его в вашем магазине и в Интернете.
sv_se: Välj en titel för din produktmedia. Detta kommer att hjälpa den hittas i din butik och på webben.

source: Write a description for your product media. This will help it be found in your store and on the web.
de: Gib eine Beschreibung für Deine Produktmedien an. So können sie in Deinem Händlerbereich und im Internet gefunden werden.
fi_fi: Valitse kuvaus tuotetiedostollesi. Tämä auttaa sen löytymistä kaupassa ja verkossa.
pt_br: Escreva uma descrição para a mídia do seu produto. Isso ajudará a encontrá-lo em sua loja e na web.
ru: Напишите описание для своего продукта. Это поможет вам найти его в вашем магазине и в Интернете.
sv_se: Skriv en beskrivning om produktmedian. Detta kommer att hjälpa den hittas i din butik och på webben.

source: product attachment
de: Produktanhang
fi_fi: tuoteliite
pt_br: anexo do produto
ru: приложение для продукта
sv_se: produktbilaga

source: product attachments
de: Produktanhänge
fi_fi: tuoteliitteet
pt_br: anexos do produto
ru: приложения для продукта
sv_se: produktbilagor

source: attachment
de: Anhang
fi_fi: liite
pt_br: anexo
ru: приложение
sv_se: bilaga

source: parent product
de: übergeordneter Artikel
fi_fi: päätuote
pt_br: produto pai
ru: Родительский продукт
sv_se: överordnad produkt

source: child product
de: untergeordneter Artikel
fi_fi: alituote
pt_br: produto filho
ru: дочерний продукт
sv_se: underordnad produkt

source: not visible
de: nicht sichtbar
fi_fi: ei näkyvissä
pt_br: não visível
ru: невидимый
sv_se: inte synlig

source: listed
de: gelistet
fi_fi: listattu
pt_br: listado
ru: указанный
sv_se: listad

source: always visible
de: überall sichtbar
fi_fi: aina näkyvissä
pt_br: sempre visível
ru: всегда видимый
sv_se: alltid synlig

source: suppliers
de: Händler
fi_fi: toimittajat
pt_br: fornecedores
ru: поставщики
sv_se: leverantörer

source: List your suppliers here. Suppliers can be found by searching for `Suppliers`.
de: Trage hier Deine Händler ein. Händler können durch die Suche nach "Händler" gefunden werden.
fi_fi: Listaa toimittajasi tässä.
pt_br: Liste seus fornecedores aqui. Os fornecedores podem ser encontrados pesquisando por `Fornecedores`.

source: visibility
de: Anzeige
fi_fi: näkyvyys
pt_br: visibilidade
ru: Отображаемость
sv_se: synlighet

source: Choose how you want your product to be seen and found by the customers. <p>Not visible: Product will not be shown in your store front nor found in search.</p><p>Searchable: Product will be shown in search, but not listed on any category page.</p><p>Listed: Product will be shown on category pages, but not shown in search results.</p><p>Always Visible: Product will be shown in your store front and found in search.</p>
de: Wähle aus, wie Dein Artikel von den Kunden gesehen und gefunden werden soll. <p>Nicht sichtbar: der Artikel wird weder in Deinem Händlerbereich noch auf dem Marktplatz angezeigt noch in der allgemeinen Suche gefunden.</p><p>Suchbar: der Artikel wird in der Suche angezeigt, aber auf keiner Kategorienseite aufgeführt.</p><p>Gelistet: der Artikel wird auf Kategorienseiten angezeigt, aber nicht in den Suchergebnissen.</p><p>Überall sichtbar: der Artikel wird in Deinem Händlerbereich und auf dem Marktplatz angezeigt und auch in der allgemeinen Suche gefunden.</p>
fi_fi: Valitse tuotteesi näkyvyys: <p>Ei näkyvissä: Tuote ei näy kaupan tuotesivuilla eikä sitä löydy hakutoiminnolla.</p> <p>Vain haku: Tuote ei näy kaupan tuotesivuilla, mutta se löytyy hakutoiminnolla.</p> <p>Vain listaus: Tuote näkyy kaupan tuotesivuilla, mutta sitä ei voi etsiä hakutoiminnolla.</p> <p>Aina: Tuote näkyy kaupan tuotesivuilla ja se löytyy hakutoiminnolla.</p>
pt_br: Escolha como deseja que seu produto seja visto e encontrado pelos clientes.<p> Não visível: o produto não será mostrado na frente da sua loja nem encontrado na pesquisa.</p><p> Pesquisável: o produto será mostrado na pesquisa, mas não listado em nenhuma página de categoria.</p><p> Listado: o produto será mostrado nas páginas de categoria, mas não nos resultados da pesquisa.</p><p> Sempre visível: o produto será mostrado na frente da sua loja e encontrado na pesquisa.</p>

source: purchasable
de: bestellbar
fi_fi: ostettavissa
pt_br: comprável
ru: Доступно для покупки
sv_se: köpbar
