Repository: shuup/shuup
Catalog: shuup/testing/locale/*/LC_MESSAGES/django.po
Languages: fr_ca

source: About Us
fr_ca: À propos de nous

source: Privacy Policy
fr_ca: Politique de confidentialité

source: Terms and Conditions
fr_ca: Termes et conditions

source: Refund Policy
fr_ca: Politique de remboursement

source: {{ order.shop }} - Order {{ order.identifier }} Received
fr_ca: {{order.shop}} - Commande {{order.identifier}} reçue

source: Send customer order confirmation email
fr_ca: Envoyer un e-mail de confirmation de commande client

source: We will configure a notification to send the customer an email after a placed order. You can disable this option later or even change the layout of the email.
fr_ca: Nous allons configurer une notification pour envoyer un e-mail au client après une commande passée. Vous pouvez désactiver cette option plus tard ou même modifier la mise en page de l'e-mail.

source: Create About Us page
fr_ca: Créer une page À propos de nous

source: We have already created an 'About Us' template for you based on your shop information. You must review the page and change it accordingly.
fr_ca: Nous avons déjà créé un modèle «À propos de nous» pour vous en fonction des informations de votre boutique. Vous devez revoir la page et la modifier en conséquence.

source: We will create an 'About Us' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
fr_ca: Nous créerons pour vous un modèle «À propos de nous». Nous baserons le contenu de la page sur les informations de votre boutique. Une fois que nous avons terminé, vous devez revoir la page et la modifier en conséquence.

source: Create Privacy Policy page
fr_ca: Créer une page de politique de confidentialité

source: We have already created a 'Privacy Policy' template for you based on your shop information. You must review the page and change it accordingly.
fr_ca: Nous avons déjà créé un modèle de «Politique de confidentialité» pour vous en fonction des informations de votre boutique. Vous devez revoir la page et la modifier en conséquence.

source: We will create a 'Privacy Policy' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
fr_ca: Nous créerons un modèle de «Politique de confidentialité» pour vous. Nous baserons le contenu de la page sur les informations de votre boutique. Une fois que nous avons terminé, vous devez revoir la page et la modifier en conséquence.

source: Create Terms and Conditions page
fr_ca: Créer une page de conditions générales

source: We have already created a 'Terms & Conditions' template for you based on your shop information. You must review the page and change it accordingly.
fr_ca: Nous avons déjà créé un modèle de «Conditions générales» pour vous en fonction des informations de votre boutique. Vous devez revoir la page et la modifier en conséquence.

source: We will create a 'Terms & Conditions' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
fr_ca: Nous créerons un modèle de «Conditions générales» pour vous. Nous baserons le contenu de la page sur les informations de votre boutique. Une fois que nous avons terminé, vous devez revoir la page et la modifier en conséquence.

source: Create Refund Policy page
fr_ca: Créer une page de politique de remboursement

source: We have already created a 'Refund Policy' template for you based on your shop information. You must review the page and change it accordingly.
fr_ca: Nous avons déjà créé un modèle de «Politique de remboursement» pour vous en fonction des informations de votre boutique. Vous devez revoir la page et la modifier en conséquence.

source: We will create an 'Refund Policy' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
fr_ca: Nous créerons un modèle de «politique de remboursement» pour vous. Nous baserons le contenu de la page sur les informations de votre boutique. Une fois que nous avons terminé, vous devez revoir la page et la modifier en conséquence.

source: Configure the footer
fr_ca: Configurer le pied de page

source: We will now configure your shop footer and fill it with some of your shop's information. Don't worry, you can change this at any time.
fr_ca: Nous allons maintenant configurer le pied de page de votre boutique et le remplir avec certaines des informations de votre boutique. Ne vous inquiétez pas, vous pouvez changer cela à tout moment.

source: Content & Behavior
fr_ca: Contenu et comportement

source: Add the initial content and configure the customer notifications for your shop
fr_ca: Ajoutez le contenu initial et configurez les notifications client pour votre boutique

source: Configure notifications for your shop
fr_ca: Configurer les notifications pour votre boutique

source: Add the initial content
fr_ca: Ajouter le contenu initial

source: Configure the initial content pages
fr_ca: Configurer les pages de contenu initiales

source: Configure some notifications
fr_ca: Configurer certaines notifications

source: Demo
fr_ca: Démo

source: Dummy Mass Action #1
fr_ca: Action de masse factice # 1

source: Dummy Mass Action #2
fr_ca: Action de masse factice # 2

source: mock section title
fr_ca: titre de la section simulée

source: Hello
fr_ca: Bonjour

source: Hello %(name)s
fr_ca: Bonjour %(name)s

source: This is %(sku)s
fr_ca: C'est %(sku)s

source: There is a sample data installed. Search `Sample Data` for more information.
fr_ca: Un exemple de données est installé. Recherchez «Exemple de données» pour plus d'informations.

source: There is a sample data installed. Click here to consolidate or delete them.
fr_ca: Un exemple de données est installé. Cliquez ici pour les consolider ou les supprimer.

source: Sample Data
fr_ca: Exemple de données

source: Default
fr_ca: Défaut

source: Cosmetics and perfumes
fr_ca: Cosmétiques et parfums

source: USpicy Makeup Brushes
fr_ca: Pinceaux de maquillage USpicy

source: Professional 10 pieces makeup brush set with soft oval toothbrush design
fr_ca: Ensemble de pinceaux de maquillage professionnel 10 pièces avec un design de brosse à dents ovale souple

source: Precision Eyelash Curler
fr_ca: Recourbe-cils de précision

source: Precision Eyelash Curler is the professional choice of makeup artists everywhere.
fr_ca: Precision Eyelash Curler est le choix professionnel des maquilleurs du monde entier.

source: PureMoist Lipstick
fr_ca: Rouge à lèvres PureMoist

source: PureMoist Lipstick has a moisturizing formula designed to quench, comfort and protect lips.
fr_ca: Le rouge à lèvres PureMoist a une formule hydratante conçue pour étancher, réconforter et protéger les lèvres.

source: A hint of citrus. A wealth of flowers. A mix of emotions.
fr_ca: Un soupçon d'agrumes. Une richesse de fleurs. Un mélange d'émotions.

source: Tommy Girld by Tommy Hilfiger Perfume
fr_ca: Parfum Tommy Girld par Tommy Hilfiger

source: A refreshing and energetic floral - with low notes of sandalwood and heather.
fr_ca: Un floral rafraîchissant et énergique - avec des notes basses de bois de santal et de bruyère.

source: Bvlgari Omnia Crystalline Eau de Toilette
fr_ca: Eau de toilette Bvlgari Omnia Crystalline

source: Give yourself over to this fragrance as intoxicating and pure as a woman's soul is fragile.
fr_ca: Abandonnez-vous à ce parfum aussi enivrant et pur que l'âme d'une femme est fragile.

source: Still Jennifer Lopez Perfume
fr_ca: Parfum Still Jennifer Lopez

source: Be driven with vitality and confidence, as you wear the Jennifer Lopez Still fragrance.
fr_ca: Soyez motivé avec vitalité et confiance en portant le parfum Jennifer Lopez Still.

source: A captivating new scent joins the La vie est belle path to happiness.
fr_ca: Un nouveau parfum captivant rejoint le chemin du bonheur La vie est belle.

source: Smooth Viking Beard Brush
fr_ca: Brosse à barbe lisse Viking

source: Just a beard brush.
fr_ca: Juste une brosse à barbe.

source: Beard & Stash Oil
fr_ca: Huile pour barbe et cachette

source: This oil is natural, and is made with the perfect combination of oils.
fr_ca: Cette huile est naturelle et est faite avec la combinaison parfaite d'huiles.

source: Sample Carousel
fr_ca: Exemple de carrousel

source: Business Segment
fr_ca: Segment d'activité

source: Select your business segment to install categories.
fr_ca: Sélectionnez votre segment d'activité pour installer des catégories.

source: Install Categories
fr_ca: Catégories d'installation

source: Enable this to install sample categories.
fr_ca: Activez cette option pour installer des exemples de catégories.

source: Install Products
fr_ca: Installer des produits

source: Enable this to install sample products.
fr_ca: Activez cette option pour installer des exemples de produits.

source: Install Carousel
fr_ca: Installer le carrousel

source: Enable this to install a sample carousel.
fr_ca: Activez cette option pour installer un exemple de carrousel.

source: Uninstall Categories
fr_ca: Désinstaller les catégories

source: Uninstall Products
fr_ca: Désinstaller des produits

source: Uninstall Carousel
fr_ca: Désinstaller Carousel

source: Sample data were consolidated.
fr_ca: Les données d'échantillon ont été consolidées.

source: To start shopping right now, please install some sample data into your shop
fr_ca: Pour commencer vos achats dès maintenant, veuillez installer des exemples de données dans votre boutique

source: You must have the Access to Admin Panel permission.
fr_ca: Vous devez disposer de l'autorisation d'accès au panneau d'administration.

source: Supplier Pricing
fr_ca: Tarification des fournisseurs

source: Shuup Testing Theme
fr_ca: Thème de test Shuup

source: Shuup Testing Theme With Custom Base Template
fr_ca: Thème de test Shuup avec modèle de base personnalisé

source: Shuup Test Theme Product Highlights
fr_ca: Points forts du produit Shuup Test Theme
