Repository: shuup/shuup
Catalog: shoop/xtheme/locale/*/LC_MESSAGES/django.po
Languages: fi_fi

source: Shoop Extensible Theme Engine
fi_fi: Shoopin laajennettava teemamoottori

source: Themes
fi_fi: Teemat

source: No theme is active. Click here to activate one.
fi_fi: Teema ei ole aktiivinen. Klikkaa tästä aktivoidaksesi teema.

source: Theming
fi_fi: Teemat

source: Theme activated.
fi_fi: Teema aktivoitu.

source: Theme configuration for %s
fi_fi: Teeman %s asetukset

source: Plugin
fi_fi: Lisäosa

source: Click to edit placeholder: %s
fi_fi: Napsauta muokataksesi aluetta %s

source: Delete This Cell
fi_fi: Poista tämä solu

source: There's nothing to configure in this plugin.
fi_fi: Tällä lisäosalla ei ole asetuksia.

source: Save Plugin
fi_fi: Tallenna lisäosa

source: Edit Placeholder
fi_fi: Muokkaa aluetta

source: Add new cell
fi_fi: Lisää uusi solu

source: Delete row
fi_fi: Poista rivi

source: Add new row
fi_fi: Lisää uusi rivi

source: Theme Configuration
fi_fi: Teeman asetukset

source: No themes are installed.
fi_fi: Teemoja ei ole asennettu

source: Theme
fi_fi: Teema

source: Actions
fi_fi: Toiminnot

source: Author
fi_fi: Tekijä

source: Currently active
fi_fi: Aktiivinen

source: Activate
fi_fi: Aktivoi

source: Configure
fi_fi: Muokkaa

source: Theme Configuration: %(name)s
fi_fi: Teeman asetukset: %(name)s

source: There's nothing to configure in this theme.
fi_fi: Teemalla ei ole asetuksia.

source: Revert Changes
fi_fi: Palauta muutokset

source: Publish Changes
fi_fi: Julkaise muutokset

source: Cannot add more than %d cells in one row.
fi_fi: Rivissä ei voi olla enempää kuin %d solua.

source: Full Width
fi_fi: Täysi leveys

source: Three Fourths (3/4)
fi_fi: Kolme neljäsosaa (3/4)

source: Two Thirds (2/3)
fi_fi: Kaksi kolmasosaa (2/3)

source: Half (1/2)
fi_fi: Puolet (1/2)

source: One Third (1/3)
fi_fi: Kolmasosa (1/3)

source: One Fourth (1/4)
fi_fi: Neljäsosa (1/4)

source: Cell width
fi_fi: Solun leveys

source: No Plugin
fi_fi: Ei lisäosaa
