Repository: shuup/shuup
Catalog: shoop/simple_supplier/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Stock management
pt_br: Gerenciamento do estoque

source: Products
pt_br: Produtos

source: Filter by SKU...
pt_br: Filtrar por SKU...

source: Name
pt_br: Nome

source: Filter by name...
pt_br: Filtrar por nome...

source: Supplier
pt_br: Fornecedor

source: Stock information
pt_br: Informações do estoque

source: Adjust stock
pt_br: Ajustar estoque

source: Added %(delta)s %(unit_short_name)s for product %(product_name)s stock (%(supplier_name)s)
pt_br: Adicionado %(delta)s %(unit_short_name)s do produto %(product_name)s ao estoque (%(supplier_name)s)

source: Removed %(delta)s %(unit_short_name)s from product %(product_name)s stock (%(supplier_name)s)
pt_br: Removido %(delta)s %(unit_short_name)s do produto %(product_name)s do estoque (%(supplier_name)s)

source: Not allowed
pt_br: Não permitido

source: Error, please check submitted values and try again.
pt_br: Erro, por favor, verifique os valores enviados e tente novamente.

source: Error, please check submitted values and try again (%(error)s).
pt_br: Erro, por favor, verifique os valores enviados e tente novamente (%(error)s).

source: Purchase price per unit (%(currency_name)s)
pt_br: Preço de compra por unidade (%(currency_name)s)

source: Quantity
pt_br: Quantidade

source: Only non-zero values can be added to stock.
pt_br: Apenas valores acima de zero podem ser adicionados ao estoque.

source: product
pt_br: produto

source: supplier
pt_br: fornecedor

source: created on
pt_br: criado em

source: created by
pt_br: criado por

source: logical count
pt_br: contagem lógica

source: physical count
pt_br: contagem física

source: Add stock
pt_br: Adicionar estoque

source: Product <a href="%(product_url)s" target="_blank">%(product_name)s</a> does not have suppliers with %(module_name)s module.
pt_br: Produto <a href="%(product_url)s" target="_blank">%(product_name)s</a> não tem fornecedores com o módulo %(module_name)s.

source: Please set suppliers at Purchasing section.
pt_br: Por favor, defina os fornecedores na seção Compras.

source: Product <a href="%(product_url)s" target="_blank">%(product_name)s</a> is not stocked.
pt_br: Produto <a href="%(product_url)s" target="_blank">%(product_name)s</a> não é estocado.

source: Please set product stock behavior at Additional Details section.
pt_br: Por favor, defina o comportamento do estoque do produto na seção Detalhes Adicionais.

source: No suppliers with %(module_name)s available.
pt_br: Não há fornecedores com o módulo %(module_name)s disponível.

source: Please set %(module_name)s module for at least one of the <a href="%(supplier_url)s" target="_blank">Suppliers</a>.
pt_br: Por favor, defina o módulo %(module_name)s para pelo menos um dos seus <a href="%(supplier_url)s" target="_blank">Fornecedores</a>.

source: Physical count
pt_br: Contagem física

source: Logical count
pt_br: Contagem lógica

source: Value per unit
pt_br: Valor por unidade

source: Total value
pt_br: Valor total

source: No stock information available.
pt_br: Nenhuma informação do estoque disponível.
