Repository: shuup/shuup
Catalog: shuup/front/apps/saved_carts/locale/*/LC_MESSAGES/django.po
Languages: de

source: Shuup Frontend - Saved Baskets
de: Shuup Frontend - Gespeicherte Warenkörbe

source: Saved Carts
de: Gespeicherte Warenkörbe

source: Home
de: Startseite

source: Dashboard
de: Kontoübersicht

source: My Saved Carts
de: Meine gespeicherten Warenkörbe

source: Product
de: Artikel

source: Quantity
de: Menge

source: Price
de: Preis

source: Title
de: Bezeichnung

source: Product Count
de: Artikelanzahl

source: You haven't saved any carts yet.
de: Du hast noch keinen Warenkorb abgespeichert.

source: Add all products to cart
de: Alle Artikel zum Warenkorb hinzufügen

source: Delete cart
de: Warenkorb löschen

source: Please enter a basket title.
de: Bitte gib eine Warenkorb-Bezeichnung ein.

source: Can't save an empty basket.
de: Es kann kein leerer Warenkorb gespeichert werden.

source: Product is not available in this shop.
de: Der Artikel ist auf dem Marktplatz leider nicht verfügbar.

source: Invalid supplier.
de: Ungültiger Händler.

source: %d product(s) added to cart.
de: %d Artikel wurde(n) in den Warenkorb gelegt.
