Repository: shuup/shuup
Catalog: shuup/simple_cms/locale/*/LC_MESSAGES/django.po
Languages: fi_fi, ru

source: Content Pages
fi_fi: Sisältösivut

source: Pages
fi_fi: Sivut
ru: Страницы

source: Show pages
fi_fi: Näytä sivut
ru: Показать страницы

source: Add a web page
fi_fi: Lisää sivu
ru: Добавить веб-страницу

source: New page
fi_fi: Uusi sivu
ru: Новая Страница

source: Available from
fi_fi: Saatavilla alkaen
ru: доступно с

source: Available to
fi_fi: Saatavilla päättyen
ru: доступно до

source: Template
fi_fi: Malline

source: URL already exists.
fi_fi: Antamasi verkko-osoite on jo olemassa.
ru: URL адрес уже существует.

source: URL must be unique
fi_fi: URL pitää olla uniikki
ru: URL адрес должен быть уникальным

source: %(label)s is required when any %(language)s field is filled.
fi_fi: %(label)s on pakollinen kun mikä tahansa %(language)s-kenttä on täytetty.
ru: %(label)s требуется, когда заполнено любое поле %(language)s.

source: Please fill at least one language fully.
fi_fi: Ole hyvä ja täytä vähintään yksi kieli täysin
ru: Пожалуйста, введите хотя бы один язык

source: A page may not be made a child of itself.
fi_fi: Sivu ei voi olla itsensä lapsi.
ru: Страница не может быть создана сама собой.

source: Title
fi_fi: Otsikko
ru: Заглавие

source: Created by
fi_fi: Luoja
ru: Создано

source: Date created
fi_fi: Luontipvm
ru: Дата создания

source: Page
fi_fi: Sivu
ru: Страница

source: Content in this placeholder is shown for this page only.
fi_fi: Tämän sisältöalueen sisältö näytetään vain tällä sivulla.

source: Content in this placeholder is shown for %(title)s only.
fi_fi: Tämä sisältöalue näytetään vain sivulle %(title)s.

source: shop
fi_fi: kauppa

source: available from
fi_fi: saatavilla alkaen
ru: доступно с

source: Set an available from date to restrict the page to be available only after a certain date and time. This is useful for pages describing sales campaigns or other time-sensitive pages.
fi_fi: Aseta päivämäärä, josta eteenpäin sivu on näkyvissä. Tämä on kätevä sivuille, jotka kuvaavat kampanjoita, tai muita ajoitettuja sivuja.
ru: Установите доступность с даты, чтобы ограничить доступ к странице только после определенной даты и времени. Это полезно для страниц, описывающих рекламные кампании или других страниц, чувствительных к времени.

source: available to
fi_fi: saatavilla päättyen
ru: доступно до

source: Set an available to date to restrict the page to be available only after a certain date and time. This is useful for pages describing sales campaigns or other time-sensitive pages.
fi_fi: Aseta päivämäärä, johon asti sivu on näkyvissä. Tämä on kätevä sivuille, jotka kuvaavat kampanjoita, tai muita ajoitettuja sivuja.
ru: Установите доступную дату, чтобы ограничить доступ к странице только после определенной даты и времени. Это полезно для страниц, описывающих рекламные кампании или другие страницы, чувствительные к времени.

source: created by
fi_fi: luoja
ru: Создано

source: modified by
fi_fi: muokkaaja
ru: Изменено

source: created on
fi_fi: luotu
ru: создано

source: modified on
fi_fi: muutettu
ru: изменен

source: This identifier can be used in templates to create URLs
fi_fi: Tätä tunnistetta voidaan käyttää mallineissa URL-osoitteiden muodostamiseen
ru: Данный идентификатор может быть использован в шаблонах для создания URL адресов

source: visible in menu
fi_fi: näkyvissä valikossa
ru: Отображается в меню

source: Check this if this page should have a link in the top menu of the store front.
fi_fi: Valitse tämä, jos sivun pitäisi olla linkitettynä teeman ylävalikossa.
ru: Убедитесь, что на этой странице должна быть ссылка в верхнем меню магазина.

source: parent
fi_fi: isäntä
ru: Родитель

source: Set this to a parent page if this page should be subcategorized under another page.
fi_fi: Aseta tämä isäsivuun, mikäli tämän sivun pitää olla toisen sivun alla.
ru: Настроить для родительской страницы, если эта страница должна быть подкатегорией другой страницы.

source: list children on page
fi_fi: listaa lapset sivulla
ru: Указать дочерние страницы на данной странице

source: Check this if this page should list its children pages.
fi_fi: Valitse tämä jos sivun pitäisi listata alasivunsa.
ru: Проверьте, должна ли эта страница перечислять дочерние страницы.

source: show child page timestamps
fi_fi: näytä alasivun aikaleimat

source: Check this if you want to show timestamps on the child pages. Please note, that this requires the children to be listed on the page as well.
fi_fi: Valitse tämä jos haluat näyttää aikaleimat alasivuilla. Huomioi, että tämä vaatii että listaa alasivut sivulla täytyy olla myös valittuna.

source: deleted
fi_fi: poistettu

source: title
fi_fi: otsikko
ru: заголовок

source: The page title. This is shown anywhere links to your page are shown.
fi_fi: Sivun otsikko. Tämä näytetään kaikkialla, jossa sivulinkki näytetään.
ru: Заглавие страницы. Это показано везде, где показываются ссылки на вашу страницу.

source: The page url. Choose a descriptive url so that search engines can rank your page higher. Often the best url is simply the page title with spaces replaced with dashes.
fi_fi: Sivun URL osoite. Valitse kuvaava osoite, jotta hakukoneesi voivat sijoittaa sivusi paremmin. Useimmiten sivun otsikko on paras valinta, kun vain välilyönnit korvataan viivoilla.
ru: URL-адрес страницы. Выберите описательный URL-адрес, чтобы поисковые системы могли индексировать вашу страницу выше. Часто лучшим URL является просто заголовок страницы с пробелами, замененными тире.

source: content
fi_fi: sisältö
ru: Контент

source: The page content. This is the text that is displayed when customers click on your page link.You can leave this empty and add all page content through placeholder editor in shop front.To edit the style of the page you can use the Snippet plugin which is in shop front editor.
fi_fi: Sivusi sisältö. Tämä sisältö näytetään asiakkaalle, kun hän avaa sivun. Voit halutessasi lisätä itse sisällön joko tässä näkymässä, tai kaupan puolella (muokkaamalla sisältöalueita). Tyylien muokkaamiseen voit käyttää CSS/JS lisäosaa.

source: Template path
fi_fi: Mallinteen polku

source: render title
fi_fi: Näytä otsikko

source: Check this if this page should have a visible title
fi_fi: Valitse tämä, mikäli haluat otsikon näkyvän sivulla.

source: page
fi_fi: sivu
ru: страница

source: pages
fi_fi: sivut
ru: страницы

source: Untitled
fi_fi: Nimetön
ru: Без имени

source: CMS Page Links
fi_fi: Sisällönhallinnan sivulinkit
ru: Ссылки на страницу контент менеджмента

source: Show all pages
fi_fi: Näytä kaikki sivut
ru: Показать все страницы

source: All pages are shown, even if not selected
fi_fi: Kaikki sivut ovat näkyvillä, vaikka eivät olisi valittuina
ru: Все страницы показаны, даже если не выбраны

source: Hide expired pages
fi_fi: Piilota vanhentuneet sivut
ru: Скрыть устаревшие страницы

source: Default Page
fi_fi: Oletussivu

source: Page with sidebar
fi_fi: Sisältösivu sivupalkilla

source: New Page
fi_fi: Uusi sivu
ru: Новая Страница

source: Home
fi_fi: Etusivu
ru: На главную

source: Simple CMS
ru: Простое управление контентом

source: The page content. This is the text that is displayed when customers click on your page link.
ru: Содержание страницы. Этот текст отображается, когда клиенты нажимают на вашу ссылку на страницу.

source: General Information
ru: Общая информация

source: Availability
ru: Дооступность

source: Extras
ru: Дополнения
