Repository: shuup/shuup
Catalog: shuup/customer_group_pricing/locale/*/LC_MESSAGES/django.po
Languages: fi_fi, pt_pt

source: Shuup Customer Group Pricing
fi_fi: Shuup asiakasryhmähinnoittelu
pt_pt: Preços para Grupo de Clientes Shuup

source: Price (%(shop)s/%(group)s)
fi_fi: Hinta (%(shop)s/%(group)s)
pt_pt: Preço (%(shop)s/%(group)s)

source: Discount (%(shop)s/%(group)s)
fi_fi: Alennus (%(shop)s/%(group)s)
pt_pt: Desconto (%(shop)s/%(group)s)

source: Customer Group Price
fi_fi: Asiakasryhmähinta

source: Customer group prices can be listed, fetched, created, updated and deleted.
fi_fi: Asiakasryhmähintoja voi listata, noutaa, luoda, päivittää ja poistaa.

source: product
fi_fi: tuote
pt_pt: produto

source: shop
fi_fi: kauppa
pt_pt: loja

source: contact group
fi_fi: kontaktiryhmä
pt_pt: grupo de contactos

source: price
fi_fi: hinta
pt_pt: preço

source: product price
fi_fi: tuotehinta
pt_pt: preço de produto

source: product prices
fi_fi: tuotehinnat
pt_pt: preços de produto

source: discount amount
fi_fi: Alennusmäärä
pt_pt: valor de desconto

source: product discount
fi_fi: tuotteen alennus
pt_pt: desconto de produto

source: product discounts
fi_fi: tuotteen alennukset
pt_pt: descontos de produto

source: Customer Group Pricing
fi_fi: Asiakasryhmähinnoittelu
pt_pt: Preço para Grupo de Clientes

source: Customer Group Discount
fi_fi: Kontaktiryhmä-alennus
pt_pt: Desconto para Grupo de Clientes

source: Contact Group Discount
fi_fi: Kontaktiryhmä-alennus
pt_pt: Desconto para Grupo de Contactos

source: Here you can set individual discount amounts for different contact groups. The discount amount may be visible on storefront. These groups are defined in Contacts Settings – Contact Groups
fi_fi: Täällä voit asettaa yksilöllisiä alennuksia eri kontaktiryhmille. Tätä voi hyödyntää erikoisalennuksissa ja B2B -tilauksissa. Nämä ryhmät ovat määritelty kohdassa Kontaktiasetukset - Kontaktiryhmät
pt_pt: Aqui pode atribuir valores de desconto individuais para diferentes grupos de contactos. Este montante de desconto pode ser visível loja. Estes grupos são definidos em Definições de Contactos - Grupos de Contactos

source: Contact Group Pricing
fi_fi: Kontaktiryhmähinnoittelu
pt_pt: Preço para Grupo de Contactos

source: Here you can set individual pricing for different contact groups. This can be useful for special discounts or for B2B orders. These groups are defined in Contacts Settings – Contact Groups
fi_fi: Täällä voit asettaa yksilöllisiä hintoja eri kontaktiryhmille. Tätä voi hyödyntää erikoisalennuksissa ja B2B -tilauksissa. Nämä ryhmät ovat määritelty kohdassa Kontaktiasetukset - Kontaktiryhmät
pt_pt: Aqui pode atribuir preços individuais para diferentes grupos de contactos. Isto pode ser especialmente vantajoso para descontos especiais em encomendas B2B. Estes grupos são definidos em Definições de Contactos - Grupos de Contactos
