Repository: shuup/shuup
Catalog: shuup/simple_supplier/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, fr_ca, sv_se

source: Stock management
de: Lagerverwaltung
fi_fi: Varastonhallinta
fr_ca: Gestion de stock
sv_se: Lageradministration

source: SKU
de: Artikelnummer
fi_fi: Tuotekoodi
sv_se: Artikelnummer

source: Filter by SKU...
de: Nach Artikelnummer filtern...
fi_fi: Rajaa tuotekoodin mukaan...
fr_ca: Filtrer par SKU ...
sv_se: Filtrera enligt artikelnummer...

source: Name
fi_fi: Nimi
fr_ca: Nom
sv_se: Namn

source: Filter by name...
de: Nach Name filtern...
fi_fi: Rajaa nimen mukaan...
fr_ca: Filtrer par nom ...
sv_se: Filtrera på namn...

source: Supplier
de: Händler
fi_fi: Toimittaja
fr_ca: Fournisseur
sv_se: Leverantör

source: Stock information
de: Bestandsdaten
fi_fi: Varastotiedot
fr_ca: Information sur les stocks
sv_se: Lagerinformation

source: Adjust stock
de: Lagerbestand anpassen
fi_fi: Muuta varastosaldoa
fr_ca: Ajuster le stock
sv_se: Justera lager

source: Success! Added %(delta)s `%(unit_symbol)s` for product `%(product_name)s` stock (%(supplier_name)s).
de: Das war erfolgreich! %(delta)s "%(unit_symbol)s" wurden dem Bestand von Artikel%(product_name)s im Lager (%(supplier_name)s) hinzugefügt.
fr_ca: Succès! Ajout de %(delta)s ʻ%(unit_symbol)s` pour le produit ʻ%(product_name)s` stock (%(supplier_name)s).
sv_se: Framgång! Lagt till %(delta)s `%(unit_symbol)s` för produkt` %(product_name)s` lager (%(supplier_name)s).

source: Success! Removed %(delta)s `%(unit_symbol)s` from product `%(product_name)s` stock (%(supplier_name)s).
de: Das war erfolgreich! %(delta)s "%(unit_symbol)s" wurden dem Bestand von Artikel%(product_name)s im Lager (%(supplier_name)s) abgebucht.
fr_ca: Succès! Suppression de %(delta)s ʻ%(unit_symbol)s` du stock du produit ʻ%(product_name)s` (%(supplier_name)s).
sv_se: Framgång! Borttagen %(delta)s `%(unit_symbol)s` från produkten` %(product_name)s` lager (%(supplier_name)s).

source: Alert limit for product `%(product_name)s` set to `%(value)s`.
de: Der Meldebestand für den Artikel "%(product_name)s" wurde auf "%(value)s" gesetzt.
fr_ca: Limite d'alerte pour le produit ʻ%(product_name)s` définie sur ʻ%(value)s`.
sv_se: Varningsgräns för produkt '%(product_name)s' inställd på '%(value)s'.

source: Non-POST request methods are forbidden.
de: Nicht-POST-Anforderungsmethoden sind verboten.
fr_ca: Les méthodes de requête non POST sont interdites.
sv_se: Metoder för icke-POST-förfrågan är förbjudna.

source: Please check submitted values and try again.
de: Bitte überprüfe die eingegebenen Werte und versuche es erneut.
fr_ca: Veuillez vérifier les valeurs soumises et réessayer.
sv_se: Kontrollera de skickade värdena och försök igen.

source: Please check submitted values and try again (%(error)s).
de: Bitte überprüfe die eingegebenen Werte und versuche es erneut (%(error)s).
fr_ca: Veuillez vérifier les valeurs soumises et réessayer (%(error)s).
sv_se: Kontrollera de skickade värdena och försök igen (%(error)s).

source: Stock management is now enabled for {product}.
de: Die Lagerverwaltung für {product} ist jetzt aktiviert.
fr_ca: La gestion des stocks est désormais activée pour {product}.
sv_se: Lagerhantering är nu aktiverad för {product}.

source: Stock management is now disabled for {product}.
de: Die Lagerverwaltung für {product} ist jetzt deaktiviert.
fr_ca: La gestion des stocks est désormais désactivée pour {product}.
sv_se: Lagerhantering är nu inaktiverad för {product}.

source: Quantity
de: Menge
fi_fi: Määrä
fr_ca: Quantité
sv_se: Antal

source: Only non-zero values can be added to stock.
de: Dem Bestand können nur Werte ungleich Null hinzugefügt werden.
fi_fi: Varastoarvon pitää olla suurempi kuin nolla.
fr_ca: Seules des valeurs non nulles peuvent être ajoutées au stock.
sv_se: Endast icke-noll värden kan läggas till lager.

source: Alert limit
de: Meldebestand
fi_fi: Hälytysraja
fr_ca: Limite d'alerte
sv_se: Varningsgräns

source: product
de: Artikel
fi_fi: tuote
fr_ca: produit
sv_se: produkt

source: supplier
de: Händler
fi_fi: toimittaja
fr_ca: fournisseur
sv_se: leverantör

source: created on
de: erstellt am
fi_fi: luotu
fr_ca: créé sur
sv_se: skapad den

source: created by
de: erstellt von
fi_fi: luoja
fr_ca: créé par
sv_se: skapad av

source: delta
fi_fi: muutos
sv_se: skillnad

source: type
de: Typ
fi_fi: tyyppi
sv_se: typ

source: alert limit
de: Meldebestand
fi_fi: hälytysraja
fr_ca: limite d'alerte
sv_se: varningsgräns

source: stock managed
de: bestandsgeführt
fr_ca: stock géré
sv_se: lagerhantering

source: Use this to override the supplier default stock behavior per product.
de: Verwende diese Option, um die Standardlagerverwaltung des Händlers pro Artikel zu überschreiben.
fr_ca: Utilisez cette option pour remplacer le comportement de stock par défaut du fournisseur par produit.
sv_se: Använd detta för att åsidosätta leverantörens standardlagerbeteende per produkt.

source: logical count
de: errechnete Menge
fi_fi: looginen määrä
fr_ca: décompte logique
sv_se: logiskt antal

source: physical count
de: physische Menge
fi_fi: fyysinen määrä
fr_ca: comptage physique
sv_se: fysiskt antal

source: Alert Limit Reached
de: Meldebestand erreicht
fi_fi: Hälytysraja saavutettu
fr_ca: Limite d'alerte atteinte
sv_se: Varningsgräns nådd

source: Product
de: Artikel
fi_fi: Tuote
fr_ca: Produit
sv_se: Produkt

source: Supplier Email
de: Händler-E-Mail-Adresse
fr_ca: Email du fournisseur
sv_se: Leverantörens e-post

source: Shop Email
de: Marktplatz-E-Mail-Adresse
fr_ca: Email de la boutique
sv_se: Handla e-post

source: Fired in the last 24 hours?
de: In den letzten 24 Stunden gesendet?
fi_fi: Ajettu viimeisen 24 tunnin aikana?
fr_ca: Tiré au cours des dernières 24 heures?
sv_se: Hänt under de senaste 24 timmarna?

source: This will be True if this event was already dispatched in the last 24 hours for the same product and supplier. This is useful to prevent sending identical notifications in a short period of time.
de: Dies gilt auch dann, wenn dieses Ereignis bereits in den letzten 24 Stunden für dasselbe Produkt und denselben Händler ausgelöst wurde. Dies ist nützlich, um zu verhindern, dass identische Benachrichtigungen in kurzer Zeit gesendet werden.
fi_fi: Tämän arvo on "True" mikäli tämä tapahtuma on käsitelty viimeisen 24 tunnin sisällä samalle tuotteelle ja toimittajalle. Tällä voit estää samanlaisten muistutusten lähettämisen lyhyen ajan sisällä.
fr_ca: Cela sera vrai si cet événement a déjà été distribué au cours des dernières 24 heures pour le même produit et fournisseur. Ceci est utile pour éviter d'envoyer des notifications identiques dans un court laps de temps.
sv_se: Detta är True om denna händelse skickats inom de senaste 24 timmarna för samma produkt och leverantör. Detta är användbart för att förhindra att skicka identiska meddelanden inom en kort tidsperiod.

source: Send to?
de: Senden an?
fi_fi: Vastaanottaja?
fr_ca: Envoyer à?
sv_se: Skicka till?

source: Send email to whom?
de: E-Mail an wen senden?
fi_fi: Kenelle sähköposti lähetetään?
fr_ca: Envoyer un e-mail à qui?
sv_se: Skicka mail till vem?

source: Do not send the same email within 24 hours.
de: Nicht innerhalb von 24 Stunden dieselbe E-Mail senden.
fi_fi: Älä lähetä samaa sähköpostia toistamiseen 24 tunnin sisällä.
fr_ca: N'envoyez pas le même e-mail dans les 24 heures.
sv_se: Skicka inte samma e-post inom 24 timmar.

source: If enabled, avoids sending the same email for the same product and supplier within 24 hours.
de: Wenn diese Option aktiviert ist, wird vermieden, dass innerhalb von 24 Stunden dieselbe E-Mail für dasselbe Produkt und denselben Händler gesendet wird.
fi_fi: Mikäli päällä, estää samojen sähköpostien lähettämisen samalle tuotteelle ja valmistajalle 24 tunnin sisällä.
fr_ca: Si activé, évite d'envoyer le même e-mail pour le même produit et fournisseur dans les 24 heures.
sv_se: Om aktiverad, undviker att skicka samma för samma produkt och leverantör inom 24 timmar.

source: Send Stock Limit Alert Email
de: Bestandslimit-Benachrichtigungs-E-Mail ("Meldebestand erreicht") senden
fi_fi: Lähetä varastosaldon hälytysrajan sähköposti
fr_ca: Envoyer un e-mail d'alerte de limite de stock
sv_se: Skicka e-post när lagergränsen uppnås

source: Send me an email when a product stock is lower than the configured limit.
de: Mir eine E-Mail senden, wenn ein Produktbestand unter dem konfigurierten Meldebestand liegt.
fi_fi: Lähetä minulle sähköposti kun tuotteen varastosaldo menee alle määritetyn rajan.
fr_ca: Envoyez-moi un e-mail lorsqu'un stock de produit est inférieur à la limite configurée.
sv_se: Skicka mig ett mail när en produkt lager är lägre än den inställda gränsen.

source: This script will send an email to the configured destination alerting about the a product's low stock of a supplier. You can configure to not send the same email multiple times in a period of 24 hours. Every time a product's stock reach its configured limit, this notification will be fired and the email sent.
de: Dieses Skript sendet eine E-Mail an das konfigurierte Ziel, um über den geringen Lagerbestand eines Händlers zu informieren. Du kannst es so konfigurieren, dass innerhalb eines Zeitraums von 24 Stunden nicht dieselbe E-Mail mehrmals gesendet wird. Jedes Mal, wenn der Lagerbestand eines Produkts das konfigurierte Limit erreicht, wird diese Benachrichtigung ausgelöst und die E-Mail gesendet.
fi_fi: Tämä skripti lähettää sähköpostin määritettyyn osoitteeseen varoittaen tuotteen varastosaldosta tietyllä toimittajalla. Voit asettaa siten, että samaa sähköpostia ei lähetetä toistamiseen 24 tunnin sisällä. Joka kerta, kun tuotteen varastosaldo saavuttaa sille määritellyn hälytysrajan, tämä notifikaatio ajetaan ja sähköposti lähetetään.
fr_ca: Ce script enverra un e-mail à la destination configurée pour l'alerter sur le faible stock d'un produit d'un fournisseur. Vous pouvez configurer pour ne pas envoyer le même e-mail plusieurs fois sur une période de 24 heures. Chaque fois que le stock d'un produit atteint sa limite configurée, cette notification sera déclenchée et l'e-mail envoyé.
sv_se: Detta skript kommer att skicka ett mail till den konfigurerade mottagaren, och notifiera den om en produkts låga lagersaldo. Du kan konfigurera att inte skicka samma email flera gånger under en period på 24 timmar. Varje gång en produkts lager når sin konfigurerade gräns, kommer detta notifiering att skapas och e-postmeddelandet skickas.

source: Low stock of: {{ product }} from {{ supplier }}
de: Geringer Bestand an: {{ product }} von {{ supplier }}
fi_fi: Alhainen varastosaldo tuotteelle {{ product }} toimittajalta {{ supplier }}
fr_ca: Faible stock de: {{product}} chez {{supplier}}
sv_se: Lågt lager av: {{produkten}} från {{leverantör}}

source: Hi! You are receiving this message because the product {{ product}} from {{ supplier }} has a low stock.
de: Hallo! Du erhälst diese Nachricht, weil der Artikel {{ product}} von {{ supplier }} einen geringen Lagerbestand hat.
fi_fi: Terve! Saat tämän sähköpostin, koska tuotteen {{ product }} varastosaldo on alhainen toimittajalla {{ supplier }}.
fr_ca: Salut! Vous recevez ce message car le produit {{product}} de {{supplier}} est en rupture de stock.
sv_se: Hej! Du får det här meddelandet eftersom produkten {{ product}} från {{ supplier }} har ett lågt lagersaldo.

source: Add stock
de: Lagerbestand hinzufügen
fi_fi: Lisää varastoa
fr_ca: Ajouter du stock
sv_se: Lägg till i lager

source: Alert limit <a href="%(notify_url)s" target="_blank">notification scripts</a> are executed when product stock falls below set quantity.
de: <a href="%(notify_url)s" target="_blank">Benachrichtigungsskripte für Meldebestände</a> werden ausgeführt, wenn der Artikelbestand unter die festgelegte Menge fällt.
fi_fi: Hälytysraja <a href="%(notify_url)s" target="_blank">ilmoitukset</a> suoritetaan kun tuotteen varastomäärä laskee alle asetetun rajan.
fr_ca: Les <a href="%(notify_url)s" target="_blank">scripts de notification de</a> limite d'alerte sont exécutés lorsque le stock de produit tombe en dessous de la quantité définie.
sv_se: <a href="%(notify_url)s" target="_blank">Skript för notifiering av varningsgränst</a> körs när produktens lager faller under ett fastställd antal.

source: Change alert limit
de: Meldebestand ändern
fi_fi: Vaihda hälytysrajaa
fr_ca: Modifier la limite d'alerte
sv_se: Ändra varningsgräns

source: Disable stock management
de: Lagerverwaltung deaktivieren
fr_ca: Désactiver la gestion des stocks
sv_se: Inaktivera lagerhantering

source: Enable stock management
de: Lagerverwaltung aktivieren
fr_ca: Activer la gestion des stocks
sv_se: Aktivera lagerhantering

source: Product <a href="%(product_url)s" target="_blank">%(product_name)s</a> does not have suppliers with %(module_name)s module.
de: Der Artikel <a href="%(product_url)s" target="_blank">%(product_name)s</a> hat keine Händler mit dem Modul %(module_name)s.
fi_fi: Tuotteella <a href="%(product_url)s" target="_blank">%(product_name)s</a> ei ole toimittajia modulissa %(module_name)s.
fr_ca: Le produit <a href="%(product_url)s" target="_blank">%(product_name)s</a> n'a pas de fournisseur avec le module %(module_name)s.
sv_se: Produkt <a href="%(product_url)s" target="_blank">%(product_name)s</a> har inga leverantörer med %(module_name)s modulen.

source: Please go in this product's Additional tab section and add enabled Suppliers that have both %(module_name)s module and stock management enabled.
de: Gehe bitte in den Abschnitt "Zusätzliche Registerkarte" dieses Artikels und füge aktivierte Lieferanten hinzu, für die sowohl das Modul %(module_name)s als auch die Lagerverwaltung aktiviert sind.
fr_ca: Veuillez aller dans la section Onglets supplémentaires de ce produit et ajouter des fournisseurs activés qui ont à la fois le module %(module_name)s et la gestion des stocks activés.
sv_se: Gå till den här produktens ytterligare flikavsnitt och lägg till aktiverade leverantörer som har både %(module_name)s-modulen och lagerhantering aktiverad.

source: No suppliers with %(module_name)s available.
de: Keine Händler mit %(module_name)s verfügbar.
fi_fi: Ei toimittajia saatavana modulille %(module_name)s.
fr_ca: Aucun fournisseur avec %(module_name)s disponible.
sv_se: Inga leverantörer med %(module_name)s tillgängliga.

source: Please set %(module_name)s module for at least one of the enabled <a href="%(supplier_url)s" target="_blank">Suppliers</a> and enable the stock management for them.
de: Bitte setze das Modul %(module_name)s für mindestens einen der aktivierten <a href="%(supplier_url)s" target="_blank">Händler</a> und aktiviere die Lagerverwaltung für diese.
fr_ca: Veuillez définir le module %(module_name)s pour au moins un des <a href="%(supplier_url)s" target="_blank">fournisseurs</a> activés et activer la gestion des stocks pour eux.
sv_se: Ställ in %(module_name)s-modulen för minst en av de aktiverade <a href="%(supplier_url)s" target="_blank">leverantörerna</a> och aktivera lagerhanteringen för dem.

source: Physical count ({sales_unit})
de: Physische Menge ({sales_unit})
fr_ca: Comptage physique ({sales_unit})
sv_se: Fysiskt antal ({sales_unit})

source: Logical count ({sales_unit})
de: Errechneter Bestand ({sales_unit})
fr_ca: Comptage logique ({sales_unit})
sv_se: Logiskt antal ({sales_unit})

source: Value per unit
de: Wert pro Einheit
fr_ca: Valeur par unité
sv_se: Värde per enhet

source: Total value
de: Gesamtwert
fr_ca: Valeur totale
sv_se: Totala värdet

source: Alert limit ({sales_unit})
de: Meldebestand ({sales_unit})
fr_ca: Limite d'alerte ({sales_unit})
sv_se: Varningsgräns ({sales_unit})

source: No stock information available.
de: Keine Lagerbestandsdaten verfügbar.
fi_fi: Varastotietoa ei saatavilla.
fr_ca: Aucune information de stock disponible.
sv_se: Ingen lagerinformation tillgänglig.

source: Purchase price per unit (%(currency_name)s)
de: Kaufpreis pro Einheit (%(currency_name)s)
fi_fi: Ostohinta per yksikkö (%(currency_name)s)

source: Added %(delta)s %(unit_symbol)s for product %(product_name)s stock (%(supplier_name)s)
fi_fi: Lisättiin %(delta)s %(unit_symbol)s tuotteelle %(product_name)s varastoon (%(supplier_name)s)

source: Removed %(delta)s %(unit_symbol)s from product %(product_name)s stock (%(supplier_name)s)
fi_fi: Poistettiin %(delta)s %(unit_symbol)s tuotteelta %(product_name)s varastosta (%(supplier_name)s)

source: Alert limit for product %(product_name)s set to %(value)s.
fi_fi: Hälytysraja tuotteelle %(product_name)s asetettu arvoon %(value)s.

source: Not allowed
fi_fi: Ei sallittu

source: Error, please check submitted values and try again.
fi_fi: Virhe, tarkista arvot ja koita uudelleen.

source: Error, please check submitted values and try again (%(error)s).
fi_fi: Virhe, tarkista arvot ja koita uudelleen (%(error)s).

source: Please set suppliers at Purchasing section.
fi_fi: Ole hyvä ja määritä toimittajat osiossa Ostaminen.

source: Please set %(module_name)s module for at least one of the <a href="%(supplier_url)s" target="_blank">Suppliers</a>.
fi_fi: Ole hyvä ja aseta %(module_name)s moduli ainakin yhdelle <a href="%(supplier_url)s" target="_blank">toimittajalle</a>.
