Repository: shuup/shuup
Catalog: shuup/front/apps/carousel/locale/*/LC_MESSAGES/django.po
Languages: fi_fi, fr_ca

source: Carousels
fi_fi: Karusellit
fr_ca: Carrousels

source: %s has been deleted.
fi_fi: %s on poistettu.
fr_ca: %s a été supprimé.

source: Name
fi_fi: Nimi
fr_ca: Nom

source: Filter by name...
fi_fi: Rajaa nimellä...
fr_ca: Filtrer par nom ...

source: Carousel
fi_fi: Karuselli
fr_ca: Carrousel

source: Active
fi_fi: Aktiivinen
fr_ca: actif

source: Slide
fi_fi: Kuva
fr_ca: Faire glisser

source: Fade
fi_fi: Häivytys
fr_ca: Fondu

source: Current page
fr_ca: Page actuelle

source: New page
fr_ca: Nouvelle page

source: shops
fi_fi: kaupat
fr_ca: magasins

source: Select which shops you would like the carousel to be visible in.
fi_fi: Valitse kaupat, joissa haluat tuotetiedostojen näkyvän.
fr_ca: Sélectionnez les magasins dans lesquels vous souhaitez que le carrousel soit visible.

source: name
fi_fi: nimi
fr_ca: Nom

source: The carousel name use for carousel configuration.
fi_fi: Karusellin nimi konfigurointitarkoituksiin.
fr_ca: Le nom du carrousel utilisé pour la configuration du carrousel.

source: Animation type for cycling slides.
fi_fi: Animaation tyyppi vaihtuviin kuviin.
fr_ca: Type d'animation pour les diapositives cyclables.

source: interval
fi_fi: aikaväli
fr_ca: intervalle

source: Slide interval in seconds.
fi_fi: Kuvien aikaväli sekunneissa.
fr_ca: Intervalle de glissement en secondes.

source: pause on hover
fi_fi: pysäytä hiiren alle
fr_ca: pause en survol

source: When checked, the carousel cycling pauses on mouse over.
fi_fi: Kun tämä on valittu, karusellin kuvat eivät vaihdu hiiren kursorin ollessa sen päällä.
fr_ca: Lorsqu'elle est cochée, le cycle du carrousel s'arrête au survol de la souris.

source: show navigation arrows
fi_fi: näytä siirtymisnuolet
fr_ca: afficher les flèches de navigation

source: When checked, navigational arrows are shown on the carousel allowing for customers to go back and forward.
fi_fi: Kun tämä on valittu, siirtymisnuolet näytetään karusellilla. Tämä sallii asiakkaiden vaihtaa karusellikohteiden välillä.
fr_ca: Lorsqu'elle est cochée, les flèches de navigation sont affichées sur le carrousel permettant aux clients d'aller en arrière et en avant.

source: show navigation dots
fi_fi: näytä siirtymispisteet
fr_ca: afficher les points de navigation

source: When checked, navigational indicator dots are shown.
fi_fi: Kun tämä on valittu, karusellissa näkyy navigointitarkoituksiin tehdyt pallurat.
fr_ca: Lorsqu'elle est cochée, les points indicateurs de navigation sont affichés.

source: image width
fi_fi: kuvan leveys
fr_ca: Largeur de l'image

source: Slide images will be cropped to this width.
fi_fi: Kuvat rajataan tähän leveyteen.
fr_ca: Les images des diapositives seront rognées à cette largeur.

source: image height
fi_fi: kuvan korkeus
fr_ca: hauteur de l'image

source: Slide images will be cropped to this height.
fi_fi: Kuvat rajataan tähän korkeuteen.
fr_ca: Les images des diapositives seront rognées à cette hauteur.

source: Arrows color
fr_ca: Couleur des flèches

source: Set the custom color for the arrows.
fr_ca: Définissez la couleur personnalisée des flèches.

source: Name is only used to configure slides.
fi_fi: Nimeä käytetään vain kuvien konfigurointiin.
fr_ca: Le nom n'est utilisé que pour configurer les diapositives.

source: product link
fi_fi: tuotelinkki
fr_ca: lien produit

source: Set the product detail page that should be shown when this slide is clicked, if any.
fi_fi: Aseta tuotetietosivu, joka näytetään kun kohdetta klikataan, mikäli tarve.
fr_ca: Définissez la page de détails du produit à afficher lorsque vous cliquez sur cette diapositive, le cas échéant.

source: category link
fi_fi: kategorialinkki
fr_ca: lien de catégorie

source: Set the product category page that should be shown when this slide is clicked, if any.
fi_fi: Aseta tuoteryhmäsivu, joka näytetään kun kohdetta klikataan, mikäli tarve.
fr_ca: Définissez la page de catégorie de produit à afficher lorsque vous cliquez sur cette diapositive, le cas échéant.

source: cms page link
fi_fi: sisältösivulinkki
fr_ca: lien vers la page cms

source: Set the web page that should be shown when the slide is clicked, if any.
fi_fi: Aseta verkkosivu, joka näytetään kun kohdetta klikataan, mikäli tarve.
fr_ca: Définissez la page Web à afficher lorsque l'utilisateur clique sur la diapositive, le cas échéant.

source: ordering
fi_fi: järjestys
fr_ca: commande

source: Set the numeric order in which this slide should appear relative to other slides in this carousel.
fi_fi: Aseta järjestysnumero tälle karusellikohteelle.
fr_ca: Définissez l'ordre numérique dans lequel cette diapositive doit apparaître par rapport aux autres diapositives de ce carrousel.

source: link target
fi_fi: linkin kohde
fr_ca: cible du lien

source: Set this to current if clicking on this slide should open a new browser tab.
fi_fi: Aseta tämä tilaan 'Nykyinen' mikäli tätä kohdetta klikattessa linkin pitäisi avautua uuteen välilehteen.
fr_ca: Réglez-le sur courant si le fait de cliquer sur cette diapositive doit ouvrir un nouvel onglet de navigateur.

source: available since
fr_ca: disponible depuis

source: Set the date and time, starting from which this slide should be visible in the carousel. This is useful to advertise sales campaigns or other time-sensitive marketing.
fr_ca: Définissez la date et l'heure à partir desquelles cette diapositive doit être visible dans le carrousel. Ceci est utile pour annoncer des campagnes de vente ou tout autre marketing sensible au facteur temps.

source: available until
fr_ca: disponible jusqu'au

source: Set the date and time, until which this slide should be visible in the carousel. This is useful to advertise sales campaigns or other time-sensitive marketing.
fr_ca: Définissez la date et l'heure auxquelles cette diapositive doit être visible dans le carrousel. Ceci est utile pour annoncer des campagnes de vente ou tout autre marketing sensible au facteur temps.

source: Inactive dot border color
fr_ca: Couleur de bordure de point inactive

source: Customize the dot border color when slide is not active.
fr_ca: Personnalisez la couleur de la bordure du point lorsque la diapositive n'est pas active.

source: Active dot color
fr_ca: Couleur des points actifs

source: Customize the dot color when slide is active.
fr_ca: Personnalisez la couleur des points lorsque la diapositive est active.

source: caption
fi_fi: kuvateksti
fr_ca: légende

source: Text that describes the image. It is displayed on top of the image if 'Render image text' box is enabled in front-end. Also used for search engine purposes.
fr_ca: Texte décrivant l'image. Il est affiché en haut de l'image si la case «Rendre le texte de l'image» est activée dans le front-end. Également utilisé à des fins de moteur de recherche.

source: caption text
fi_fi: kuvateksti
fr_ca: texte de la légende

source: Caption text is displayed as secondary text on top of the image if 'Render image text' box is enabled in front-end for 'Carousel plugin' type (disabled for 'Banner box' type). It is also shown as a tooltip.
fr_ca: Le texte de la légende est affiché en tant que texte secondaire au-dessus de l'image si la case &quot;Rendre le texte de l'image&quot; est activée dans le front-end pour le type &quot;Carousel plugin&quot; (désactivé pour le type &quot;Bannière&quot;). Il est également affiché sous la forme d'une info-bulle.

source: external link
fi_fi: ulkoinen linkki
fr_ca: lien externe

source: Set the external site that should be shown when this slide is clicked, if any.
fi_fi: Aseta ulkopuolinen verkkosivu, joka näytetään kun kohdetta klikataan, mikäli tarve.
fr_ca: Définissez le site externe à afficher lorsque l'utilisateur clique sur cette diapositive, le cas échéant.

source: The slide image to show.
fi_fi: Kohteen näytettävä kuva.
fr_ca: L'image de la diapositive à afficher.

source: Slides
fi_fi: Kuvat
fr_ca: Diapositives

source: Carousel Plugin
fi_fi: Karusellilaajennus
fr_ca: Plugin Carousel

source: Render image text
fr_ca: Rendre le texte de l'image

source: Display the text on top of the image.
fr_ca: Affichez le texte au-dessus de l'image.

source: Banner Box
fi_fi: Bannerilaatikko
fr_ca: Boîte de bannière

source: Title
fi_fi: Otsikko
fr_ca: Titre

source: Slides can be added after saving the Carousel.
fi_fi: Kuvia voi lisätä karusellin tallentamisen jälkeen.
fr_ca: Des diapositives peuvent être ajoutées après avoir enregistré le carrousel.

source: This form is also used to define banner boxes. Marked fields only apply to banner boxes.
fi_fi: Tätä lomaketta käytetään myös bannerilaatikoiden määrittelyyn. Merkatut kentät vaikuttavat vain bannerilaatikoihin.
fr_ca: Ce formulaire est également utilisé pour définir des bannières. Les champs marqués ne s'appliquent qu'aux bannières.

source: Adding the carousel to your site
fr_ca: Ajouter le carrousel à votre site

source: To add a carousel to your site, you must edit the page using the placeholder editor. To do this, go to your site and click the 'Edit page' on the page you want to add the carousel banner to. Then, select the placeholder to change and add a new plugin row and from the plugin dropdown and select 'Carousel Plugin'. From 'Carousel' dropdown options choose the carousel you want to display. As a final step, save the plugin and publish changes.
fr_ca: Pour ajouter un carrousel à votre site, vous devez modifier la page à l'aide de l'éditeur d'espace réservé. Pour ce faire, accédez à votre site et cliquez sur «Modifier la page» sur la page à laquelle vous souhaitez ajouter la bannière du carrousel. Ensuite, sélectionnez l'espace réservé à modifier et ajoutez une nouvelle ligne de plug-in et dans la liste déroulante du plug-in, sélectionnez &#39;Carousel Plugin&#39;. Dans les options de la liste déroulante «Carrousel», choisissez le carrousel que vous souhaitez afficher. Enfin, enregistrez le plugin et publiez les modifications.

source: Learn more.
fr_ca: Apprendre encore plus.

source: Basic details
fi_fi: Perustiedot
fr_ca: Détails de base

source: Advanced options
fi_fi: Edistyneet asetukset
fr_ca: Options avancées

source: Remove Slide
fr_ca: Supprimer la diapositive

source: Only image for default language is required.
fi_fi: Ainoastaan peruskielen kuva vaaditaan.
fr_ca: Seule l'image de la langue par défaut est requise.

source: If external link is not set link will fallback to product link, category link or cms page link in this order.
fi_fi: Mikäli ulkoista linkkiä ei ole määritelty, käytetään tuote-, kategoria- tai sisältösivulinkkiä tässä järjestyksessä.
fr_ca: Si le lien externe n'est pas défini, le lien retournera au lien du produit, au lien de la catégorie ou au lien de la page cms dans cet ordre.

source: Add new slide
fi_fi: Lisää uusi kuva
fr_ca: Ajouter une nouvelle diapositive

source: New Carousel
fi_fi: Uusi karuselli
fr_ca: Nouveau carrousel

source: Current
fi_fi: Nykyinen

source: New
fi_fi: Uusi

source: animation
fi_fi: animaatio

source: available from
fi_fi: saatavilla alkaen

source: Set the date and time from which this slide should be visible in the carousel. This is useful to advertise sales campaigns or other time-sensitive marketing.
fi_fi: Aseta päivä ja aika, milloin tämän karusellikohteen pitäisi olla näkyvissä. Tämä on näppärä toiminnallisuus kamppanjoiden tai aikarajoitetun markkinoinnin tueksi.

source: available to
fi_fi: saatavilla asti

source: Text that describes the image. Used for search engine purposes.
fi_fi: Teksti, joka kuvaa kuvaa. Käytetään hakukonetarkoituksiin.

source: When displayed in banner box mode, caption text is shown as a tooltip
fi_fi: Kun tämä näytetään bannerilaatikko-tilassa, kuvateksti näytetään vinkkitekstinä

source: image
fi_fi: kuva
