Repository: shuup/shuup
Catalog: shuup/addons/locale/*/LC_MESSAGES/django.po
Languages: fi_fi, ja_jp, pt_br

source: Addons
fi_fi: Lisäosat
ja_jp: アドオン
pt_br: Extensões

source: Enable %s
fi_fi: Ota käyttöön %s
ja_jp: 有効化 %s
pt_br: Habilitar %s

source: %d new addons enabled.
fi_fi: %d uutta lisäosaa otettu käyttöön.
ja_jp: %d 新しいアドオンが有効化されました。
pt_br: %d novas extensões habilitadas.

source: %d previously enabled addons disabled.
fi_fi: %d aiemmin käytössä ollutta lisäosaa poistettu käytöstä.
ja_jp: %d 以前に有効化されたアドオンが無効になりました。
pt_br: %d extensões anteriormente habilitadas desabilitadas.

source: No changes were made.
fi_fi: Ei muutoksia.
ja_jp: 変更は行われませんでした。
pt_br: Não foram feitas alterações.

source: Save addon changes
fi_fi: Tallenna lisäosien muutokset
ja_jp: アドオンの変更を保存する
pt_br: Salvar alterações das extensões

source: Upload new addon
fi_fi: Lataa uusi lisäosa
ja_jp: 新しいアドオンをアップロードする
pt_br: Enviar nova extensão

source: Reload application
fi_fi: Lataa sovellus uudelleen
ja_jp: アプリケーションをリロードする
pt_br: Recarregar aplicação

source: There are no viable reload methods available. Please contact your system administrator.
fi_fi: Järjestelmän käynnistäminen uudelleen ei ole mahdollista. Ole hyvä ja ota yhteys järjestelmän ylläpitäjään.
pt_br: Não há métodos de reinicialização viáveis disponíveis. Entre em contato com o administrador do sistema.

source: Reload Method
fi_fi: Lataa menetelmä uudelleen
ja_jp: メソッドをリロードする
pt_br: Método de Reinicialização

source: Reloading.
fi_fi: Ladataan uudelleen.
pt_br: Recarregando.

source: Addon file (ZIP)
fi_fi: Lisäosan tiedosto (ZIP)
ja_jp: アドオンファイル (ZIP)
pt_br: Arquivo de extensão (ZIP)

source: Only upload addon files you trust.
fi_fi: Lataa vain lisäosia joihin luotat.

source: Only wheel files are supported
fi_fi: Vain wheel-tiedostot ovat tuettuja

source: Upload
fi_fi: Lataa
ja_jp: アップロード
pt_br: Fazer upload

source: Install Addon
fi_fi: Asenna lisäosa
ja_jp: アドオンをインストールする
pt_br: Instalar Extensão

source: Installed addons
fi_fi: Asennetut lisäosat
ja_jp: インストールされたアドオン
pt_br: Extensões instaladas

source: Addon name
fi_fi: Lisäosan nimi
ja_jp: アドオンネーム
pt_br: Nome da extensão

source: Is enabled
fi_fi: Käytössä
ja_jp: を有効化しました
pt_br: Está habilitado

source: You don't have any installed addons
fi_fi: Et ole asentanut yhtään lisäosaa
ja_jp: インストールされたアドオンはありません
pt_br: Você não tem nenhuma extensão instalada

source: Reload Application Server
fi_fi: Käynnistä sovelluspalvelin uudelleen
ja_jp: アプリケーションサーバをリロード
pt_br: Recarregar Servidor de Aplicações

source: When you reload the application server, it may take some time for the new instance of your application to properly initialize.
fi_fi: Palvelimen päivittäminen saattaa kestää pienen hetken.
ja_jp: アプリケーションサーバをリロードする際、適切に初期化するために少々時間がかかることがあります。
pt_br: Quando você recarrega o servidor de aplicações, pode demorar algum tempo até que a nova instância do seu aplicativo inicialize corretamente.

source: In addition, there is always a chance for the server to not properly initialize at all, in which case you may need to troubleshoot the problem yourself (or have a system administrator handy).
fi_fi: On aina mahdollisuus, että sovelluspalvelin ei uudelleenkäynnisty, jolloin joudut tutkimaan ongelmaa itse (tai ottamaan yhteyttä järjestelmäylläpitäjään).
ja_jp: また、サーバが正常に初期化しない場合は、問題を自分でトラブルシューティングする (またはシステム管理者に依頼する) 必要がある可能性があります。
pt_br: Além disso, há sempre a chance de o servidor não inicializar corretamente, neste caso, pode ser necessário que você tente solucionar o problema por conta própria (ou tenha um administrador do sistema à disposição).

source: Reload steps
fi_fi: Lataa askeleet uudelleen
pt_br: Etapas da reinicialização

source: Finalize installations for newly installed addons (migrate and collect static resources)
fi_fi: Viimeistele laajennustesi asennus.
pt_br: Finalizar instalações para as extensões recém-instaladas (migrar e coletar recursos estáticos)

source: Reload application server
fi_fi: Käynnistä sovelluspalvelin uudelleen
pt_br: Recarregar servidor de aplicações

source: Reload initiated.
fi_fi: Uudelleenkäynnistäminen aloitettu.

source: Error while reloading application.
fi_fi: Virhe sovelluspalvelimen uudelleenlatauksessa.

source: Finalizing installations.
fi_fi: Viimeistellään asennuksia.
pt_br: Finalizando instalações.

source: Your Shuup seems to be back up!
fi_fi: Shuup on jälleen toiminnassa!
pt_br: Seu Shuup parece estar de volta!

source: Your Shuup is not up yet. Trying again soon.
fi_fi: Shuup ei ole vielä toiminnassa. Kokeilen hetken kuluttua uudestaan.
pt_br: Seu Shuup ainda não está de pé. Tentando novamente dentro de alguns instantes.

source: Select file
fi_fi: Valitse tiedosto
ja_jp: ファイルを選ぶ
pt_br: Selecionar arquivo

source: Installation Finished
fi_fi: Asennus valmis
ja_jp: インストールは完了しました
pt_br: Instalação Concluída

source: Installation Failed
fi_fi: Asennus epäonnistunut
ja_jp: インストールに失敗しました
pt_br: Falha na Instalação

source: Success
fi_fi: Onnistui
ja_jp: 成功
pt_br: Sucesso

source: Next, <a href="%(addon_list_url)s" class="text-success"><strong>activate the newly installed addon</strong></a> and <a href="%(addon_reload_url)s" class="text-success"><strong>reload your application server</strong></a>.
fi_fi: Seuraavaksi: <a href="%(addon_list_url)s" class="text-success"><strong>aktivoi asennettu laajennus</strong></a> ja<a href="%(addon_reload_url)s" class="text-success"><strong>käynnistä järjestelmä uudelleen</strong></a>.
pt_br: Em seguida, <a href="%(addon_list_url)s" class="text-success"><strong>ative a extensão recém-instalada</strong></a> e <a href="%(addon_reload_url)s" class="text-success"><strong>recarregue o seu servidor de aplicações</strong></a>.

source: Error
fi_fi: Virhe
ja_jp: エラー
pt_br: Erro

source: Installer Log
fi_fi: Asennusloki
ja_jp: インストーラーログ
pt_br: Log do Instalador

source: Upload Addon - Install
fi_fi: Lataa lisäosa - Asennus
ja_jp: アドオンをアップロード – インストール
pt_br: Enviar Extensão - Instalar

source: Package Information
fi_fi: Paketin tiedot
ja_jp: パッケージ情報
pt_br: Informações do Pacote

source: No package information could be extracted.
fi_fi: Paketin tietoja ei voitu purkaa.
ja_jp: パッケージ情報を抽出することができませんでした。
pt_br: Nenhuma informação do pacote pôde ser extraída.

source: File List
fi_fi: Tiedostolistaus
ja_jp: ファイルリスト
pt_br: Lista de Arquivos

source: Only upload the addon files you trust.
pt_br: Carregue apenas arquivos de extensão que você confia.

source: Only wheel files (`.whl`) are supported.
pt_br: Somente arquivos wheel (`.whl`) são suportados.

source: Reload was initiated.
pt_br: Recarregamento foi iniciado.

source: Reloading application failed.
pt_br: Falha ao recarregar a aplicação.
