Repository: shuup/shuup
Catalog: shuup/campaigns/locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, fr_ca, pt_br, ru

source: end date and time
es: fecha y hora de fin
fi_fi: loppupäivämäärä ja aika
fr_ca: date et heure de fin
pt_br: data e hora final
ru: Дата и время завершения

source: The date and time the campaign ends. This is only applicable if the campaign is marked as active.
es: La fecha y hora en que finaliza la campaña. Esto solo es aplicable si la campaña está marcada como activa.
fi_fi: Kampanjan loppupäivä ja -aika. Tätä käytetään vain, jos kampanja on aktiivinen.
fr_ca: La date et l'heure de fin de la campagne. Ceci n'est applicable que si la campagne est marquée comme active.

source: created by
es: creado por
fi_fi: luoja
fr_ca: créé par
pt_br: criado por
ru: Создано

source: modified by
es: modificado por
fi_fi: muokkaaja
fr_ca: modifié par
pt_br: modificado por
ru: Изменено

source: created on
es: creado en
fi_fi: luotu
fr_ca: créé sur
pt_br: criado em
ru: создано

source: modified on
es: modificado en
fi_fi: muutettu
fr_ca: modifié le
pt_br: modificado em
ru: изменено

source: Campaign
es: Campaña
fi_fi: Kampanja
fr_ca: Campagne
pt_br: Campanha
ru: Акция

source: The campaign name to show in the store front.
es: El nombre de la campaña para mostrar en la parte publica de la tienda.
fi_fi: Kampanjan julkinen nimi.
fr_ca: Le nom de la campagne à afficher dans la vitrine du magasin.
ru: Название акции для изображения на витрине.

source: basket line text
es: texto de la línea de la cesta
fi_fi: koririvin teksti
fr_ca: texte de ligne de panier
pt_br: texto do item de carrinho
ru: Текст корзины

source: This text will be shown in a basket.
es: Este texto se mostrara en la cesta
fr_ca: Ce texte sera affiché dans un panier.
ru: Этот текст будет показан в корзине.

source: coupon
es: cupon
fi_fi: kuponki
pt_br: cupom
ru: Купон

source: supplier
es: proveedor
fr_ca: fournisseur
ru: поставщик

source: When set, this campaign will match only products from the selected supplier. Rules and Effects will also be restricted to include only the products of this supplier.
es: Cuando se establece, esta campaña solo coincidirá con productos del proveedor seleccionado. Las reglas y efectos también estarán restringidos para incluir solo los productos de este proveedor.
fr_ca: Une fois définie, cette campagne correspondra uniquement aux produits du fournisseur sélectionné. Les règles et effets seront également limités pour inclure uniquement les produits de ce fournisseur.
ru: При установке, эта кампания будет соответствовать только продуктам выбранного поставщика. Правила и эффекты также будут ограничены, чтобы включить только продукцию этого поставщика.

source: public name
es: nombre publico
fi_fi: julkinen nimi
fr_ca: nom public
pt_br: nome público
ru: публичное имя

source: Can't have multiple active campaigns with same code.
es: No puedes tener multiples campañas activas con el mismo codigo
fr_ca: Impossible d'avoir plusieurs campagnes actives avec le même code.
ru: Нельзя иметь несколько активных кампаний с одним и тем же кодом.

source: usage limit per customer
es: limite de usos por cliente
fi_fi: Käyttökertojen raja asiakasta kohden
fr_ca: limite d'utilisation par client
pt_br: limite de uso por cliente
ru: Лимит использования на одного клиента

source: Limit the amount of usages per a single customer.
es: Limitar los usos para un solo cliente.
fi_fi: Rajoita käyttökertoja yhtä asiakasta kohden.
fr_ca: Limitez le nombre d'utilisations par client.
pt_br: Limita a quantidade de usos por um único cliente.
ru: Ограничьте количество применений для одного клиента.

source: usage limit
es: limite de usos
fi_fi: Käyttökertojen raja
fr_ca: limite d'utilisation
pt_br: limite de uso
ru: лимит использования

source: Set the absolute limit of usages for this coupon. If the limit is zero (0), coupon can't be used.
es: Establezca el límite absoluto de usos para este cupón. Si el límite es cero (0), no se puede utilizar el cupón.
fr_ca: Définissez la limite absolue d'utilisation de ce coupon. Si la limite est zéro (0), le coupon ne peut pas être utilisé.
ru: Установите абсолютный предел использования этого купона. Если предел равен нулю (0), купон не может быть использован.

source: is active
es: esta activo
fi_fi: aktiivinen
fr_ca: c'est actif
pt_br: está ativo
ru: активно

source: The shop where the coupon is active.
es: La tienda don el cupon esta activo.
fr_ca: La boutique où le coupon est actif.
ru: Магазин, где действует купон.

source: Can not have multiple active campaigns with the same code.
es: No se pueden tener varias campañas activas con el mismo código.
fr_ca: Impossible d'avoir plusieurs campagnes actives avec le même code.
ru: Не может быть нескольких активных кампаний с одним и тем же кодом.

source: Base Catalog Filter
es: Filtro de catálogo base
fi_fi: Peruskatalogisuodin
fr_ca: Filtre du catalogue de base
pt_br: Filtro de Catálogo Base
ru: Фильтр базового каталога

source: Product type
es: Tipo de producto
fi_fi: Tuotetyyppi
fr_ca: Type de produit
pt_br: Tipo de produto
ru: тип товара

source: product Types
es: tipos de producto
fi_fi: tuotetyypit
fr_ca: types de produits
pt_br: tipos de produtos
ru: типы товаров

source: Limit the campaign only to selected product types.
es: Limite la campaña solo a los tipos de productos seleccionados.
fr_ca: Limitez la campagne uniquement aux types de produits sélectionnés.
ru: Ограничьте кампанию только выбранными типами товаров.

source: Product
es: Producto
fi_fi: Tuote
fr_ca: Produit
pt_br: Produto
ru: Товар

source: Limit the campaign only to selected products.
es: Limite la campaña solo a productos seleccionados.
fr_ca: Limitez la campagne uniquement aux produits sélectionnés.
ru: Ограничьте кампанию только выбранными продуктами.

source: Product Category
es: Categoria de Producto
fi_fi: Tuotekategoria
fr_ca: catégorie de produit
pt_br: Categoria de Produtos
ru: Категория товаров

source: Limit the campaign only to products in selected categories.
es: Limite la campaña solo a los productos de las categorías seleccionadas.
fr_ca: Limitez la campagne uniquement aux produits des catégories sélectionnées.
ru: Ограничьте кампанию только продуктами в выбранных категориях.

source: group
es: grupo
fi_fi: ryhmä
fr_ca: groupe
pt_br: grupo
ru: Группа

source: min amount
es: cantidad minima
fi_fi: minimimäärä
fr_ca: montant minimum
pt_br: valor mín.
ru: Минимальное количество

source: max amount
es: cantidad maxima
fi_fi: maksimimäärä
fr_ca: montant max
pt_br: valor máx.
ru: Максимальное количество

source: Can not add sales limits for default contact groups.
es: No se pueden agregar límites de ventas para grupos de contactos predeterminados.
fr_ca: Impossible d'ajouter des limites de ventes pour les groupes de contacts par défaut.
ru: Невозможно добавить лимиты продаж для групп контактов по умолчанию.

source: Context Condition
es: Condición de contexto
fi_fi: Kontekstiehto
fr_ca: Condition de contexte
pt_br: Condições de Contexto
ru: Состояние контекста

source: Campaign Basket Discounts
es: Descuentos en la cesta de campañas
fi_fi: Kampanjakorialennukset
fr_ca: Réductions sur le panier de campagne
pt_br: Descontos das Campanhas de Carrinho
ru: Скидочные акции на корзину

source: Coupon Code:
es: Código de Cupón:
fi_fi: Kuponkikoodi:
fr_ca: Code de coupon:
pt_br: Código do Cupom:
ru: Код купона:

source: Filter report results by coupon.
es: Filtrar los informes de resultados por cupón.
fi_fi: Rajaa raportin tuloksia kupongin mukaan.
fr_ca: Filtrez les résultats du rapport par coupon.
ru: Фильтровать отчет по купону.

source: Coupons Usage
es: Uso de Cupones
fi_fi: Kuponkien käyttö
fr_ca: Utilisation des coupons
ru: Использование купонов

source: Date
es: Fecha
fi_fi: Päivämäärä
ru: Дата

source: Coupon code
es: Código de cupón
fi_fi: Kuponkikoodi
fr_ca: Code de coupon
ru: Код купона

source: Order
es: Orden
fi_fi: Tilaus
fr_ca: Commande
ru: Заказ

source: Taxful total
es: Total imponible
fi_fi: Verollinen kokonaissumma
fr_ca: Total fiscal
ru: Итого с учётом налогов

source: Taxful subtotal
es: Subtotal imponible
fi_fi: Veroton välisumma
fr_ca: Sous-total fiscal
ru: Подитог с учётом налогов

source: Total discount
es: Descuento total
fi_fi: Kokonaisalennus
fr_ca: Remise totale
ru: Полная скидка

source: General Information
es: Información General
fi_fi: Yleiset tiedot
fr_ca: Informations générales
pt_br: Informações Gerais
ru: Общая информация

source: Name
es: Nombre
fi_fi: Nimi
fr_ca: Nom
pt_br: Nome
ru: Имя

source: Not set
es: No establecido
fi_fi: Ei asetettu
fr_ca: Pas encore défini
pt_br: Não configurado
ru: Не выбрано

source: No campaigns found
es: No se encontraron campañas
fi_fi: Kampanjoita ei löytynyt
fr_ca: Aucune campagne trouvée
pt_br: Não foram encontradas campanhas
ru: Акции не анйдены

source: This section shows all the <b>active</b> campaigns this product is in.
es: Esta sección muestra todas las campañas <b>activas</b> en las que se encuentra este producto.
fi_fi: Tämä osio näyttää kaikki <b>aktiiviset</b> kampanjat, joista tämä tuote löytyy.
fr_ca: Cette section affiche toutes les campagnes <b>actives dans</b> lesquelles ce produit fait partie.
ru: В этом разделе показаны все <b>активные</b> кампании, в которых участвует данный продукт.

source: Rules
es: Reglas
fi_fi: Säännöt
fr_ca: Règles
pt_br: Regras
ru: Правила

source: Rule type
es: Tipo de regla
fi_fi: Säännön tyyppi
fr_ca: Type de règle
pt_br: Tipo de regra
ru: Тип правила

source: The criteria used to determine whether this campaign is applied.
es: Los criterios utilizados para determinar si se aplica esta campaña.
fi_fi: Säännöstö, jota käytetään, jotta kampanja lisätään.
fr_ca: Les critères utilisés pour déterminer si cette campagne est appliquée.
ru: Критерии, используемые для определения, применяется ли эта акция.

source: Add rule
es: Añadir regla
fi_fi: Lisää sääntö
fr_ca: Ajouter une règle
pt_br: Adicionar regra
ru: Добавить правило

source: Effects
es: Efectos
fi_fi: Vaikutukset
fr_ca: Effets
pt_br: Efeitos
ru: Эффекты

source: Effect type
es: Tipo de efectos
fi_fi: Vaikutuksen tyyppi
fr_ca: Type d'effet
pt_br: Tipo de efeito
ru: Тип эффекта

source: Add effect
es: Añadir efecto
fi_fi: Lisää vaikutus
fr_ca: Ajouter un effet
pt_br: Adicionar efeito
ru: Добавить эффект

source: New Discount Code
es: Nuevo código de descuento
fi_fi: Uusi alennuskoodi
fr_ca: Nouveau code de réduction
pt_br: Novo Cupom de Desconto
ru: Новый код скидки

source: General information
es: Información General
fi_fi: Yleiset tiedot
fr_ca: informations générales
pt_br: Informações gerais
ru: Общая информация

source: Generate
es: Generar
fi_fi: Luo
fr_ca: produire
pt_br: Gerar
ru: Сгенерировать

source: %(coupons)s used
es: %(coupons)s usados
fi_fi: %(coupons)s kuponkia käytetty
fr_ca: %(coupons)s usagé
pt_br: %(coupons)s usados
ru: %(coupons)s использован

source: Sales Ranges
es: Rango de ventas
fi_fi: Myyntirajat
fr_ca: Gammes de vente
pt_br: Intervalos de Vendas
ru: Диапазоны продаж

source: Customers within this sales range are assigned to this contact group.
es: Los clientes dentro de este rango de ventas se asignan a este grupo de contacto.
fi_fi: Määriteltyihin myyntirajoihin osuvat asiakkaat lisätään tähän kontaktiryhmään.
fr_ca: Les clients de cette plage de ventes sont affectés à ce groupe de contacts.
pt_br: Clientes dentro deste intervalo de vendas são atribuídos a este grupo de contatos.
ru: Клиенты данного списка продаж закрепляются за данной группой контактов.

source: No
fi_fi: Ei
fr_ca: Non
pt_br: Não
ru: Нет

source: New catalog campaign
fi_fi: Uusi katalogikampanja

source: Campaign end date can't be before start date.
fi_fi: Kampanjan loppu ei voi olla ennen alkua.
pt_br: Data de término da campanha não pode ser anterior à data de início.

source: Only amount or percentage can be set.
fi_fi: Vain määrä tai prosentti voidaan asettaa.
pt_br: Somente valor ou percentual pode ser definido.

source: Discount Code already in use.
fi_fi: Alennuskoodi on jo käytössä.
pt_br: Código de Desconto já em uso.

source: Active Campaigns
fi_fi: Aktivoi kampanjat
pt_br: Campanhas Ativas

source: Uncheck this if you want to give discount for each matched product.
fi_fi: Jätä tämä valitsematta, jos haluat antaa alennusta jokaiselle täsmäävälle tuotteelle.
pt_br: Desmarque esta opção se quiser dar desconto para cada produto correspondente.

source: Check this if the campaign is currently active. Please also set a start and end date.
fi_fi: Valitse tämä, mikäli kampanja on aktiivinen. Aseta myös alku- ja loppupäivät.

source: Catalog Campaign: %(name)s
fi_fi: Katalogikampanja: %(name)s
fr_ca: Campagne de catalogue: %(name)s
pt_br: Campanha de Catálogo: %(name)s

source: This text will be shown in basket.
fi_fi: Teksti näytetään korissa.
pt_br: Este texto será mostrado no carrinho.

source: Basket Campaign: %(name)s
fi_fi: Korikampanja: %(name)s
fr_ca: Campagne de panier: %(name)s
pt_br: Campanha de Carrinho: %(name)s

source: Can not have multiple active campaigns with same code.
fi_fi: Kaksi samaa koodia eivät voi olla yhtä aikaa aktiivisia.

source: Set the absolute limit of usages for this coupon. If the limit is zero (0) coupon cannot be used.
fi_fi: Aseta käyttökertojen raja tälle kupongille. Jos raja on nolla (0), niin kuponkia ei voi käyttää.
pt_br: Define o limite absoluto de usos para este cupom. Se o limite for zero (0) o cupom não poderá ser utilizado.

source: Limit the campaign to selected product types.
fi_fi: Rajoita kampanja valittuihin tuotetyyppeihin.
pt_br: Limita a campanha para os tipos de produtos selecionados.

source: Limit the campaign to selected products.
fi_fi: Rajoita kampanja valituille tuotteille.
pt_br: Limita a campanha para os produtos selecionados.

source: Limit the campaign to products in selected categories.
fi_fi: Rajoita kampanja tuotteille valituista kategorioista.
pt_br: Limita a campanha para os produtos nas categorias selecionadas.

source: Can not add sales limits for default contact groups
fi_fi: Oletuskontaktiryhmille ei voi asettaa myyntirajoja.
pt_br: Não é possível adicionar limites de vendas para grupos de contatos padrão

source: Active campaings for shop: %(shop)s
fi_fi: Kaupan %(shop)s aktiiviset kampanjat.

source: Used Conditions
pt_br: Condições Utilizadas

source: Used filters
pt_br: Filtros usados

source: Discount Code
pt_br: Código de Desconto

source: Limit the campaign to match the products from selected category.
pt_br: Limita a campanha para corresponder com os produtos da categoria selecionada.

source: The shop where campaign is active.
pt_br: A loja onde a campanha está ativa.

source: Cannot have two same codes active at the same time.
pt_br: Não é possível ter dois códigos idênticos ativos ao mesmo tempo.
