Repository: shuup/shuup
Catalog: shuup/campaigns/locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, fr_ca, pt_br, ru

source: Campaigns
es: Campañas
fi_fi: Kampanjat
fr_ca: Campagnes
pt_br: Campanhas
ru: Акции

source: Basket Campaigns
es: Campañas de cesta
fi_fi: Korikampanjat
fr_ca: Campagnes de panier
pt_br: Campanhas de Carrinho
ru: Акции для корзины

source: Show Basket Campaigns
es: Mostrar campañas de cesta
fi_fi: Näytä korikampanjat
fr_ca: Afficher les campagnes de panier
pt_br: Mostrar Campanhas de Carrinho
ru: Показать акции для корзины

source: Coupons
es: Cupones
fi_fi: Kupongit
pt_br: Cupons
ru: Купоны

source: Show Coupons
es: Mostrar cupones
fi_fi: Näytä kupongit
fr_ca: Afficher les coupons
pt_br: Mostrar Cupons
ru: Показать купоны

source: Catalog Campaigns
es: Campañas de catalogo
fi_fi: Katalogikampanjat
fr_ca: Campagnes de catalogue
pt_br: Campanhas de Catálogo
ru: Акции для каталога

source: Show Catalog Campaigns
es: Mostrar campañas de catalogo
fi_fi: Näytä katalogikampanjat
fr_ca: Afficher les campagnes de catalogue
pt_br: Mostrar Campanhas de Catálogo
ru: Показать акции для каталога

source: Set up a sales campaign
es: Configurar una campaña de ventas
fi_fi: Aseta myyntikampanja
fr_ca: Mettre en place une campagne de vente
ru: Настроить акцию для продаж

source: New basket campaign
es: Nueva campaña de cesta
fi_fi: Uusi korikampanja
fr_ca: Nouvelle campagne de panier
ru: Новая акция для корзины

source: New coupon
es: Nuevo cupón
fi_fi: Uusi kuponki
fr_ca: Nouveau coupon
ru: Новый купон

source: Minimum value
es: Valor mínimo
fi_fi: Minimiarvo
fr_ca: Valeur minimum
pt_br: Valor mínimo
ru: Минимальное значение

source: Maximum value
es: Valor máximo
fi_fi: Maksimiarvo
fr_ca: Valeur maximum
pt_br: Valor máximo
ru: Максимальное значение

source: Leave empty for no maximum
es: Dejar vacío si no hay máximo
fi_fi: Jätä tyhjäksi, jos ei maksimia
fr_ca: Laisser vide sans maximum
pt_br: Deixe em branco para nenhum máximo
ru: Оставьте поле незаполненным, чтобы не устанавливать максимум

source: Campaign end date can't be before a start date.
es: La fecha de fin de la campaña no puede ser anterior a la de inicio
fr_ca: La date de fin de la campagne ne peut pas être antérieure à une date de début.
ru: Дата окончания кампании не может быть раньше даты начала.

source: Define the required coupon for this campaign.
es: Define el cupón requerido para esta campaña
fi_fi: Määritä kampanjalle vaadittu kuponki.
fr_ca: Définissez le coupon requis pour cette campagne.
pt_br: Define o cupom necessário para esta campanha.
ru: Определите необходимый купон для этой акции.

source: Coupon
es: Cupón
fi_fi: Kuponki
pt_br: Cupom
ru: Купон

source: discount percentage
es: porcentaje de descuento
fi_fi: alennusprosentti
fr_ca: pourcentage de remise
pt_br: %% de desconto
ru: Процент скидки

source: The discount percentage for this campaign.
es: El porcentaje de descuento para esta campaña
fi_fi: Alennusprosentti tälle kampanjalle.
fr_ca: Le pourcentage de remise pour cette campagne.
pt_br: O percentual de desconto para esta campanha.
ru: Процент скидки для этой акции.

source: Product %(product)s is not available in the %(shop)s shop.
es: El producto %(product)s no se encuentra disponible en la tienda %(shop)s
fi_fi: Tuote %(product)sei ole saatavilla tässä kaupassa %(shop)s .
fr_ca: Le produit %(product)s n'est pas disponible dans la boutique de %(shop)s.
ru: Товар %(product)s недоступен в %(shop)s магазине.

source: Only amount or percentage can be set, not both.
es: Solo cantidad o porcentaje pueden establecerse, no ambos
fr_ca: Seul le montant ou le pourcentage peut être défini, pas les deux.
ru: Можно установить только количество или процент, но не то и другое одновременно.

source: Autogenerate code
es: Codigo autogenerado
fi_fi: Tee koodi
fr_ca: Code généré automatiquement
pt_br: Gerar código automaticamente
ru: Сгенерировать код

source: Discount Code is already in use.
es: Codigo de descuento ya en uso
fr_ca: Le code de réduction est déjà utilisé.
ru: Код скидки уже используется.

source: Active Basket Campaigns
es: Activar campañas de cesta
fr_ca: Campagnes de panier actives
ru: Активные корзины покупок

source: Catalog Campaign
es: Campaña de catalogo
fi_fi: Katalogikampanja
fr_ca: Campagne de catalogue
pt_br: Campanha de Catálogo
ru: Акция для каталога

source: Basket Campaign
es: Campaña de cesta
fi_fi: Korikampanja
fr_ca: Campagne de panier
pt_br: Campanha de Carrinho
ru: Акция для корзины

source: Title
es: Titulo
fi_fi: Otsikko
fr_ca: Titre
pt_br: Título
ru: Заглавие

source: Starts
es: Comienza
fi_fi: Alkaa
fr_ca: Départs
pt_br: Inicia
ru: Начинается

source: Ends
es: Termina
fi_fi: Loppuu
fr_ca: Prend fin
pt_br: Termina
ru: Заканчивается

source: Active
es: Activa
fi_fi: Aktiivinen
fr_ca: actif
pt_br: Ativo
ru: Активно

source: Yes
es: Si
fi_fi: Kyllä
fr_ca: Oui
pt_br: Sim
ru: Да

source: CatalogCampaign
es: Campaña de catalogo
fi_fi: Katalogikampanja
fr_ca: CatalogueCampagne
pt_br: Campanha de Catálogo
ru: Акция для каталога

source: Create new Catalog Campaign
es: Crear nueva campaña de catalogo
fi_fi: Luo uusi katalogikampanja
fr_ca: Créer une nouvelle campagne de catalogue
pt_br: Criar Nova Campanha de Catálogo
ru: Создать новую акцию для каталога

source: Create new Basket Campaign
es: Crear nueva campaña de cesta
fi_fi: Luo uusi korikampanja
fr_ca: Créer une nouvelle campagne de panier
pt_br: Criar Nova Campanha de Carrinho
ru: Создать новую акцию для корзины

source: Code
es: Codigo
fi_fi: Koodi
pt_br: Código
ru: Код

source: Usages
es: Usos
fi_fi: Käyttökertoja
fr_ca: Coutumes
pt_br: Usos
ru: Использования

source: Usages Limit per contact
es: Limite de usus por contacto
fi_fi: Käyttökertaraja asiakasta kohden
fr_ca: Limite d'usages par contact
pt_br: Limite de Usos por contato
ru: Лимит использований на один контакт

source: Usage Limit
es: Limite de usos
fi_fi: Käyttökertaraja
fr_ca: Limite d'utilisation
pt_br: Limite de Uso
ru: Лимит использования

source: Created by
es: Creado por
fi_fi: Luoja
fr_ca: Créé par
pt_br: Criado por
ru: Создано

source: Date created
es: Fecha de creacion
fi_fi: Luontipvm
fr_ca: Date créée
pt_br: Data de criação
ru: Дата создания

source: Create new Coupon
es: Crear nuevo cupon
fi_fi: Luo uusi kuponki
fr_ca: Créer un nouveau coupon
pt_br: Criar Novo Cupom
ru: Создать новый купон

source: Basket condition
es: Estado de la cesta
fi_fi: Koriehto
fr_ca: État du panier
pt_br: Condição do carrinho
ru: Состояние корзины

source: Basket product count
es: Numero de productos en la cesta
fi_fi: Korin tuotteiden määrä
fr_ca: Nombre de produits du panier
pt_br: Número de produtos do carrinho
ru: Количество товаров корзины

source: product count in basket
es: Numero de productos en la cesta
fi_fi: tuotteiden määrä korissa
fr_ca: nombre de produits dans le panier
pt_br: número de produtos no carrinho
ru: Количество товаров в корзине

source: Limit the campaign to match when basket has at least the product count entered here.
es: Limite la campaña para que coincida cuando la cesta tenga al menos el recuento de productos ingresado aquí.
fi_fi: Rajoita kampanja täsmäämään kun korissa on vähintään annettu määrä tuotteita.
fr_ca: Limitez la campagne à une correspondance lorsque le panier contient au moins le nombre de produits saisi ici.
pt_br: Limita a campanha para validar quando o carrinho tem, no mínimo, o número de produtos inserido aqui.
ru: Ограничьте кампанию для соответствия, если в корзине указан хотя бы номер товара.

source: Basket total value
es: Valor total de la cesta
fi_fi: Korin kokonaisarvo
fr_ca: Valeur totale du panier
pt_br: Valor total do carrinho
ru: Общий итог корзины.

source: basket total amount
es: valor total de la cesta
fi_fi: Korin kokonaisarvo
fr_ca: montant total du panier
pt_br: valor total do carrinho
ru: Количество товаров в корзине

source: Limit the campaign to match when it has at least the total value entered here worth of products.
es: Limite la campaña para que coincida cuando tenga al menos el valor total ingresado aquí en productos.
fi_fi: Rajoita kampanja täsmäämään kun siinä on vähintään tässä annetun kokonaisarvon verran tuotteita.
fr_ca: Limitez la campagne à une correspondance lorsqu'elle a au moins la valeur totale saisie ici, soit une valeur de produits.
pt_br: Limita a campanha para validar quando tem no mínimo o valor total inserido aqui em valor de produtos.
ru: Ограничьте кампанию для соответствия, когда она имеет хотя бы общее значение, введенное здесь, равное сумме продуктов.

source: Undiscounted basket total value
es: Valor total de la cesta sin descuento
fi_fi: Alentamaton korin kokonaissumma
fr_ca: Valeur totale du panier non actualisé
ru: Общая стоимость недисконтированной корзины

source: Limit the campaign to match when it has at least the total value entered here worth of products which doesn't have already discounts.
es: Limite la campaña para que coincida cuando tenga al menos el valor total ingresado aquí de productos que no tengan descuentos.
fi_fi: Rajaa kampanja tilauksen alentamattomien tuotteiden kokonaissummalle.
fr_ca: Limitez la campagne à une correspondance lorsqu'elle a au moins la valeur totale saisie ici, soit des produits qui ne bénéficient pas déjà de remises.
ru: Ограничьте кампанию до соответствия, если в ней введена хотя бы общая стоимость товаров, на которые уже нет скидок.

source: Basket maximum product count
es: Cantidad máxima de productos de la cesta
fi_fi: Korin maksimituotemäärä
fr_ca: Nombre maximal de produits dans le panier
pt_br: Número máximo de produtos do carrinho
ru: Максимальное количество товаров корзины

source: maximum product count in basket
es: recuento máximo de productos en la cesta
fi_fi: maksimimäärä tuotteita korissa
fr_ca: nombre maximum de produits dans le panier
pt_br: número máximo de produtos no carrinho
ru: Максимальное количество товаров в корзине

source: Limit the campaign to match when basket has at maximum the product count entered here.
es: Limite la campaña para que coincida cuando la cesta tenga al máximo el recuento de productos ingresado aquí.
fi_fi: Rajoita kampanja täsmäämään kun korissa on enintään annettu määrä tuotteita.
fr_ca: Limitez la campagne pour qu'elle corresponde lorsque le panier a au maximum le nombre de produits saisi ici.
pt_br: Limita a campanha para validar quando o carrinho tem no máximo o número de produtos inserido aqui.
ru: Ограничьте кампанию, чтобы она соответствовала тому показателю, когда корзина имеет максимальное количество товаров, указанное здесь.

source: Basket maximum total value
es: Valor total máximo de la cesta
fi_fi: Korin maksimiarvo
fr_ca: Valeur totale maximale du panier
pt_br: Valor total máximo do carrinho
ru: Максимальное суммарное значение корзины

source: maximum basket total amount
es: cantidad total máxima de la cesta
fi_fi: maksimi korin kokonaisarvo
fr_ca: montant total maximum du panier
pt_br: valor total máximo do carrinho
ru: Максимальная стоимость товаров в корзине

source: Limit the campaign to match when it has at maximum the total value entered here worth of products.
es: Limite la campaña para que coincida cuando tenga como máximo el valor total ingresado aquí de productos.
fi_fi: Rajoita kampanja täsmäämään kun korin tuotteiden arvo on enintään annettu kokonaisarvo.
fr_ca: Limitez la campagne à une correspondance lorsqu'elle a au maximum la valeur totale saisie ici, soit la valeur des produits.
pt_br: Limita a campanha para validar quando tem no máximo o valor total inserido aqui em valor de produtos.
ru: Ограничьте кампанию так, чтобы она соответствовала максимальному суммарному значению, указанному здесь.

source: Exactly
es: Exactamente
fi_fi: Tarkalleen
fr_ca: Exactement
pt_br: Exatamente
ru: В точности

source: Greater than or equal to
es: Mayor o igual que
fi_fi: Suurempi tai yhtäsuuri kuin
fr_ca: Plus grand ou égal à
pt_br: Maior do que ou igual a
ru: Больше или равно

source: Products in basket
es: Productos en la cesta
fi_fi: Tuotteita korissa
fr_ca: Produits dans le panier
pt_br: Produtos no carrinho
ru: Товары в корзине

source: operator
es: operador
fi_fi: operaattori
fr_ca: opérateur
pt_br: operador
ru: оператор

source: quantity
es: cantidad
fi_fi: määrä
fr_ca: quantité
pt_br: quantidade
ru: количество

source: products
es: productos
fi_fi: tuotteet
fr_ca: des produits
pt_br: produtos
ru: товары

source: Limit the campaign to have the selected products in basket.
es: Limita la campaña a tener los productos seleccionados en la cesta.
fi_fi: Rajoita kampanja että valitut tuotteet ovat korissa
fr_ca: Limitez la campagne pour avoir les produits sélectionnés dans le panier.
pt_br: Limita a campanha para ter os produtos selecionados no carrinho.
ru: Ограничьте кампанию, чтобы выбранные продукты были в корзине.

source: Contact Group
es: Grupo de contacto
fi_fi: Kontaktiryhmä
fr_ca: Groupe de contact
pt_br: Grupo de Contatos
ru: Группа контактов

source: contact groups
es: Grupos de contacto
fi_fi: kontaktiryhmät
fr_ca: groupes de contact
pt_br: grupos de contatos
ru: группы контактов

source: Limit the campaign to members of the selected contact groups.
es: Limitar la campaña a los miembros de los grupos de contactos seleccionados.
fi_fi: Rajoita kampanja valittujen kontaktiryhmien jäsenille
fr_ca: Limitez la campagne aux membres des groupes de contacts sélectionnés.
pt_br: Limita a campanha para os membros dos grupos de contatos selecionados.
ru: Ограничьте кампанию членов выбранных групп контактов.

source: Contact
es: Contacto
fi_fi: Kontakti
pt_br: Contato
ru: Контакт

source: contacts
es: Contactos
fi_fi: kontaktit
pt_br: contatos
ru: контакты

source: Limit the campaign to selected contacts.
es: Limitar la campaña a los contactos seleccionados
fi_fi: Rajoita kampanja valituille kontakteille
fr_ca: Limitez la campagne aux contacts sélectionnés.
pt_br: Limita a campanha para os contatos selecionados.
ru: Ограничить кампанию для выбранных контактов.

source: Category products in basket
es: Categorias de productos en la cesta
fi_fi: Kategorian tuotteita ostoskorissa
fr_ca: Catégorie produits dans le panier
pt_br: Produtos da categoria no carrinho
ru: Продукты категории в корзине

source: categories
es: Categorias
fi_fi: kategoriat
fr_ca: catégories
pt_br: categorias
ru: категории

source: excluded categories
es: Categorias excluidas
fi_fi: huomiotta jätettävät tuoteryhmät
fr_ca: catégories exclues
ru: исключённые категории

source: If the customer has even a single product in the basket from these categories this rule won't match thus the campaign cannot be applied to the basket.
es: Si el cliente tiene un solo producto en la cesta de estas categorías, esta regla no coincidirá, por lo que la campaña no se puede aplicar a la cesta.
fi_fi: Mikäli asiakkaalla on edes yksi tuote korissa näistä tuoteryhmistä, tämä sääntö ei täsmää eli kampanjaa ei lisätä korille.
fr_ca: Si le client a ne serait-ce qu'un seul produit dans le panier de ces catégories, cette règle ne correspondra pas, donc la campagne ne peut pas être appliquée au panier.
ru: Если у клиента есть хотя бы один продукт в корзине из представленных категорий, это правило не будет соответствовать, поэтому кампанию нельзя применить к корзине.

source: Limit the campaign to match the products from selected categories.
es: Limite la campaña para que coincida con los productos de las categorías seleccionadas.
fi_fi: Rajaa kampanja täsmäämään valittujen tuoteryhmien tuotteille.
fr_ca: Limitez la campagne pour qu'elle corresponde aux produits des catégories sélectionnées.
ru: Ограничьте кампанию, чтобы она соответствовала продуктам из выбранных категорий.

source: Day and hour
es: Dia y hora
fi_fi: Päivä ja tunti
fr_ca: Jour et heure
ru: День и час

source: start time
es: Hora de inicio
fi_fi: Alkamisaika
fr_ca: Heure de début
ru: начальное время

source: 12pm is considered noon and 12am as midnight.
es: 12pm es considerado mediodia y 12 am es considerado medianoche
fi_fi: 12pm on keskipäivä ja 12 am keskiyö.
fr_ca: 12h est considéré comme midi et 12h comme minuit.
ru: 12 вечера считается полднем, а 12 утра - полуночью.

source: end time
es: hora de fin
fi_fi: Loppumisaika
fr_ca: heure de fin
ru: время окончания

source: 12pm is considered noon and 12am as midnight. End time is not considered match.
es: Las 12 p.m. se consideran mediodía y las 12 a.m. como medianoche. La hora de finalización no se considera coincidente.
fi_fi: 12pm on keskipäivä ja 12 am keskiyö. Loppumisaikaa ei lasketa mukaan.
fr_ca: 12h est considéré comme midi et 12h comme minuit. L'heure de fin n'est pas considérée comme concordante.
ru: 12 вечера считается полднем, а 12 утра - полуночью. Время окончания не считается совпадением.

source: days
es: dias
fi_fi: päivät
fr_ca: journées
ru: дней

source: Limit the campaign to selected days.
es: Limitar la campaña a los dias seleccionados.
fi_fi: Rajaa kampanja valituille päiville.
fr_ca: Limitez la campagne aux jours sélectionnés.
ru: Ограничьте кампанию выбранными днями.

source: Product Variation Child
es: Niño de variación de producto
fr_ca: Variation de produit enfant
ru: Вариант продукта Дочерний

source: Limit the campaign to match only variation children of the selected product.
es: Limite la campaña para que coincida solo con las variaciones secundarias del producto seleccionado.
fr_ca: Limitez la campagne pour qu'elle corresponde uniquement aux enfants des variantes du produit sélectionné.
ru: Ограничьте кампанию сопоставлением только дочерних вариантов выбранного продукта.

source: campaign
es: campaña
fi_fi: kampanja
fr_ca: campagne
pt_br: campanha
ru: Кампания

source: Discount amount value
es: valor de la cantidad de descuento
fi_fi: Alennusmäärä
fr_ca: Valeur du montant de la remise
pt_br: Valor total do desconto
ru: Сумма скидки

source: discount amount
es: cantidad de descuento
fi_fi: Alennusmäärä
fr_ca: montant de la remise
pt_br: valor do desconto
ru: Размер скидки

source: Flat amount of discount.
es: Cantidad fija de descuento.
fi_fi: Alennusmäärä
fr_ca: Montant forfaitaire de la remise.
pt_br: Valor fixo do desconto.
ru: Фиксированная сумма скидки.

source: Give discount amount.
es: Dar cantidad de descuento.
fi_fi: Anna alennusmäärä.
fr_ca: Donnez le montant de la remise.
pt_br: Dar valor de desconto.
ru: Указать сумму скидки.

source: Discount amount percentage
es: Porcentaje de descuento
fi_fi: Alennusprosentti
fr_ca: Pourcentage du montant de la remise
pt_br: %% do valor de desconto
ru: Процент скидки

source: Give percentage discount.
es: Dar porcentaje de descuento.
fi_fi: Anna prosenttialennus.
fr_ca: Donnez un pourcentage de réduction.
pt_br: Dar %% de desconto.
ru: Дать процентную скидку.

source: Discount amount percentage from undiscounted amount
es: Porcentaje del monto de descuento del monto no descontado
fi_fi: Alennusprosentti alentamattomista hinnoista
fr_ca: Pourcentage du montant de la remise par rapport au montant non actualisé
ru: Процент суммы скидки от недисконтированной суммы

source: Give percentage discount based on undiscounted product prices.
es: Ofrezca un porcentaje de descuento basado en precios de productos sin descuento.
fi_fi: Anna alennusprosentti alentamattomille tuotehinnoille.
fr_ca: Donnez un pourcentage de réduction basé sur les prix des produits non actualisés.
ru: Предоставляйте процентную скидку на основе недисконтированных цен на товары.

source: Free Product(s)
es: Productos gratuitos
fi_fi: Ilmaiset tuotteet
fr_ca: Produit (s) gratuit (s)
pt_br: Produto(s) Gratuito(s)
ru: Бесплатный товар(ы)

source: product
es: producto
fi_fi: tuote
fr_ca: produit
pt_br: produto
ru: товар

source: Select product(s) to give free.
es: Seleccionar productos para dar gratis
fi_fi: Valitse tuotteet jotka annetaan ilmaiseksi.
fr_ca: Sélectionnez le (s) produit (s) à offrir gratuitement.
pt_br: Selecione o(s) produto(s) a dar gratuidade.
ru: Выбрать товар(ы) для бесплатного распространения

source: Discount from Product
es: Descuento del Producto
fi_fi: Tuotteesta johdettu alennus
fr_ca: Remise sur le produit
pt_br: Desconto do Produto
ru: Вычесть из товара

source: per line discount
es: descuento por linea
fi_fi: rivikohtainen alennus
fr_ca: réduction par ligne
pt_br: desconto por item
ru: Скидка на позицию

source: Disable this if you want to give discount for each matched product.
es: Desactiva esto si quieres dar el descuento por cada producto que coincida
fr_ca: Désactivez cette option si vous souhaitez accorder une remise pour chaque produit correspondant.
ru: Отключите эту опцию, если вы хотите предоставить скидку на каждый подобранный продукт.

source: Select discount amount and products.
es: Seleccionar cantidad de descuento y productos.
fi_fi: Valitse alennusmäärä ja tuotteet.
fr_ca: Sélectionnez le montant de la remise et les produits.
pt_br: Selecione o valor do desconto e os produtos.
ru: Выбрать размер скидки и товары.

source: Discount from Category products
es: Descuento para categoria de productos
fi_fi: Alennus kategoria tuotteista
fr_ca: Remise sur les produits de la catégorie
pt_br: Desconto da Categoria de produtos
ru: Вычесть из товаров данной категории

source: category
es: categoria
fi_fi: kategoria
fr_ca: Catégorie
pt_br: categoria
ru: категория

source: Select discount amount and category. Please note that the discount will be given to all matching products in basket.
es: Seleccione el monto y la categoría del descuento. Tenga en cuenta que el descuento se otorgará a todos los productos que coincidan en la cesta.
fi_fi: Valitse alennusmäärä ja kategoria. Huomioithan, että alennus annetaan ostoskorissa oleville kaikille ehdot täyttäville tuotteille.
fr_ca: Sélectionnez le montant et la catégorie de la remise. Veuillez noter que la réduction sera accordée à tous les produits correspondants dans le panier.
pt_br: Selecione o valor do desconto e a categoria. Por favor, note que o desconto será dado a todos os produtos correspondentes no carrinho.
ru: Выберите размер скидки и категорию. Обратите внимание, что скидка будет предоставлена ​​всем соответствующим продуктам в корзине.

source: shop
es: tienda
fi_fi: kauppa
fr_ca: boutique
pt_br: loja
ru: магазин

source: The shop where the campaign is active.
es: La tienda donde la campaña esta activa.
fi_fi: Kauppa, jossa kampanja on käytössä.
fr_ca: La boutique où la campagne est active.
ru: Магазин, в котором активна акция.

source: name
es: Nombre
fi_fi: nimi
fr_ca: Nom
pt_br: nome
ru: имя

source: The name for this campaign.
es: El nombre para esta campaña.
fi_fi: Nimi kampanjalle.
fr_ca: Le nom de cette campagne.
pt_br: O nome para esta campanha.
ru: Название для данной акции.

source: active
es: activa
fi_fi: aktiivinen
fr_ca: actif
pt_br: ativo
ru: активно

source: Enable this if the campaign is currently active. Please also set a start and an end date.
es: Habilite esto si la campaña está actualmente activa. Establezca también una fecha de inicio y una de finalización.
fr_ca: Activez cette option si la campagne est actuellement active. Veuillez également définir une date de début et une date de fin.
ru: Включите эту опцию, если кампания в настоящее время активна. Пожалуйста, также установите дату начала и окончания.

source: start date and time
es: fecha y hora de inicio
fi_fi: alkupäivämäärä ja aika
fr_ca: date et heure de début
pt_br: data e hora de início
ru: Дата и время начала

source: The date and time the campaign starts. This is only applicable if the campaign is marked as active.
es: La fecha y hora de inicio de la campaña. Esto solo es aplicable si la campaña está marcada como activa.
fi_fi: Kampanjan alkupäivä ja -aika. Tätä käytetään vain, jos kampanja on aktiivinen.
fr_ca: La date et l'heure de début de la campagne. Ceci n'est applicable que si la campagne est marquée comme active.
ru: Дата и время начала кампании. Это применимо только в том случае, если кампания отмечена как активная.
