Repository: shuup/shuup
Catalog: shuup/front/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, fr_ca, pt_pt, ru, sv_se

source: The administration interface does not seem to be available. Use other means to choose a theme.
de: Die Verwaltungsoberfläche scheint nicht verfügbar zu sein. Nutze bitte andere Möglichkeiten, um ein Design auszuwählen.
fi_fi: Hallintakäyttöliittymä ei ole saatavilla. Käytä jotain muuta tapaa valitaksesi teeman.
fr_ca: L'interface d'administration ne semble pas disponible. Utilisez d'autres moyens pour choisir un thème.
pt_pt: O interface de administração parece não estar disponível. Use outros meios para escolher o tema.
ru: Интерфейс администратора не доступен. Используйте другие средства для выбора темы.
sv_se: Administrationsgränssnittet verkar inte finnas. Använda andra medel för att välja ett tema.

source: Product added to cart
de: Der Artikel wurde in den Warenkorb gelegt
fi_fi: Tuote lisätty koriin
fr_ca: Produit ajouté au panier
pt_pt: Produto adicionado ao cesto
ru: Товар добавлен в корзину
sv_se: Produkten tillagd i kundvagnen

source: Adding the product to the basket failed.
de: Das Hinzufügen des Artikels zum Warenkorb ist leider fehlgeschlagen.
fi_fi: Tuotteen lisääminen koriin epäonnistui.
fr_ca: L'ajout du produit au panier a échoué.
pt_pt: A adição do produto ao cesto falhou.
sv_se: Det gick inte att lägga till produkten i korgen.

source: Remove product from basket
de: Artikel aus dem Warenkorb entfernen
fi_fi: Poista tuote ostoskorista
fr_ca: Retirer le produit du panier
pt_pt: Remover produto do cesto
ru: Удалить товары из корзины.
sv_se: Ta bort produkten från korgen

source: The following items are not currently available (or are not available in the desired quantity) and cannot be included in your order.
de: Die folgenden Artikel sind derzeit leider nicht (oder nicht in der gewünschten Menge) verfügbar und können daher nicht in Deine Bestellung mit aufgenommen werden.
fi_fi: Seuraavat tuotteet eivät ole juuri nyt saatavilla (tai tilattava määrä ei ole sallittu).
fr_ca: Les articles suivants ne sont pas disponibles actuellement (ou ne sont pas disponibles dans la quantité souhaitée) et ne peuvent pas être inclus dans votre commande.
pt_pt: Os items seguintes não estão disponíveis de momento (ou não estão disponíveis na quantidade desejada) e não pode ser incluído na sua encomenda.
ru: Следующие позиции в настоящее время недоступны (или не доступны в необходимом количестве) и не могут быть включены в ваш заказ.
sv_se: Följande objekt inte finns tillgängliga (eller är inte tillgängliga i önskad mängd) och kan inte inkluderas i din beställning.

source: Continue Shopping
de: Weiter einkaufen
fi_fi: Jatka ostoksia
fr_ca: Continuer vos achats
pt_pt: Continuar a comprar
ru: Продолжить покупки
sv_se: Fortsätt handla

source: Proceed to checkout
de: Zur Kasse gehen
fi_fi: Jatka kassalle
fr_ca: Passer à la caisse
pt_pt: Ir para o check-out
ru: Вывести на оплату
sv_se: Fortsätt till kassan

source: Coupons applied
de: Coupons angewendet
fi_fi: Kuponkeja on käytetty
fr_ca: Coupons appliqués
pt_pt: Cupões aplicados
sv_se: Kuponger tillämpas

source: Do you have a coupon code? Enter it here.
de: Hast Du einen Coupon-Code? Falls ja, gib ihn bitte hier ein.
fi_fi: Onko sinulla alennuskoodi? Syötä se tähän.
fr_ca: Avez-vous un code promo? Entrez-le ici.
pt_pt: Tem um código de cupão? Insira-o aqui.
sv_se: Har du en kupongkod? Ange det här.

source: Submit Code
de: Code abschicken
fi_fi: Lisää koodi
fr_ca: Soumettre le code
pt_pt: Submeter código
ru: Ввести код
sv_se: Skicka kod

source: Save cart
de: Warenkorb speichern
fi_fi: Tallenna ostoskori
fr_ca: Enregistrer le panier
pt_pt: Guardar cesto
ru: Сохранить корзину
sv_se: Spara varukorg

source: Cart Title
de: Warenkorb-Bezeichnung
fi_fi: Ostoskorin otsikko
fr_ca: Titre du panier
pt_pt: Título do cesto
ru: Заголовок корзины
sv_se: Korgens namn

source: Save
de: Speichern
fi_fi: Tallenna
fr_ca: sauvegarder
pt_pt: Guardar
ru: Сохранить
sv_se: Spara

source: Back to Products
de: Zurück zur Artikelübersicht
fi_fi: Takaisin tuotteisiin
fr_ca: Retour aux produits
pt_pt: Voltar aos Produtos
ru: Вернуться к товарам
sv_se: Tillbaka till produkter

source: Error!
de: Fehler!
fi_fi: Virhe!
fr_ca: Erreur!
pt_pt: Erro!
sv_se: Fel!

source: Invalid coupon code.
de: Ungültiger Coupon Code.
fi_fi: Virheellinen alennuskoodi.
fr_ca: Code de Coupon Invalide.
pt_pt: Código do cupão inválido.
sv_se: Ogiltig kupongkod.

source: Removing a coupon failed.
de: Das Entfernen des Coupons ist fehlgeschlagen.
fi_fi: Kupongin poistaminen epäonnistui.
fr_ca: La suppression d'un coupon a échoué.
pt_pt: Remoção do cupão falhou.
sv_se: Det gick inte att ta bort en kupong.

source: Coupon is not available.
de: Der Coupon ist leider nicht verfügbar.
fi_fi: Kuponki ei ole saatavilla.
fr_ca: Le coupon n'est pas disponible.
pt_pt: Cupão não está disponível.
ru: Купон недоступен.
sv_se: Rabattkoden är inte giltig.

source: Adding a coupon failed.
de: Das Hinzufügen des Coupons ist fehlgeschlagen.
fi_fi: Kupongin lisääminen epäonnistui.
fr_ca: L'ajout d'un coupon a échoué.
pt_pt: Adição do cupão falhou.
sv_se: Det gick inte att lägga till en kupong.

source: Success!
de: Das war erfolgreich!
fi_fi: Onnistuimme!
fr_ca: Succès!
pt_pt: Bem sucedido!
sv_se: Framgång!

source: Cart saved.
de: Der Warenkorb wurde gespeichert.
fi_fi: Ostoskori tallennettu.
fr_ca: Panier enregistré.
pt_pt: Cesto guardado.
sv_se: Kundvagnen sparad.

source: Filter Products
de: Artikel filtern
fi_fi: Suodata tuotteita
fr_ca: Filtrer les produits
pt_pt: Filtrar Produtos
ru: Фильтровать товары
sv_se: Filtrera produkter

source: Show Grid/List
de: Als Raster/Liste anzeigen
fi_fi: Näytä ruudukko/lista
fr_ca: Afficher la grille / liste
pt_pt: Mostrar Grelha/Lista
ru: Показать сетку / список
sv_se: Visa rutnät/lista

source: Grid/list view
de: Raster-/Listenansicht
fi_fi: Ruudukko-/listanäkymä
fr_ca: Vue grille / liste
pt_pt: Vista Grelha/Lista
ru: Сетка / список
sv_se: rutnät/lista

source: Continue
de: Weiter
fi_fi: Jatka
fr_ca: Continuer
pt_pt: Continuar
ru: Продолжить
sv_se: Fortsätt

source: Ordering for a company?
de: Bestellst Du für ein Unternehmen?
fi_fi: Oletko tilaamassa yritykselle?
fr_ca: Vous commandez pour une entreprise?
pt_pt: Encomenda para uma empresa?
ru: Совершаете заказ для компании?
sv_se: Beställning för ett företag?

source: Please fill out these fields if you are ordering for a company.
de: Bitte fülle diese Felder aus, wenn Du für ein Unternehmen bestellst.
fi_fi: Tilataksesi yrityksen nimissä, täytä nämä kentät.
fr_ca: Veuillez remplir ces champs si vous commandez pour une entreprise.
pt_pt: Por favor preencha estes campos se está a encomendar para uma empresa.
ru: Пожалуйста, заполните эти поля, если вы совершаете заказ для компании.
sv_se: Fyll i dessa fält om du beställer för ett företag.

source: Ship to my billing address
de: Versand an meine Rechnungsadresse
fi_fi: Toimita laskutusosoitteeseeni
fr_ca: Envoyer à mon adresse de facturation
pt_pt: Enviar para o meu endereço de fatura.
ru: Отправить по моему платёжному адресу
sv_se: Leverera till faktureringsadressen

source: Choose Shipping Method
de: Versandart auswählen
fi_fi: Valitse toimitustapa
fr_ca: Choisissez la méthode d'expédition
pt_pt: Escolha o método de Envio
ru: Выберите способ доставки
sv_se: Välj leveranssätt

source: Choose Payment Method
de: Zahlungsart auswählen
fi_fi: Valitse maksutapa
fr_ca: Choisissez le mode de paiement
pt_pt: Escolha o método de Pagamento
ru: Выберите способ оплаты
sv_se: Välj betalningssätt

source: No method is available.
de: Es ist keine Methode verfügbar.
fi_fi: Palvelu ei ole saatavilla.
fr_ca: Aucune méthode n'est disponible.
pt_pt: Nenhum método está disponível.
sv_se: Ingen metod är tillgänglig.

source: Delivery
de: Lieferung
fi_fi: Toimitus
fr_ca: Livraison
pt_pt: Entrega
ru: Доставка
sv_se: Leverans

source: Delivery method
de: Versandart
fi_fi: Toimitustapa
fr_ca: Méthode de livraison
pt_pt: Método de Entrega
ru: Способ доставки
sv_se: Leveranssätt

source: Billing
de: Abrechnung
fi_fi: Laskutus
fr_ca: Facturation
pt_pt: Facturação
ru: Выставление счёта
sv_se: Fakturering

source: Payment method
de: Zahlungsart
fi_fi: Maksutapa
fr_ca: Mode de paiement
pt_pt: Método de Pagamento
ru: Способ оплаты
sv_se: Betalningssätt

source: Add comment
de: Bemerkung hinzufügen
fi_fi: Lisää kommentti
fr_ca: Ajouter un commentaire
pt_pt: Adicionar comentário
ru: Добавить комментарий
sv_se: Lägg till kommentar

source: Other information
de: Sonstige Informationen
fi_fi: Lisätiedot
fr_ca: Les autres informations
pt_pt: Outra informação
ru: Другая информация
sv_se: Annan information

source: Place Order
de: Zahlungspflichtig bestellen
fi_fi: Tee tilaus
fr_ca: Passer la commande
pt_pt: Efetuar Encomenda
ru: Совершить заказ
sv_se: Slutför ditt köp

source: Previous
de: Zurück
fi_fi: Edellinen
fr_ca: précédent
pt_pt: Anterior
ru: Предыдущее
sv_se: Föregående

source: Next
de: Weiter
fi_fi: Seuraava
fr_ca: Suivant
pt_pt: Seguinte
ru: Следующее
sv_se: Nästa

source: Items %(start_index)d to %(end_index)d of %(count)d total
de: Artikel %(start_index)d bis %(end_index)d von %(count)d in Summe
fi_fi: Tuotteet (%(start_index)d - %(end_index)d) / %(count)d
fr_ca: Éléments %(start_index)d à %(end_index)d sur un total de %(count)d
pt_pt: Items %(start_index)d até %(end_index)d de %(count)d totais
sv_se: Objekt %(start_index)d till %(end_index)d av %(count)d totalt

source: Change visibility limit to
de: Sichtbarkeitsbeschränkung ändern in
fi_fi: Vaihda näkyvyysrajoitteeksi
fr_ca: Remplacez la limite de visibilité par
pt_pt: Alterar o limite de visibilidade para
sv_se: Ändra sikt gränsen till

source: show only visible products and categories
de: nur sichtbare Artikel und Kategorien anzeigen
fi_fi: näytä vain näkyvät tuotteet ja kategoriat
fr_ca: afficher uniquement les produits et catégories visibles
pt_pt: Mostrar apenas produtos e categorias visíveis
sv_se: visa endast synliga produkter och kategorier

source: show all products and categories
de: alle Artikel und Kategorien anzeigen
fi_fi: näytä kaikki tuotteet ja kategoriat
fr_ca: afficher tous les produits et catégories
pt_pt: Mostrar todos os produtos e categorias
sv_se: visa alla produkter och kategorier

source: Change customer to person contact mode
de: Kunde in Privatkunden-Modus ändern
fi_fi: Aseta asiakkuus henkilöasiakastilaan
fr_ca: Changer le mode de contact client en personne
pt_pt: Alterar cliente para modo pessoa de contato
sv_se: Ändra kontaktläge från kund till person

source: Change customer to company contact mode
de: Kunde in Firmenkunden-Modus ändern
fi_fi: Aseta asiakkuus yritysasiakastilaan
fr_ca: Changer le client en mode contact entreprise
pt_pt: Alterar cliente para modo empresa de contato
sv_se: Byt kund till företagskontakt läge

source: Change customer mode to guest
de: Kunde in Gast-Modus ändern
fi_fi: Aseta asiakkuus vierastilaan
fr_ca: Changer le mode client en invité
pt_pt: Alterar modo cliente para convidado
sv_se: Ändra kundläge till gäst

source: Maintenance
de: Wartung
fi_fi: Huoltotila
fr_ca: Entretien
pt_pt: Manutenção
sv_se: Underhåll

source: Customer mode
de: Kundenmodus
fi_fi: Asiakastila
fr_ca: Mode client
pt_pt: Modo cliente
sv_se: Kundläge

source: GUEST
de: GAST
fi_fi: VIERAS
fr_ca: CLIENT
pt_pt: CONVIDADO
sv_se: GÄST

source: COMPANY CONTACT
de: FIRMENKUNDE
fi_fi: YRITYS
fr_ca: CONTACT ENTREPRISE
pt_pt: CONTATO DA EMPRESA
sv_se: FÖRETAGSKONTAKT

source: PERSON CONTACT
de: PRIVATKUNDE
fi_fi: HENKILÖASIAKAS
fr_ca: CONTACT PERSONNE
pt_pt: CONTATO PESSOAL
sv_se: PERSONSKONTAKT

source: Toggle navigation
de: Navigation umschalten
fi_fi: Näytä / piilota navigaatio
fr_ca: Basculer la navigation
pt_pt: Alternar navegação
ru: Включить навигацию
sv_se: Visa/göm navigering

source: Edit '{object_title}' in administration page
de: '{object_title}' in der Administrationsseite bearbeiten
fi_fi: Muokkaa '{object_title}' hallinnassa
fr_ca: Modifier &quot;{object_title}&quot; dans la page d'administration
pt_pt: Editar '{object_title}' na página de administração
sv_se: Redigera "{object_title}" på administrationssidan

source: Edit {object_name} in Admin
de: {object_name} in der Administrationsseite bearbeiten
fi_fi: Muokkaa {object_name} hallinnassa
fr_ca: Modifier {object_name} dans Admin
pt_pt: Editar {object_name} em Admin
sv_se: Redigera {object_name} i Admin

source: Shop Administration
de: Marktplatz-Verwaltung
fi_fi: Kaupan hallinta
fr_ca: Administration de la boutique
pt_pt: Administração da Loja
sv_se: Butikens administrering

source: There were errors on submitted form fields. Please check them and try again.
de: Es gab Fehler in den übermittelten Formularfeldern. Bitte überprüfe diese und versuche es erneut.
fi_fi: Lähetetyn lomakkeen kentät sisältävät virheitä. Ole hyvä, korjaa ne ja kokeile uudelleen.
fr_ca: Des erreurs se sont produites dans les champs du formulaire soumis. Veuillez les vérifier et réessayer.
pt_pt: Houve erros em campos do formulário submetido. Por favor verifique-os e tente novamente.
ru: В представленных полях формы были ошибки. Проверьте их и повторите попытку.
sv_se: Ett fel inträffade när formuläret skickades. Kontrollera formulärets fält och försök igen.

source: By <strong>%(supplier_name)s</strong>
de: Von <strong>%(supplier_name)s</strong>
fi_fi: Tekijä <strong>%(supplier_name)s</strong>
fr_ca: Par <strong>%(supplier_name)s</strong>
pt_pt: Por <strong>%(supplier_name)s</strong>
sv_se: Av <strong>%(supplier_name)s</strong>

source: Available until: <span class="availability-date">{date}</span></small>
de: Verfügbar bis: <span class="availability-date">{date}</span></small>
fi_fi: Saatavilla määräpäivään: <span class="availability-date">{date}</span>
fr_ca: Disponible jusqu'au: <span class="availability-date">{date}</span>
pt_pt: Disponível até: <span class="availability-date">{date}</span></small>
sv_se: Tillgänglig till: <span class="availability-date">{date}</span></small>

source: Edit account details
de: Kontodaten bearbeiten
fi_fi: Muokkaa tilin tietoja
fr_ca: Modifier les détails du compte
pt_pt: Editar detalhes da conta
ru: Редактировать данные аккаунта
sv_se: Redigera kontouppgifter

source: Edit company details
de: Firmendaten bearbeiten
fi_fi: Muokkaa yrityksen lisätietoja
fr_ca: Modifier les détails de l'entreprise
pt_pt: Editar detalhes da empresa
ru: Редактировать информацию о компании
sv_se: Redigera företagsuppgifter

source: My orders
de: Meine Bestellungen
fi_fi: Omat tilaukseni
fr_ca: Mes commandes
pt_pt: As minhas encomendas
ru: Мои заказы
sv_se: Mina beställningar

source: My saved carts
de: Meine gespeicherten Warenkörbe
fi_fi: Tallennetut ostoskorini
fr_ca: Mes paniers enregistrés
pt_pt: Os meus carrinhos guardados
ru: Мои сохранённые корзины
sv_se: Mina sparade kudnvagnar

source: My wishlists
de: Meine Einkaufslisten
fi_fi: Toivelistani
fr_ca: Mes listes de souhaits
pt_pt: As minhas listas de pedidos
ru: Мои списки желаний
sv_se: Mina önskelistor

source: Admin panel
de: Administrationsbereich
fi_fi: Hallintapaneeli
fr_ca: Panneau d'administration
pt_pt: Painel de Admin
ru: Панель администратора
sv_se: Administratörspanel

source: Log out
de: Abmelden
fi_fi: Kirjaudu ulos
fr_ca: Se déconnecter
pt_pt: Terminar sessão
ru: Выйти
sv_se: Logga ut

source: New user? Register here!
de: Neuer Benutzer? Hier registrieren!
fi_fi: Uusi käyttäjä? Rekisteröidy täältä!
fr_ca: Nouvel utilisateur? Inscrivez-vous ici!
pt_pt: Novo utilizador? Registe-se aqui!
ru: Новый пользователь? Зарегистрируйтесь здесь!
sv_se: Ny användare? Registrera dig här!

source: Cart
de: Warenkorb
fi_fi: Ostoskori
fr_ca: Chariot
pt_pt: Cesto
ru: Корзина
sv_se: Kundvagn

source: Items
de: Artikel
fi_fi: Tuotteet
fr_ca: Articles
ru: Наименования
sv_se: Artiklar

source: View cart
de: Warenkorb anzeigen
fi_fi: Näytä ostoskori
fr_ca: Voir le panier
pt_pt: Ver cesto
ru: Показать корзину
sv_se: Visa kundvagn

source: Menu
de: Menü
fi_fi: Valikko
ru: Меню
sv_se: Meny

source: Products
de: Artikel
fi_fi: Tuotteet
fr_ca: Des produits
pt_pt: Produtos
ru: Товары
sv_se: Produkter

source: Files
de: Dateien
fi_fi: Tiedostot
fr_ca: Des dossiers
pt_pt: Ficheiros
ru: Файлы
sv_se: Filer

source: No method selected
de: Es ist keine Methode ausgewählt
fi_fi: Palvelua ei ole valittu
fr_ca: Aucune méthode sélectionnée
pt_pt: Nenhum método selecionado
sv_se: Ingen metod vald

source: Product
de: Artikel
fi_fi: Tuote
fr_ca: Produit
pt_pt: Produto
ru: Товар
sv_se: Produkt

source: Unit Price
de: Stückpreis
fi_fi: Yksikköhinta
fr_ca: Prix unitaire
pt_pt: Preço da Unidade
ru: Цена за единицу
sv_se: Enhetspris

source: excl. tax
de: zzgl. MwSt.
fi_fi: ei sis. veroja
fr_ca: excl. impôt
ru: Исключая налог
sv_se: exkl. skatt

source: Products ordered
de: Bestellte Artikel
fi_fi: Tilatut tuotteet
fr_ca: Produits commandés
pt_pt: Produtos encomendados
ru: Заказанные товары
sv_se: Beställda produkter

source: Tax breakdown
de: Aufschlüsselung der Steuern
fi_fi: Veroerittely
fr_ca: Ventilation fiscale
pt_pt: Repartição de taxas
ru: Налоговая разбивка
sv_se: Skattuppdelning

source: Tax percentage
de: Steuern in Prozent
fi_fi: Veroprosentti
fr_ca: Pourcentage de taxe
pt_pt: Percentagem de taxa
ru: Процент налога
sv_se: Skatteprocent

source: Based on amount
de: Basierend auf dem Betrag
fi_fi: Veron peruste
fr_ca: Basé sur le montant
pt_pt: Baseado na quantia
ru: Основано на количестве
sv_se: Baserat på belopp

source: Amount of tax
de: Steuerbetrag
fi_fi: Veron määrä
fr_ca: Montant de la taxe
pt_pt: Quantidade de taxa
ru: Размер налога
sv_se: Skattebeloppet

source: Total including tax
de: Summe (brutto)
fi_fi: Verollinen
fr_ca: Total TTC
pt_pt: Total incluindo taxa
ru: Общий итог с учётом налогов
sv_se: Totalt inklusive moms

source: Company
de: Firma
fi_fi: Yritys
fr_ca: Compagnie
pt_pt: Empresa
ru: Компания
sv_se: Företag

source: Tax number
de: Steuernummer
fi_fi: veronumero
fr_ca: Numéro d'identification fiscale
pt_pt: NIF
ru: Налоговый номер
sv_se: Skattenummer

source: Preview
de: Vorschau
fi_fi: Esikatselu
fr_ca: Aperçu
pt_pt: Pré-visualização
ru: Предпросмотр
sv_se: Förhandsvisa

source: Also available in
de: Auch verfügbar bei
fi_fi: Saatavilla myös
fr_ca: Également disponible en
pt_pt: Também disponível em
ru: Также доступен в
sv_se: Finns även i

source: Save %(discount_percent)s
de: %(discount_percent)s sparen
fi_fi: Säästä %(discount_percent)s
fr_ca: Sauvegarder %(discount_percent)s
pt_pt: Guardar %(discount_percent)s
sv_se: Spara %(discount_percent)s

source: Product Information
de: Informationen zum Produkt
fi_fi: Tuotetiedot
fr_ca: Information produit
pt_pt: Detalhes do Produto
ru: Информация о товаре
sv_se: Produktinformation

source: Includes these products
de: Beinhaltet die folgenden Produkte
fi_fi: Sisältää nämä tuotteet
fr_ca: Comprend ces produits
pt_pt: Inclui estes produtos
ru: Включает в себя данные товары
sv_se: Innehåller dessa produkter

source: No product description available
de: Es ist keine Artikelbeschreibung vorhanden.
fi_fi: Tuotekuvausta ei ole saatavilla
fr_ca: Aucune description de produit disponible
pt_pt: Descrição do produto não disponível
ru: Описание товара недоступно
sv_se: Ingen produktbeskrivning tillgänglig

source: Manufacturer
de: Hersteller
fi_fi: Valmistaja
fr_ca: Fabricant
pt_pt: Fabricante
ru: Производитель
sv_se: Tillverkare

source: Package Size
de: Packungsgröße
fi_fi: Pakkauskoko
fr_ca: Taille du paquet
pt_pt: Dimensões da embalagem
ru: Размер посылки
sv_se: Paketstorlek

source: Available Until
de: Verfügbar bis
fi_fi: Saatavilla määräpäivään
fr_ca: Disponible jusqu'au
pt_pt: Disponível até
sv_se: Tillgänglig fram till

source: Width
de: Breite
fi_fi: Leveys
fr_ca: Largeur
pt_pt: Largura
ru: Ширина
sv_se: Bredd

source: Height
de: Höhe
fi_fi: Korkeus
fr_ca: la taille
pt_pt: Altura
ru: Высота
sv_se: Höjd

source: Depth
de: Tiefe
fi_fi: Syvyys
fr_ca: Profondeur
pt_pt: Profundidade
ru: Глубина
sv_se: Djup

source: Net Weight
de: Nettogewicht
fi_fi: Nettopaino
fr_ca: Poids net
pt_pt: Peso líquido
ru: Масса нетто
sv_se: Nettovikt

source: Gross Weight
de: Gesamtgewicht
fi_fi: Bruttopaino
fr_ca: Poids brut
pt_pt: Peso bruto
ru: Масса брутто
sv_se: Bruttovikt

source: External link
de: Externer Link
fi_fi: Ulkoinen linkki
fr_ca: Lien externe
pt_pt: Link externo
ru: Внешняя ссылка
sv_se: Extern länk

source: Select
de: Auswählen
fi_fi: Valitse
fr_ca: Sélectionner
pt_pt: Selecionado
ru: Выбрать
sv_se: Välj

source: Select product
de: Artikel auswählen
fi_fi: Valitse tuote
fr_ca: Sélectionner un produit
pt_pt: Selecione produto
ru: Выбрать товар
sv_se: Välj produkt

source: One-time purchase
de: Einmaliger Kauf
pt_pt: Compra única

source: Subscribe
de: Abonnieren
pt_pt: Subscrever

source: Select frequency
de: Häufigkeit auswählen
pt_pt: Selecione a frequência

source: Add to cart
de: Zum Warenkorb hinzufügen
fi_fi: Lisää ostoskoriin
fr_ca: Ajouter au chariot
pt_pt: Adicionar ao cesto
ru: Добавить в корзину
sv_se: Lägg i kundvagnen

source: Available until: {date}
de: Verfügbar bis: {date}
fi_fi: Saatavilla määräpäivään {date}
fr_ca: Disponible jusqu'au: {date}
pt_pt: Disponível até: {date}
sv_se: Tillgänglig till: {date}

source: Maintenance mode
de: Wartungsmodus
fi_fi: Huoltotila
fr_ca: Mode de Maintenance
pt_pt: Modo de manutenção
ru: Режим обслуживания
sv_se: Underhållsläge

source: Shop is currently down for maintenance.
de: Der Marktplatz ist derzeit wegen Wartungsarbeiten außer Betrieb.
fi_fi: Kauppa on tällä hetkellä huoltotilassa.
fr_ca: L'atelier est actuellement en maintenance.
pt_pt: A loja está temporariamente em baixo para manutenção.
ru: В данный момент магазин находится на обслуживании.
sv_se: Butiken är för närvarande nere för underhåll.

source: Thank you for your order!
de: Herzlichen Dank für Deine Bestellung!
fi_fi: Kiitos tilauksesta!
fr_ca: Nous vous remercions de votre commande!
pt_pt: Obrigado pela sua encomenda!
ru: Спасибо за заказ!
sv_se: Tack för din beställning!

source: Your order has been received. You can see the details of your order below.
de: Deine Bestellung ist eingegangen. Die Bestelldetails werden Dir unten angezeigt.
fi_fi: Tilauksesi on vastaanotettu. Näet tilauksen tiedot alla.
fr_ca: Votre commande a été reçue. Vous pouvez voir les détails de votre commande ci-dessous.
pt_pt: A sua encomenda foi recebida. Pode ver os detalhes da sua encomenda abaixo.
ru: Ваш заказ был получен. Вы можете ознакомиться с информацией о вашем заказе ниже.
sv_se: Din beställning har mottagits. Du kan se detaljerna om din beställning nedan.

source: User account activation
de: Aktivierung des Benutzerkontos
fi_fi: Käyttäjätunnuksen aktivointi
fr_ca: Activation du compte utilisateur
pt_pt: Ativação de conta de utilizador
ru: Активация пользовательского аккаунта
sv_se: Kontoaktivering

source: If you want to be able to see your order history, please create a password for your account:
de: Wenn Du Deine Bestellhistorie sehen möchtest, lege bitte ein Passwort für Dein Konto an:
fi_fi: Jos haluat nähdä tilaushistoriasi, luo käyttäjätilillesi salasana:
fr_ca: Si vous souhaitez voir l'historique de vos commandes, veuillez créer un mot de passe pour votre compte:
pt_pt: Se quiser ver o seu histórico de encomendas, por favor crie uma password para a sua conta:
ru: Если вы хотите просмотреть историю заказов, создайте пароль для своей учетной записи:
sv_se: Om du vill kunna se dina gamla beställningar, vänligen skapa ett lösenord för ditt konto:

source: Send
de: Senden
fi_fi: Lähetä
fr_ca: Envoyer
pt_pt: Enviar
ru: Отправить
sv_se: Skicka

source: Payment canceled
de: Zahlung storniert
fi_fi: Maksu peruttu
fr_ca: Paiement annulé
pt_pt: Pagamento cancelado
ru: Платёж отменён
sv_se: Betalning avbruten

source: You have canceled payment
de: Du hast die Zahlung storniert
fi_fi: Peruit maksun
fr_ca: Vous avez annulé le paiement
pt_pt: Cancelou o pagamento
ru: Вы отменили платёж
sv_se: Du har avbrutit betalningen
