Repository: shuup/shuup
Catalog: shuup/front/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, fr_ca, pt_pt, ru, sv_se

source: Retry payment
de: Zahlung wiederholen
fi_fi: Yritä maksua uudelleen
fr_ca: Réessayer le paiement
pt_pt: Voltar a tentar pagamento
ru: Попробовать совершить платёж снова
sv_se: Vänligen försök åter att göra betalning.

source: Error
de: Fehler
fi_fi: Virhe
fr_ca: Erreur
pt_pt: Erro
ru: Ошибка
sv_se: Fel

source: Combination not available
de: Ungültige Kombination
fi_fi: Yhdistelmä ei ole saatavilla
fr_ca: Combinaison non disponible
pt_pt: Combinaçõ não disponível
ru: Комбинация недоступна
sv_se: Kombination ej tillgänglig

source: Open product page
de: Produktdetailseite öffnen
fi_fi: Avaa tuotesivu
fr_ca: Ouvrir la page produit
pt_pt: Abrir página do produto
ru: Открыть страницу товара
sv_se: Öppna produktsida

source: Hide prices
de: Preise ausblenden
fi_fi: Piilota hinnat
fr_ca: Masquer les prix
pt_pt: Esconder preços
sv_se: Dölj priser

source: Set shop in catalog mode
de: Marktplatz in den Katalogmodus setzen
fi_fi: Aseta kauppa esitetilaan
fr_ca: Définir la boutique en mode catalogue
pt_pt: Colocar loja em modo de catálogo
sv_se: Ställ butik i katalogläge

source: Show supplier info
de: Händlerinformation anzeigen
fi_fi: Näytä toimittajan tiedot
fr_ca: Afficher les informations du fournisseur
pt_pt: Mostrar informação do fornecedor
sv_se: Visa leverantörsinformation

source: Show supplier name in product-box, product-detail, basket- and order-lines
de: Den Händlernamen in der Produkt-Box, Produktdetails, Warenkorb- und Bestellpositionen anzeigen
fi_fi: Näytä toimittajan nimi tuotepakkauksessa, ostokorissa, sekä tuotetiedot- sekä tilausriveillä
fr_ca: Afficher le nom du fournisseur dans la boîte du produit, le détail du produit, le panier et les lignes de commande
pt_pt: Mostrar nome do fornecedor em caixa-produto, detalhe-produto, cesto- e encomenda-linhas
sv_se: Visa leverantörens namn i produktlåda, produktdetalj, korg- och orderrader

source: Show Product Details
de: Produktdetails anzeigen
fi_fi: Näytä tuotetiedot
fr_ca: Afficher les détails du produit
pt_pt: Mostrar Detalhes do Produto
sv_se: Visa produktinformation

source: If you enable this, extra information will be shown on product page in frontend.
de: Wenn Du dies aktivierst, dann werden zusätzliche Informationen auf der Produktdetailseite auf dem Marktplatz angezeigt.
fi_fi: Näytä lisätiedot tuotesivulla.
fr_ca: Si vous activez cette option, des informations supplémentaires seront affichées sur la page du produit en frontend.
pt_pt: Se ativar isto, informação extra será mostrada na página do produto na loja.
sv_se: Om du aktiverar detta kommer extra information att visas på produktsidan i frontend.

source: Show Variations as Buttons
de: Produktvarianten als Buttons anzeigen
fi_fi: Esitä tuotemuunnokset painikkeina tuotesivulla
fr_ca: Afficher les variations sous forme de boutons
pt_pt: Mostrar variações como Butões
sv_se: Visa variationer som knappar

source: If you enable this, the variations will be shown as buttons instead of dropdowns.
de: Wenn Du dies aktivierst, dann werden die möglichen Produktvarianten als Button anstatt Dropdowns angezeigt.
fi_fi: Näytä tuotemuunnokset painikkeina sen sijaan että ne listataan pudotusvalikoissa.
fr_ca: Si vous activez cette option, les variantes seront affichées sous forme de boutons au lieu de listes déroulantes.
pt_pt: Se ativar isto, as variações serão mostradas como butões em vez de cascatas.
sv_se: Om du aktiverar detta visas variationerna som knappar istället för rullgardinsmenyer.

source: Product detail extra tab title
de: Titel Extra-Registerkarte der Produktdetailseite
fi_fi: Tuotteen lisätiedoille varatun välilehden otsikko
fr_ca: Titre de l'onglet supplémentaire des détails du produit
pt_pt: Linha de título extra em detalhe de produto
sv_se: Produktdetalj extra flik titel

source: Enter the title for the product detail extra tab.
de: Gib hier den Titel für die Extra-Registerkarte der Produktdetailseite ein.
fi_fi: Nimeä tuotteen lisätiedoille varattu välilehti. Voit halutessasi korostaa nimellä lisätietojen luonnetta tai aihetta.
fr_ca: Saisissez le titre de l'onglet supplémentaire des détails du produit.
pt_pt: Insira o título para a linha extra de detalhe de produto.
sv_se: Ange titeln för extra flik för produktdetaljer.

source: Product detail extra tab content
de: Inhalt der Extra-Registerkarte der Produktdetailseite
fi_fi: Tuotteen lisätiedoille varatun välilehden sisältö
fr_ca: Contenu de l'onglet supplémentaire sur les détails du produit
pt_pt: Conteúdo da linha extra de detalhe de produto
sv_se: Produktdetaljer extra flikinnehåll

source: Enter the content for the product detail extra tab.
de: Gib hier den Inhalt der Extra-Registerkarte der Produktdetailseite ein.
fi_fi: Kirjoita tuotteen lisätietoja varten varatun välilehden sisältö tähän.
fr_ca: Entrez le contenu de l'onglet supplémentaire des détails du produit.
pt_pt: Insira o conteúdo para a linha extra de detalhe de produto.
sv_se: Ange innehållet för extra flik för produktdetaljer.

source: Description
de: Beschreibung
fi_fi: Kuvaus
fr_ca: La description
pt_pt: Descrição
ru: Описание
sv_se: Beskrivning

source: Attributes
de: Merkmale
fi_fi: Attribuutit
fr_ca: Les attributs
pt_pt: Atributos
ru: Параметры
sv_se: Attribut

source: Product reviews
de: Artikelbewertungen
fi_fi: Tuotearvostelut
fr_ca: Avis sur les produits
pt_pt: Avaliações do produto
sv_se: Produktrecensioner

source: Product detail tabs
de: Produktdetail-Tabs
fi_fi: Tuotetiedot-välilehdet
fr_ca: Onglets de détail du produit
pt_pt: Linhas de detalhes do produto
sv_se: Produktdetaljer flikar

source: Select all tabs that should be rendered in product details.
de: Wähle alle Registerkarten aus, die in den Produktdetails angezeigt werden sollen.
fi_fi: Valitse kaikki välilehdet jotka näyttää tuotetiedoissa.
fr_ca: Sélectionnez tous les onglets qui doivent être rendus dans les détails du produit.
pt_pt: Selecione todas as linhas que deverõ ser apresentadas no detalhes do produto.
sv_se: Välj alla flikar som ska återges i produktinformation.

source: Tax number is not valid.
de: Die Steuernummer ist ungültig.
fi_fi: Veronumero ei ole validi.
fr_ca: Le numéro de taxe n'est pas valide.
pt_pt: Número de identificação fiscal não é válido.
sv_se: Skattenummer är inte giltigt.

source: Edit
de: Bearbeiten
fi_fi: Muokkaa
fr_ca: Éditer
pt_pt: Editar
ru: Редактировать
sv_se: Redigera

source: `{language_code}` is an invalid language code.
de: "{language_code}" ist ein ungültiger Sprachcode.
fi_fi: {language_code} on virheellinen kielikoodi.
fr_ca: `{language_code}` est un code de langue non valide.
pt_pt: `{language_code}` é uma linguagem de código inválida.
sv_se: "{language_code}" är en ogiltig språkkod.

source: The order is canceled so you can't pay for it.
de: Die Bestellung wurde storniert und kann daher nicht bezahlt werden.

source: Error! This product is not available in this shop.
de: Fehler! Dieser Artikel ist auf diesem Marktplatz leider nicht verfügbar.
fi_fi: Virhe! Tuote ei ole saatavilla tässä myymälässä.
fr_ca: Erreur! Ce produit n'est pas disponible dans cette boutique.
pt_pt: Error! Este produto não está disponível nesta loja.
sv_se: Fel! Denna produkt finns inte i denna butik.

source: Invalid timezone
de: Ungültige Zeitzone

source: Maximum file size reached (%(size)s MB).
de: Maximale Dateigröße erreicht (%(size)sMB).
fi_fi: Tiedoston enimmäiskoko saavutettu (%(size)s MB).
fr_ca: Taille de fichier maximale atteinte (%(size)s Mo).
pt_pt: Atingido o tamanho máximo do ficheiro (%(size)s MB).
sv_se: Maximal filstorlek uppnås (%(size)s MB).

source: Status
fi_fi: Tila
fr_ca: Statut
pt_pt: Estado

source: Text
pt_pt: Texto

source: Coupon Code
fi_fi: Kuponkikoodi
fr_ca: Code de coupon
pt_pt: Código de cupão
ru: Код купона
sv_se: Rabattkod

source: Tools
fi_fi: Työkalut
fr_ca: Outils
pt_pt: Ferramentas
ru: Инструменты
sv_se: Verktyg

source: Live
fi_fi: Julkaistu
fr_ca: Vivre
pt_pt: Direto

source: Barcode
fi_fi: Viivakoodi
fr_ca: code à barre
pt_pt: Código de barras
ru: Штрих-код
sv_se: Streckkod

source: Details
fi_fi: Tiedot
fr_ca: Détails
pt_pt: Detalhes
ru: Подробности
sv_se: Detaljer

source: Abandoned
fi_fi: Hylätty
sv_se: Övergiven

source: Orderer
fi_fi: Tilaaja
sv_se: Beställaren

source: ID
fi_fi: Henkilötunnus
