Repository: shuup/shuup
Catalog: shuup/front/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, fr_ca, pt_pt, ru, sv_se

source: <p>Dear {{ order.customer }},</p> <p>A shipment has been created for your order and here are the details:</p> {% if shipment.tracking_code %} <p>Tracking code: {{ shipment.tracking_code }}</p> {% endif %} <p>Contents:</p> <table> <thead> <tr> <th>Product</th> <th>Quantity</th> </tr> </thead> <tbody> {% for shipment_product in shipments.total_products %} <tr> <td>{{ shipment_product.product }}</td> <td>{{ shipment_product.quantity }}</td> </tr> {% endif %} </tbody> </table>
de: <p>Hallo {{ order.customer }},</p> <p>Für Deine Bestellung wurde eine Lieferung angelegt und hier findest Du die Details dazu:</p> {% if shipment.tracking_code %} <p>Tracking-Code: {{ shipment.tracking_code }}</p> {% endif %} <p>Inhalt:</p> <table> <thead> <tr> <th>Produkt</th> <th>Menge</th> </tr> </thead> <tbody> {% for shipment_product in shipments.total_products %} <tr> <td>{{ shipment_product.product }}</td> <td>{{shipment_product.quantity}}</td> </tr> {% endif %} </tbody> </table>
fi_fi: <p>Hyvä {{ order.customer }},</p> <p>Sinulle on luotu toimitus. Tässä tiedot:</p> {% if shipment.tracking_code %} <p>Seurantakoodi: {{ shipment.tracking_code }}</p> {% endif %} <p>Sisältö:</p> <table> <thead> <tr> <th>Tuote</th> <th>Määrä</th> </tr> </thead> <tbody> {% for shipment_product in shipments.total_products %} <tr> <td>{{ shipment_product.product }}</td> <td>{{ shipment_product.quantity }}</td> </tr> {% endif %} </tbody> </table>
pt_pt: <p>Caro {{ encomenda.cliente }},</p> <p>Um envio foi criado para a sua encomenda e aqui estão os detalhes: </p> {% se envio.rastreio_código %} <p>Código de rastreio: {{ envio.rastreio_código }}</p> {% terminarse %} <p>Conteúdos:</p> <table> <thead> <tr> <th>Produto</th> <th>Quantidade</th> </tr> </thead> <tbody> {% para envio_produto em envio.total_produtos %} <tr> <td>{{ envio_produto.produto }}</td> <td>{{ envio_produto.quantidade }}</td> </tr> {% terminarse %} </tbody> </table>
sv_se: <p> Hej {{ order.customer }},</p> <p>En leverans har skapats för din beställning, här är detaljer angående leveransen:</p> {% if shipment.tracking_code %} <p>Spårningskod: {{ shipment.tracking_code }}</p> {% endif %} <p>Innehåll:</p> <table> <thead> <tr> <th>Produkt</th> <th>Antal</th> </tr> </thead> <tbody> {% for shipment_product in shipments.total_products %} <tr> <td>{{ shipment_product.product }}</td> <td>{{ shipment_product.quantity }}</td> </tr> {% endif %} </tbody> </table>

source: Send Shipment Created Email
de: Versandbestätigungs-E-Mail senden
fi_fi: Lähetä sähköposti toimituksen luonnista
fr_ca: Envoyer l'e-mail créé pour l'envoi
pt_pt: Envio enviado Email criado
ru: Выслать письмо с подтверждением оформления доставки
sv_se: Sänd epost gällande skapad leverans

source: Send an email to customer when a shipment is created.
de: Eine E-Mail an den Kunden senden, wenn eine Lieferung angelegt wird.
fi_fi: Lähetä sähköposti asiakkaalle kun toimitus on luotu.
fr_ca: Envoyez un e-mail au client lors de la création d'un envoi.
pt_pt: Enviar um email ao cliente quando o envio é criado.
ru: Отправить электронное письмо клиенту, когда доставка для его заказа будет оформлена
sv_se: Skicka ett epostmeddelande till kunden då en leverans har skapats.

source: This script will send an email to customer when a shipment of his order has been created.
de: Dieses Skript sendet eine E-Mail an den Kunden, wenn eine Lieferung für seine Bestellung angelegt wurde.
fi_fi: Tämä skripti lähettää sähköpostin asiakkaalle kun toimtus hänen tilaukselleen on luotu.
fr_ca: Ce script enverra un email au client lorsqu'une expédition de sa commande aura été créée.
pt_pt: Este script enviará um email ao cliente quando um envio da sua encomenda foi criado.
ru: Этот скрипт отправит электронное письмо клиенту, когда доставка для его заказа будет оформлена
sv_se: Detta script kommer att sända ett epostmeddelande till kunden då beställningens leverans är skapad.

source: {{ order.shop }} - Shipment created for order {{ order.identifier }}
de: {{ order.shop }} - Sendung für Bestellung {{ order.identifier }} angelegt
fi_fi: {{ order.shop }} - Toimitus luotu tilaukselle {{ order.identifier }}
fr_ca: {{order.shop}} - Envoi créé pour la commande {{order.identifier}}
pt_pt: {{ encomenda.loja }} - Envio criado para encomenda {{ encomenda.indentificador }}
sv_se: {{ order.shop }} - Leverans skapad för beställningen {{ order.identifier }}

source: Send Shipment Deleted Email
de: Eine E-Mail an den Kunden senden, wenn eine Lieferung gelöscht wird.
fi_fi: Lähetä "Toimitus poistettu" -sähköposti
fr_ca: Envoyer l'e-mail supprimé de l'envoi
pt_pt: Enviar email de envio apagado
ru: Выслать письмо с подтверждением удаления отправления
sv_se: Sänd epost gällande borttagen leverans

source: Send email when a shipment is deleted.
de: Eine E-Mail an den Kunden senden, wenn eine Lieferung gelöscht wird.
fi_fi: Lähetä sähköposti asiakkaalle kun toimitus on poistettu.
fr_ca: Envoyez un e-mail lorsqu'un envoi est supprimé.
pt_pt: Enviar email quando um envio é apagado.
ru: Высылать электронное письмо когда отправление удалено.
sv_se: Skicka ett epostmeddelande när leveransen är borttagen.

source: This script will send an email to customer or to any configured email right after a shipment gets deleted.
de: Dieses Skript sendet eine E-Mail an den Kunden, wenn eine Lieferung für seine Bestellung gelöscht wurde.
fi_fi: Tämä skripti lähettää sähköpostin asiakaalle tai määritellyille sähköpostiosoitteille kun toimitus poistetaan.
fr_ca: Ce script enverra un e-mail au client ou à tout e-mail configuré juste après la suppression d'un envoi.
pt_pt: Este script enviará um email ao cliente ou a qualquer email configurado assim que um envio é apagado.
ru: Этот скрипт отправит электронное письмо клиенту или на любой назначенный электронный адрес сразу после удаления отправления.
sv_se: Detta script kommer att sända ett epostmeddelande till kunden då beställningens leverans är borttagen.

source: {{ order.shop }} - Shipment deleted for order {{ order.identifier }}
de: {{ order.shop }} - Sendung für Bestellung {{ order.identifier }} gelöscht
fi_fi: {{ order.shop }} - Toimitus poistettu tilaukselta {{ order.identifier }}
fr_ca: {{order.shop}} - Envoi supprimé pour la commande {{order.identifier}}
pt_pt: {{ encomenda.loja }} - Envio apagado para encomenda {{ encomenda.identificador }}
sv_se: {{ order.shop }} - Leverans borttagen för beställningen {{ order.identifier }}

source: Send Payment Created Email
de: Eine E-Mail an den Kunden senden, wenn eine Zahlung erstellt wurde.
fi_fi: Lähetä "Maksu luotu" -sähköposti
fr_ca: Envoyer l'e-mail de création de paiement
pt_pt: Enviar email de pagamento criado
ru: Выслать письмо с подтверждением платежа
sv_se: Sänd epost gällande beställningens betalning

source: Send email to customer when a payment is created.
de: Eine E-Mail an den Kunden senden, wenn eine Zahlung erstellt wurde.
fi_fi: Lähetä sähköposti asiakkaalle kun maksu on luotu.
fr_ca: Envoyer un e-mail au client lorsqu'un paiement est créé.
pt_pt: Enviar email para cliente quando um pagamento é criado.
ru: Высылать электронное письмо при осуществлении платежа.
sv_se: Sänd ett epostmeddelande då en betalning har gjorts.

source: This script will send an email to customer or to any configured email right after a payment gets created.
de: Dieses Skript sendet eine E-Mail an den Kunden, wenn eine Zahlung für seine Bestellung erstellt wurde.
fi_fi: Tämä skripti lähettää sähköpostin asiakaalle tai määritellyille sähköpostiosoitteille kun maksu luodaan.
fr_ca: Ce script enverra un e-mail au client ou à tout e-mail configuré juste après la création d'un paiement.
pt_pt: Este script enviará um email ao cliente ou a qualquer email configurado assim que um pagamento é criado.
ru: Этот скрипт отправит электронное письмо клиенту или на любой назначенный электронный адрес сразу после создания платежа.
sv_se: Detta script kommer att sända ett epostmeddelande till kunden då en betalning för beställningen har gjorts.

source: {{ order.shop }} - Payment created for order {{ order.identifier }}
de: {{ order.shop }} - Zahlung für Bestellung {{ order.identifier }} erstellt
fi_fi: {{ order.shop }} - Maksu luotu tilaukselle {{ order.identifier }}
fr_ca: {{order.shop}} - Paiement créé pour la commande {{order.identifier}}
pt_pt: {{ encomenda.loja }} - Pagamento criado para encomenda {{ encomenda.identificador }}
sv_se: {{ order.shop }} - En betalning har gjorts för beställningen {{ order.identifier }}

source: Send Refund Created Email
de: Eine E-Mail an den Kunden senden, wenn eine Rückerstattung vorgenommen wurde.
fi_fi: Lähetä "Hyvitys Luotu" -sähköposti
fr_ca: Envoyer l'e-mail de remboursement créé
pt_pt: Enviar email de reembolso criado
ru: Выслать письмо с подтверждением создания возврата
sv_se: Sänd epost vid återbetalning

source: Send email when a refund is created.
de: Eine E-Mail an den Kunden senden, wenn eine Rückerstattung vorgenommen wurde.
fi_fi: Lähetä sähköposti kun hyvitys luodaan.
fr_ca: Envoyez un e-mail lorsqu'un remboursement est créé.
pt_pt: Enviar email quando um reembolso é criado.
ru: Высылать электронное письмо при создании возврата.
sv_se: Skicka ett epostmeddelande då en återbetalning har skapats.

source: This script will send an email to customer or to any configured email right after a refund gets created.
de: Dieses Skript sendet eine E-Mail an den Kunden, wenn eine Rückerstattung vorgenommen wurde.
fi_fi: Tämä skripti lähettää sähköpostin asiakaalle tai määritellyille sähköpostiosoitteille kun hyvitys luodaan.
fr_ca: Ce script enverra un e-mail au client ou à tout e-mail configuré juste après la création d'un remboursement.
pt_pt: Este script enviará um email ao cliente ou a qualquer email configurado assim que um reembolso é criado.
ru: Этот скрипт отправит электронное письмо клиенту или на любой назначенный электронный адрес сразу после создания возврата.
sv_se: Detta script kommer att sända ett epostmeddelande till kunden då en återbetalning för beställningen har gjorts.

source: {{ order.shop }} - Refund created for order {{ order.identifier }}
de: {{ order.shop }} - Rückerstattung für Bestellung {{ order.identifier }} erstellt
fi_fi: {{ order.shop }} - Hyvitys luotu tilaukselle {{ order.identifier }}
fr_ca: {{order.shop}} - Remboursement créé pour la commande {{order.identifier}}
pt_pt: {{ encomenda.loja }} - Reembolso criado para encomenda {{ encomenda.identificador }}
sv_se: {{ order.shop }} - En återbetalning har gjorts för beställningen {{ order.identifier }}

source: Send Order Confirmation Email
de: Bestellbstätigung per E-Mail senden
fi_fi: Lähetä tilausvahvistussähköposti
fr_ca: Envoyer un e-mail de confirmation de commande
pt_pt: Enviar email de confirmação de encomenda
ru: Выслать электронное письмо с подтверждением заказа
sv_se: Skicka orderbekräftelse epost

source: Send a confirmation email when the order is created.
de: Eine E-Mail an den Kunden senden, wenn eine Bestellung angelegt wird.
fi_fi: Lähetä tilausvahvistussähköposti kun tilaus on luotu.
fr_ca: Envoyez un e-mail de confirmation lorsque la commande est créée.
pt_pt: Enviar um email de confirmação quando a encomenda é criada.
ru: Выслать электронное письмо как только заказ будет сделан
sv_se: Skicka ett epostmeddelande när en beställning har skapats.

source: This script will send an email to customer or to any configured email right after an order is created. The order contents can be put on email body as well as other informations like shipping method and payment method.
de: Dieses Skript sendet eine E-Mail an den Kunden, wenn eine Bestellung angelegt wurde. Der Inhalt der Bestellung kann in den E-Mail-Text eingefügt werden, ebenso wie andere Informationen wie z.B. die Versandart und die Zahlungsart.
fi_fi: Tämä skripti lähettää sähköpostin asiakkaalle tai märitellyille sähköpostiosoitteille sähköpostin kun tilaus on luotu. Tilauksen sisältöä, sekä toimitus- ja maksutapoja, voidaan käyttää sähköpostin sisältönä.
fr_ca: Ce script enverra un e-mail au client ou à tout e-mail configuré juste après la création d'une commande. Le contenu de la commande peut être mis sur le corps de l'e-mail ainsi que d'autres informations telles que le mode d'expédition et le mode de paiement.
pt_pt: Este script enviará um email ao cliente ou a qualquer email configurado assim que uma encomenda é criada. Os conteúdos da encomenda podem ser postos no corpo do email assim como outras informações como método de envio e método de pagamento.
ru: Этот скрипт отправит электронное сообщение клиенту или любому настроенному электронному письму сразу после создания заказа. Содержимое заказа может быть размещено в основной части письма, а также в других частях, таких как способ доставки и способ оплаты.
sv_se: Detta script kommer att sända ett epostmeddelande till kunden eller den epostaddress som är specificerad när beställningen skapats. Beställningens innehåll kan vara del av meddelandet så även information om beställningens leverans och betalningssätt.

source: Cart Inactivity Delay
de: Warenkorb-Inaktivitätsverzögerung
fi_fi: Ostoskorin käyttämättömyysviive
fr_ca: Délai d'inactivité du chariot
pt_pt: Atraso de cartão inativo
sv_se: Vagnens inaktivitetsfördröjning

source: Checkout configuration
de: Kaufabschlusskonfiguration
fi_fi: Kassan asetukset
fr_ca: Configuration de la caisse
pt_pt: Configuração de check-out
sv_se: Kassa konfiguration

source: Product list sorts and filters
de: Sortieren und Filtern von Artikellisten
fi_fi: Tuotelistojen järjestäminen ja suodatus
fr_ca: Liste de produits tris et filtres
pt_pt: Ordens e filtros de listagem de produtos
ru: Параметры сортировки и фильтры товара
sv_se: Produktlistans sorterings och filtreringsmöjligheter

source: Vendor
de: Händler
pt_pt: Produtor

source: Created Date
de: Erstelldatum
pt_pt: Data criada

source: Updated Date
de: Aktualisierungsdatum
pt_pt: Data atualizada

source: Ordered by
de: Bestellt von
pt_pt: Ordenado por

source: Phone
de: Telefon
pt_pt: Telefone

source: Tax Number
de: Steuernummer
pt_pt: Número de identificação fiscal

source: Customer Comment
de: Kundenbemerkung
pt_pt: Número de cliente

source: Payment Method
de: Zahlungsart
pt_pt: Método de pagamento

source: Total Price
de: Gesamtsumme
pt_pt: Preço total

source: Address Information
de: Adressdaten
pt_pt: Informação de endereço

source: Billing address
de: Rechnungsadresse
fi_fi: Laskutusosoite
fr_ca: Adresse de facturation
pt_pt: Endereço para fatura
ru: Платежный адрес
sv_se: Faktureringsadress

source: No billing address defined.
de: Es ist keine Rechnungsadresse angegeben.
pt_pt: Endereço de fatura não definido.

source: Shipping address
de: Lieferadresse
fi_fi: Toimitusosoite
fr_ca: Adresse de livraison
pt_pt: Endereço de envio
ru: Адрес доставки
sv_se: Leveransadress

source: No shipping address defined.
de: Es ist keine Lieferadresse angegeben.
pt_pt: Endereço de envio não definido.

source: Lines
de: Positionen
pt_pt: Linhas

source: SKU
de: Artikelnummer
fi_fi: Tuotekoodi
pt_pt: Unidade de armazenamento de estoque
ru: Артикул
sv_se: Artikelnummer

source: Taxless Unit Price
de: Stückpreis (netto)
pt_pt: Preço de unidade sem imposto

source: Quantity
de: Menge
fi_fi: Määrä
fr_ca: Quantité
pt_pt: Quantidade
ru: Количество
sv_se: Antal

source: Taxless Discount
de: Steuerfreier Rabatt
pt_pt: Desconto sem imposto

source: Taxless Discount Percentage
de: Steuerfreier Rabatt Prozentsatz
pt_pt: Percentagem de desconto sem imposto

source: Tax
de: Steuern
fi_fi: Vero
fr_ca: Impôt
pt_pt: Imposto
ru: Налог
sv_se: Skatt

source: Taxless Total
de: Summe (netto)
pt_pt: Total sem imposto

source: Total incl. Tax
de: Summe (brutto)
pt_pt: Total com imposto incluído

source: Supplied by %(supplier)s
de: Lieferung durch %(supplier)s
pt_pt: Fornecido por %(supplier)s
ru: Поставлено %(supplier)s

source: Discount
de: Rabatt
pt_pt: Desconto

source: Taxless
de: Steuerfrei
pt_pt: Sem imposto

source: Logs
de: Protokolle
pt_pt: Histórico
ru: Журнал действий

source: Date
de: Datum
pt_pt: Data

source: Type
de: Typ
pt_pt: Tipo

source: Message
de: Nachricht
pt_pt: Mensagem

source: Storefront Languages
de: Marktplatz-Sprachen
fi_fi: Kaupan kielet
fr_ca: Langues de la vitrine
pt_pt: Línguas da loja
sv_se: Webbplatsens Språk

source: Shopping cart
de: Warenkorb
fi_fi: Ostoskori
fr_ca: Panier
pt_pt: Cesto de compras
ru: Корзина
sv_se: Varukorg

source: Your shopping cart is empty.
de: Dein Warenkorb ist noch leer.
fi_fi: Ostoskorisi on tyhjä.
fr_ca: Votre panier est vide.
pt_pt: O seu cesto de compras está vazio.
ru: Ваша корзина пуста
sv_se: Din kundvagn är tom.

source: There were errors on following items
de: Folgende Artikel weisen Unstimmigkeiten auf
fi_fi: Seuraavien tuotteiden kohdalla tapahtui virhe.
fr_ca: Des erreurs se sont produites sur les éléments suivants
pt_pt: Houve erros nos items seguintes
ru: Произошли ошибки в следующих элементах
sv_se: Fel hittades i de följande produkterna

source: You are unable to proceed to checkout!
de: Du kannst mit diesen Einstellungen nicht zur Kasse gehen!
fi_fi: Et voi siirtyä kassalle!
fr_ca: Vous ne pouvez pas passer à la caisse!
pt_pt: Não pode seguir para o check-out!
ru: Вы не можете вывести товар на оплату
sv_se: Du kan inte gå vidare till kassan!

source: Checkout
de: Kaufabschluss
fi_fi: Kassa
ru: Оплата
sv_se: Kassa

source: Error! Please reload the page or move to previous step.
de: Fehler! Bitte lade die Seite neu oder gkehre zum vorherigen Schritt zurück.
pt_pt: Erro! Por favor recarregue a página ou volte para o passo anterior.

source: Log in
de: Anmelden
fi_fi: Kirjaudu sisään
fr_ca: S'identifier
pt_pt: Entrar
ru: Войти на сайт
sv_se: Logga in

source: Forgot your password?
de: Passwort vergessen?
fi_fi: Unohditko salasanasi?
fr_ca: Mot de passe oublié?
pt_pt: Esqueceu-se da palavra-passe?
ru: Забыли ваш пароль?
sv_se: Glömt ditt lösenord?

source: There are errors
de: Es liegen Fehler vor
fi_fi: Virhe
fr_ca: Il y a des erreurs
pt_pt: Há erros
ru: Произошли ошибки
sv_se: Fel uppstod

source: Please wait...
de: Bitte warten...
fi_fi: Odota...
fr_ca: S'il vous plaît, attendez...
pt_pt: Por favor aguarde...
sv_se: Vänta...

source: My Dashboard
de: Meine Kontoübersicht
fi_fi: Hallintapaneelini
fr_ca: Mon tableau de bord
pt_pt: O meu painel
ru: Моя панель информации
sv_se: Min översikt

source: Dashboard
de: Kontoübersicht
fi_fi: Hallintapaneeli
fr_ca: Tableau de bord
pt_pt: Painel
ru: Панель информации
sv_se: Översikt

source: Home
de: Startseite
fi_fi: Etusivu
fr_ca: Accueil
pt_pt: Início
ru: На главную
sv_se: Start

source: Bad Request
de: Ungültige Auswahl
fi_fi: Epäkelpo pyyntö
fr_ca: Mauvaise Demande
pt_pt: Pedido inválido
ru: Неверный запрос
sv_se: Felaktig begäran

source: Unfortunately the server couldn't process your request.
de: Leider konnte der Server Deine Anfrage nicht verarbeiten.
fi_fi: Valitettavasti sivulatauksen käsittely ei onnistu juuri tällä hetkellä.
fr_ca: Malheureusement, le serveur n'a pas pu traiter votre demande.
pt_pt: Infelizmente o servidor não pode processar o seu pedido.
ru: К сожалению, ваш запрос не мог быть обработан на сервере.
sv_se: Servern påträffade ett fel under behandling av din begäran.

source: Back to Homepage
de: Zurück zur Startseite
fi_fi: Takaisin etusivulle
fr_ca: Retour à la page d'accueil
pt_pt: Voltar ao Início
ru: Назад на главную
sv_se: Tillbaka till hemsidan

source: Permission Denied
de: Zugriff verweigert
fi_fi: Pääsy evätty
fr_ca: Permission refusée
pt_pt: Permissão negada
ru: Отказано в доступе
sv_se: Tillstånd nekades

source: Unfortunately you didn't have permission to display this page.
de: Leider besitzt Du nicht die Berechtigung, Dir diese Seite anzeigen zu lassen.
fi_fi: Valitettavasti käyttöoikeutesi eivät riitä tämän sivun katseluun.
fr_ca: Malheureusement, vous n’aviez pas la permission d’afficher cette page.
pt_pt: Infelizmente você não teve permissão para exibir esta página.
ru: К сожалению, у вас нет разрешения просматривать данную страницу.
sv_se: Tyvärr har du inte tillstånd att visa den här sidan.

source: Page Not Found
de: Die Seite wurde nicht gefunden
fi_fi: Sivua ei löydy
fr_ca: Page non trouvée
pt_pt: Página não encontrada
ru: Страница не найдена
sv_se: Sidan finns inte

source: Unfortunately the page you were looking for does not exist.
de: Leider existiert die von Dir gesuchte Seite nicht.
fi_fi: Etsimääsi sivua ei valitettavasti löytynyt.
fr_ca: Malheureusement, la page que vous recherchez n'existe pas.
pt_pt: Infelizmente a página que procurou não existe.
ru: К сожалению, страница, которую вы ищете, не существует.
sv_se: Tyvärr finns inte sidan du söker.

source: Go Back
de: Zurück
fi_fi: Takaisin
fr_ca: Retourner
pt_pt: Voltar
ru: Назад
sv_se: Gå tillbaka

source: Internal Server Error
de: Interner Serverfehler
fi_fi: Sisäinen palvelinvirhe
fr_ca: Erreur Interne du Serveur
pt_pt: Erro do servidor interno
ru: Внутренняя Ошибка Сервера
sv_se: Internt serverfel

source: Unfortunately an internal server error occurred. Try refreshing the page or try again later.
de: Leider ist ein interner Serverfehler aufgetreten. Versuche bitte, die Seite zu aktualisieren oder versuche es später erneut.
fi_fi: Valitettavasti sivulataus epäonnistui. Voit uudelleenladata sivun tai yrittää myöhemmin uudelleen.
fr_ca: Malheureusement, une erreur de serveur interne s'est produite. Essayez d'actualiser la page ou réessayez plus tard.
pt_pt: Infelizmente ocorreu um erro do servidor interno. Tente recarregar a página ou tente novamente mais tarde.
ru: К сожалению, произошла внутренняя ошибка сервера. Попробуйте перезагрузить страницу или вернуться к ней позже.
sv_se: Tyvärr inträffade ett internt serverfel. Försök att uppdatera sidan eller försök igen senare.

source: Welcome to Shuup!
de: Herzlich willkommen bei Shuup!
fi_fi: Tervetuloa Shuuppiin!
fr_ca: Bienvenue à Shuup!
pt_pt: Bem-vindo à Qintera!
ru: Добро пожаловать в Shuup!
sv_se: Välkommen till Shuup!

source: Welcome to %(name)s!
de: Herzlich willkommen bei %(name)s!
fi_fi: Tervetuloa %(name)s!
fr_ca: Bienvenue à %(name)s!
pt_pt: Bem-vindo à %(name)s!
sv_se: Välkommen till %(name)s!

source: your shop
de: Dein Marktplatz
fi_fi: kauppasi
fr_ca: votre magasin
pt_pt: A sua loja
ru: Ваш магазин
sv_se: din butik

source: You are seeing this page because there is no theme selected for the default frontend.
de: Du siehst diese Seite, weil für das Standard-Frontend kein Design ausgewählt ist.
fi_fi: Näet tämän sivun, koska kaupalle ei ole vielä valittu teemaa.
fr_ca: Vous voyez cette page car aucun thème n'est sélectionné pour l'interface par défaut.
pt_pt: Você está a ver esta página porque não há tema selecionado para a loja padrão.
ru: Вы видите эту страницу, потому что для интерфейса по умолчанию не выбрана тема.
sv_se: Du ser denna sida eftersom det finns inget tema som valts för butiken.

source: Log in to the administration interface
de: Melden Dich an der Verwaltungsoberfläche an
fi_fi: Kirjaudu kaupan hallintaan
fr_ca: Connectez-vous à l'interface d'administration
pt_pt: Entrar no interface de administração
ru: Войти в интерфейс администратора
sv_se: Logga in på administrationsgränssnittet

source: to choose a theme and set up your shop.
de: um ein Design auszuwählen und Deinen Marktplatz einzurichten.
fi_fi: valitaksesi teeman ja pystyttääksesi kauppasi.
fr_ca: pour choisir un thème et configurer votre boutique.
pt_pt: para escolher um tema e configurar a sua loja.
ru: для того, чтобы выбрать тему и настроить ваш магазин.
sv_se: för att välja ett tema och komma igång med din butik
