Repository: shuup/shuup
Catalog: shuup/front/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, fr_ca, pt_pt, ru, sv_se

source: Abandoned Cart Value
de: Abgebrochener Warenkorbwert
fi_fi: Hylättyjen ostoskorien arvo
fr_ca: Valeur du panier abandonné
pt_pt: Valor do cesto abandonado
ru: Стоимость оставленной корзины
sv_se: Värde på den övergivna varukorgen

source: Based on {b} carts over the last {d} days
de: Basierend auf {b} Warenkörben in den letzten {d} Tagen
fi_fi: Perustuen {b} koriin viimeisen {d} päivän aikana
fr_ca: Sur la base de {b} paniers au cours des {d} derniers jours
pt_pt: Baseado em {b} cestos durante os últimos {d} dias
ru: На основе {b} заказов за {d} последних дней
sv_se: Baserat på {b} varukorgar under de senaste {d} dagar

source: Carts
de: Warenkörbe
fi_fi: Ostoskorit
fr_ca: Chariots
pt_pt: Cestos
ru: Корзины
sv_se: Varukorgar

source: Show carts
de: Warenkörbe anzeigen
fi_fi: Näytä ostoskorit
fr_ca: Afficher les chariots
pt_pt: Mostrar cestos
ru: Показать корзины
sv_se: Visa varukorgar

source: Cart Inactivity Delay (hours)
de: Warenkorb-Inaktivitätsverzögerung (in Stunden)
fi_fi: Ostoskorin käyttämättömyyden viive (tuntia)
fr_ca: Délai d'inactivité du chariot (heures)
pt_pt: Atraso de inatividade de cesto (horas)
sv_se: Vagnens inaktivitetsfördröjning (timmar)

source: Set the number of hours the cart must be inactive before it's displayed in Orders > Carts
de: Lege die Anzahl der Stunden fest, die der Warenkorb inaktiv sein muss, bevor er in Bestellungen > Warenkörbe angezeigt wird
fi_fi: Määritä, kuinka monta tuntia ostokorin on oltava käyttämättä, ennen kuin se siirtyy 'Tilaukset > Ostoskorit'-osiossa.
fr_ca: Définissez le nombre d'heures pendant lesquelles le panier doit être inactif avant d'être affiché dans Commandes&gt; Chariots
pt_pt: Definir o número de horas em que o cesto deve estar inativo antes de aparecer em Encomendas > Cestos
sv_se: Ställ in hur många timmar vagnen måste vara inaktiv innan den visas i Order > Vagnar

source: Key
de: Schlüssel
pt_pt: Chave
ru: Ключевой

source: Last updated on
de: Zuletzt aktualisiert am
fi_fi: Viimeksi päivitetty
fr_ca: Dernière mise à jour le
pt_pt: Última atualização em
ru: Обновлено
sv_se: Senast uppdaterad den

source: Completed
de: Abgeschlossen
pt_pt: Concluído
ru: Завершенный

source: yes
de: ja
fi_fi: kyllä
fr_ca: Oui
pt_pt: sim
ru: Да
sv_se: ja

source: no
de: nein
fi_fi: ei
fr_ca: non
pt_pt: não
ru: Нет
sv_se: nej

source: Shop
de: Marktplatz
fi_fi: Kauppa
fr_ca: Boutique
pt_pt: Loja
ru: Магазин
sv_se: Butik

source: Supplier
de: Händler
pt_pt: Fornecedor
ru: Поставщик

source: Customer
de: Kunde
fi_fi: Asiakas
fr_ca: Client
pt_pt: Cliente
ru: Клиент
sv_se: Kund

source: Product count
de: Artikelanzahl
fi_fi: Tuotteiden määrä
fr_ca: Nombre de produits
pt_pt: Contagem de produto
ru: Количество товаров
sv_se: Antal produkter

source: Total
de: Gesamtsumme
fi_fi: Yhteensä
ru: Итого
sv_se: Summa

source: Created on
de: Angelegt am
fi_fi: Luotu
fr_ca: Créé sur
pt_pt: Criado em
ru: создано
sv_se: Skapad den

source: Ordered
de: Bestellt
fi_fi: Tilattu
fr_ca: Commandé
pt_pt: Encomendado
ru: Заказано
sv_se: Beställd

source: Require shipping method
de: Versandart erforderlich
fi_fi: Vaadi toimitustapa
fr_ca: Exiger une méthode d'expédition
pt_pt: Requer método de envio
sv_se: Kräver fraktmetod

source: Whether to require the shipping method in checkout phases.
de: Ob die Versandart beim Kaufabschluss eine Pflichtangabe sein soll.
fi_fi: Vaadi toimitustapa kassalla.
fr_ca: S'il faut exiger la méthode d'expédition dans les phases de paiement.
pt_pt: Requerer o método de envio nas fases de checkout.
sv_se: Krävs val av fraktmetoden kassa faserna.

source: Require payment method
de: Zahlungart erforderlich
fi_fi: Vaadi maksutapa
fr_ca: Exiger un mode de paiement
pt_pt: Requer método de pagamento
sv_se: Kräva betalningsmetod

source: Whether to require the payment method in checkout phases.
de: Ob die Zahlungsart beim Kaufabschluss eine Pflichtangabe sein soll.
fi_fi: Vaadi maksutapa kassalla.
fr_ca: S'il faut exiger le mode de paiement dans les phases de paiement.
pt_pt: Requerer o método de pagamento nas fases de checkout.
sv_se: Krävs val av betalningsmetoden i kassa faserna.

source: Registration Settings
de: Registrierungs-Einstellungen
fi_fi: Rekisteröinti asetukset
fr_ca: Paramètres d'enregistrement
pt_pt: Definições de cadastro
sv_se: Registrerings Inställningar

source: Allow company registration
de: Registrierung von Firmenkunden zulassen
fi_fi: Salli yrityksen rekisteröityminen
fr_ca: Autoriser l'enregistrement de l'entreprise
pt_pt: Permitir cadastro de empresa
sv_se: Tillåt företagsregistrering

source: If you select this, companies can register into your store.
de: Wenn dies ausgewählt ist, können sich Firmen auf Deinem Marktplatz als Kunden registrieren.
fi_fi: Valitsemalla tämän yritykset voivat rekisteröityä kauppaasi.
fr_ca: Si vous sélectionnez cette option, les entreprises peuvent s'inscrire dans votre boutique.
pt_pt: Se selecionar isto, empresas podem cadastrar-se na sua loja.
sv_se: Om du väljer detta kan företag registrera sig i din butik.

source: Company registration requires approval
de: Für die Firmenkundenregistrierung ist eine Freigabe erforderlich
fi_fi: Yrityksen rekisteröinti vaatii hyväksynnän
fr_ca: L'enregistrement de l'entreprise nécessite une approbation
pt_pt: Cadastro de empresa requer aprovação.
sv_se: Företagsregistrering kräver godkännande

source: Registered companies must be manually approved by admin if this is checked. This option has no effect if company registration is not allowed on your site.
de: Registrierte Firmenkunden müssen manuell vom Administrator genehmigt werden, wenn diese Option aktiviert ist. Diese Option hat keine Auswirkung, wenn die Firmenregistrierung auf Deinem Marktplatz nicht erlaubt ist.
fi_fi: Jos tämä on valittu, rekisteröityneet yritykset täytyy hyväksyä käsin ylläpitäjän toimesta. Tällä valinnalla ei ole vaikutusta jos yrityksen rekisteröinti ei ole aktivoiitu.
fr_ca: Les sociétés enregistrées doivent être approuvées manuellement par l'administrateur si cela est coché. Cette option n'a aucun effet si l'enregistrement de l'entreprise n'est pas autorisé sur votre site.
pt_pt: Empresas cadastradas devem ser aprovadas manualmente pelo admin se isto for selecionado. Esta opção não tem efeito se o cadastro de empresa não for permitido no seu site.
sv_se: Registrerade företag måste godkännas manuellt av admin om detta är markerat. Det här alternativet har ingen effekt om företagsregistrering inte är tillåten på din webbplats.

source: Company tax number validation
de: Überprüfung der Steuernummer des Unternehmens
fi_fi: Yrityksen veronumeron validointi
fr_ca: Validation du numéro fiscal de l'entreprise
pt_pt: Validação do número fiscal da empresa
sv_se: Validering av företagsskattnummer

source: Company tax number format is validated for European countries.
de: Das Format der Unternehmenssteuernummer ist für europäische Länder geprüft.
fi_fi: Yrityksen veronumerot validoidaan Euroopan maille.
fr_ca: Le format du numéro fiscal des sociétés est validé pour les pays européens.
pt_pt: Formatação de número fiscal de empresa é validada para países Europeus.
sv_se: Företagsskatt nummerformat valideras för europeiska länder.

source: Override shop's default configuration
de: Standardkonfiguration des Marktplatzes außer Kraft setzen
fi_fi: Ohita kaupan oletuskokoonpano
fr_ca: Remplacer la configuration par défaut de la boutique
pt_pt: Substituir a configuração padrão da loja
sv_se: Åsidosätt butikens standardkonfiguration

source: If checked, this configuration will be used instead of the shop's default configuration.
de: Wenn diese Option aktiviert ist, wird diese Konfiguration anstelle der Standardkonfiguration des Marktplatzes verwendet.
fi_fi: Käytä kokoonpanoa kaupan oletusasetusten sijaan.
fr_ca: Si cochée, cette configuration sera utilisée à la place de la configuration par défaut de la boutique.
pt_pt: Se selecionado, esta configuração será usada em vez da configuração padrão da loja.
sv_se: Om det är markerat kommer denna konfiguration att användas istället för butikens standardkonfiguration.

source: Available languages in storefront
de: Verfügbare Sprachen auf dem Marktplatz
fi_fi: Saatavilla olevat kielet
fr_ca: Langues disponibles dans la vitrine
pt_pt: Línguas disponíveis na loja
sv_se: Tillgängliga språk på webbplatsen

source: Select all the languages that should be available in storefront. Blank means that all languages should be available.
de: Wähle alle Sprachen aus, die auf dem Marktplatz verfügbar sein sollen. Leer bedeutet, dass alle Sprachen verfügbar sein sollen.
fi_fi: Valitse kielet jotka haluat olevan saatavilla asiakkaillesi. Tyhjä valinta tarkoittaa, että kaikki saatavilla olevat kielet on aktivoituna.
fr_ca: Sélectionnez toutes les langues qui devraient être disponibles dans la vitrine. Le blanc signifie que toutes les langues doivent être disponibles.
pt_pt: Selecione todas as línguas que estarão disponíveis na loja. Em branco significa que todas as línguas estarão disponíveis.
sv_se: Välj alla språk som ska finnas tillgängliga på webbplatsen. Tom betyder att alla språk är tillgängliga.

source: Try to remove some products from the basket and order them separately.
de: Versuche bitte, einige Artikel aus dem Warenkorb zu entfernen und sie separat zu bestellen.
fi_fi: Yritä poistaa tuotteita korista ja tilaa ne erikseen.
fr_ca: Essayez de retirer certains produits du panier et commandez-les séparément.
pt_pt: Tente remover alguns produtos do cesto e encomende-os separadamente.
sv_se: Försök ta bort vissa produkter från korgen och beställ dem separat.

source: Products in basket can't be shipped together. %s
de: Die Artikel m Warenkorb können leider nicht zusammen versendet werden. %s
fi_fi: Korin tuotteita ei voida toimittaa yhdessä. %s
fr_ca: Les produits dans le panier ne peuvent pas être expédiés ensemble. %s
pt_pt: Produtos no cesto não podem ser enviados juntos. %s
sv_se: Produkter i korgen kan inte levereras tillsammans. %s

source: Products in basket have no common payment method. %s
de: Die Artikel m Warenkorb haben keine identische Zahlungsart. %s
fi_fi: Korin tuotteilla ei ole yhteistä maksutapaa. %s
fr_ca: Les produits dans le panier n'ont pas de mode de paiement commun. %s
pt_pt: Produtos no cesto não têm método de pagamento comum. %s
sv_se: Produkter i korgen har ingen gemensam betalningsmetod. %s

source: Tax number is required with the company name.
de: Die Steuernummer wird zusammen mit dem Firmennamen benötigt.
fi_fi: Veronumero on pakollinen yrityksen nimen kanssa.
fr_ca: Le numéro fiscal est obligatoire avec le nom de l'entreprise.
pt_pt: Número fiscal é obrigatório com o nome da empresa.
sv_se: Skattnummer krävs med företagsnamnet.

source: Company name is required with the tax number.
de: Der Firmenname wird zusammen mit der Steuernummer benötigt.
fi_fi: Yrityksen nimi on pakollinen veronumeron kanssa.
fr_ca: Le nom de l'entreprise est obligatoire avec le numéro fiscal.
pt_pt: Nome da empresa é obrigatório com o número fiscal.
sv_se: Företagsnamn krävs med skattenummer.

source: Use a saved address
de: Eine gespeicherte Adresse verwenden
fi_fi: Käytä tallennettua osoitetta
fr_ca: Utiliser une adresse enregistrée
pt_pt: Usar um endereço guardado
ru: Использовать сохранённый адрес
sv_se: Använd en sparad adress

source: Addresses
de: Adressen
fi_fi: Osoitteet
fr_ca: Adresses
pt_pt: Endereços
ru: Адреса
sv_se: Adresser

source: Saved addresses.
de: Gespeicherte Adressen
pt_pt: Endereços guardados.

source: Checkout as Guest
de: Als Gast den Kauf abschließen
fi_fi: Tilaa vieraana
fr_ca: Commander en tant qu'invité
pt_pt: Check-out como convidado
ru: Перейти к оплате, как гость
sv_se: Gå till kassan som gäst

source: Register
de: Registrieren
fi_fi: Rekisteröidy
fr_ca: S'inscrire
pt_pt: Registro
ru: Зарегистрироваться
sv_se: Registrera

source: Register with us for future convenience
de: Registriere Dich bei uns, um es beim nächsten Mal bequemer einkaufen zu können.
fi_fi: Rekisteröidy verkkokauppamme ja helpota tulevaa asiointia
fr_ca: Inscrivez-vous avec nous pour plus de commodité
pt_pt: Registe-se connosco para maior comodidade no futuro
ru: Для дальнейшего удобства, зарегистрируйтесь в системе.
sv_se: Registrera dig med oss ​​för att förenkla framtida köp

source: Checkout Method Choice
de: Auswahl der Checkout-Methode
fi_fi: Tilaustavan valinta
fr_ca: Choix de la méthode de paiement
pt_pt: Escolha do método de check-out
ru: Выбор способа совершения покупки
sv_se: Metod för Gå till kassan

source: I accept the terms and conditions
de: Ich akzeptiere die Bedingungen und Konditionen
fi_fi: Hyväksyn ehdot
fr_ca: J'accepte les termes et conditions
pt_pt: Eu aceito os termos e condições
ru: Я принимаю условия и положения
sv_se: Jag accepterar användarvillkoren

source: I want to receive marketing material
de: Ich freue mich über den Newsletter und andere Updates
fi_fi: Haluan vastaanottaa markkinointimateriaalia
fr_ca: Je souhaite recevoir du matériel marketing
pt_pt: Eu quero receber material de marketing
ru: Я хочу получать маркетинговые материалы
sv_se: Jag vill motta marknadsföringsmaterial

source: Comment
de: Bemerkung
fi_fi: Kommentti
fr_ca: Commentaire
pt_pt: Comentário
ru: Комментарий
sv_se: Kommentar

source: There has been a change in product availability. Please review your cart and reconfirm your order.
de: Es gab eine Änderung in der Artikelverfügbarkeit. Bitte überprüfe Deinen Warenkorb und bestätige Deine Bestellung erneut.
fi_fi: Tuotteen saatavuus on muuttunut. Ole hyvä ja tarkista ostoskori ennen tilauksen vahvistamista.
fr_ca: Il y a eu un changement dans la disponibilité des produits. Veuillez revoir votre panier et reconfirmer votre commande.
pt_pt: Houve uma alteração na disponibilidade do produto. Por favor reveja o seu cesto e reconfirme a sua encomenda.
ru: Произошло изменение в доступности продукта. Проверьте свою корзину и подтвердите свой заказ заново.
sv_se: Produktens tillgänglighet har ändrats. Vänliga gå över din varukort och återbekräfta din beställning.

source: Confirmation
de: Bestätigen
fi_fi: Vahvistus
pt_pt: Confirmação
ru: Подтверждение
sv_se: Bekräftelse

source: Starting to create order.
de: Es wird eine Bestellung angelegt.
pt_pt: A começar a criar encomenda.

source: Empty Basket
de: Dein Warenkorb ist leer
fi_fi: Tyhjä ostoskori
fr_ca: Panier vide
pt_pt: Cesto vazio
ru: Пустая Корзина
sv_se: Töm varukorg

source: shipping method
de: Versandart
fi_fi: toimitustapa
fr_ca: Mode de livraison
pt_pt: Método de envio
ru: способ доставки
sv_se: leveranssätt

source: payment method
de: Zahlungart
fi_fi: maksutapa
fr_ca: mode de paiement
pt_pt: Método de pagamento
ru: способ оплаты
sv_se: betalnigssätt

source: Shipping & Payment
de: Versand & Bezahlung
fi_fi: Toimitukset & Maksaminen
fr_ca: Livraison et paiement
pt_pt: Envio & Pagamento
ru: Доставка и Оплата
sv_se: Leverans & Betalning

source: Saved services.
de: Gespeicherte Dienste.
pt_pt: Serviços guardados.

source: Sort products by name
de: Artikel nach Name sortieren
fi_fi: Järjestä tuotteet nimen mukaan
fr_ca: Trier les produits par nom
pt_pt: Ordenar produtos por nome
ru: Сортировать товары по имени
sv_se: Sortera produkter enligt namn

source: Ordering for sort by name
de: Reihenfolge für die Sortierung nach Name
fi_fi: Järjestysnumero nimen mukaan valinnalle
fr_ca: Commande de tri par nom
pt_pt: Encomendas para ordenar por nome
ru: Упорядочить при сортировки по имени
sv_se: Ordning vid sortering enligt namn

source: Sort
de: Sortieren
fi_fi: Järjestä
fr_ca: Trier
pt_pt: Ordenar
ru: Сортировать
sv_se: Sortera

source: Name - A-Z
de: Name von A bis Z
fi_fi: Nimet - A-Z
fr_ca: Nom - AZ
pt_pt: Nome - A-Z
ru: Имя А-Я
sv_se: Namn - A-Ö

source: Name - Z-A
de: Name von Z bis A
fi_fi: Nimet - Z-A
fr_ca: Nom - ZA
pt_pt: Nome - Z-A
ru: Имя Я-А
sv_se: Namn - Ö-A

source: Enable this to allow products to be sortable by product name.
de: Aktiviere dies, damit Artikel nach Namen sortiert werden können.
fi_fi: Salli tuotteiden järjestäminen tuotenimen perusteella.
fr_ca: Activez cette option pour permettre aux produits d'être triés par nom de produit.
pt_pt: Ativar isto para permitir que os produtos possam ser ordenados por nome de produto.
sv_se: Aktivera detta så att produkter kan sorteras efter produktnamn.

source: Use a numeric value to set the order in which the the filter will appear on the product listing page.
de: Verwende einen numerischen Wert, um die Reihenfolge festzulegen, in der der Filter auf der Artikellistenseite angezeigt wird.
fi_fi: Käytä numeroarvoa asettaaksesi järjestyksen, jolla suodatin näkyy tuotelistaussivulla.
fr_ca: Utilisez une valeur numérique pour définir l'ordre dans lequel le filtre apparaîtra sur la page de liste des produits.
pt_pt: Usar um valor numérico para estabelecer a ordem na qual o filtro vai aparecer na página de listagem de produto.
ru: Используйте числовое значение для установки порядка, в котором фильтр будет отображаться на странице со списком товаров.
sv_se: Använd ett numeriskt värde för att ställa in i vilken ordning filtret visas i produktlistan.

source: Sort products by price
de: Artikel nach Preis sortieren
fi_fi: Järjestä tuotteet hinnan mukaan
fr_ca: Trier les produits par prix
pt_pt: Ordenar produtos por preço
ru: Сортировать товары по цене
sv_se: Sortera produkter enligt pris

source: Ordering for sort by price
de: Reihenfolge für die Sortierung nach Preis
fi_fi: Järjestysnumero hinnan mukaan valinnalle
fr_ca: Commande pour trier par prix
pt_pt: Encomendas para ordenar por preço
ru: Упорядочить при сортировки по цене
sv_se: Ordning vid sortering enligt pris

source: Price - Low to High
de: Preis von Niedrig zu Hoch
fi_fi: Hinta - Pienimmästä suurimpaan
fr_ca: Prix croissant
pt_pt: Preço - Mais Baixo para mais Alto
ru: Цена - по возрастанию
sv_se: Pris - stigande

source: Price - High to Low
de: Preis von Hoch zu Niedrig
fi_fi: Hinta - Suurimmasta pienimpään
fr_ca: Prix - décroissant
pt_pt: Preço - Mais Alto para mais Baixo
ru: Цена - по убыванию
sv_se: Pris - fallande

source: Enable this to allow products to be sortable by price (from low to high; from high to low).
de: Aktiviere dies, damit Artikel nach Preis sortiert werden können (von niedrig zu hoch und von hoch zu niedrig).
fi_fi: Salli tuotteiden järjestäminen hinnan mukaan (edullisemmasta kalliimpaan, tai käänteisesti).
fr_ca: Activez cette option pour permettre aux produits d'être triés par prix (de bas en haut; de haut en bas).
pt_pt: Ativar isto para permitir que os produtos possam ser ordenados por preço (de mais Baixo para mais Alto; de mais Alto para mais Baixo).
sv_se: Aktivera detta för att låta produkter sorteras efter pris (från låg till hög; från hög till låg).

source: Sort products by date created
de: Artikel nach Anlagedatum sortieren
fi_fi: Järjestä tuotteet luontipäivän mukaan
fr_ca: Trier les produits par date de création
pt_pt: Ordenar produtos por data de criação
ru: Сортировать товары по дате создания
sv_se: Sortera produkter enligt datumet de skapades

source: Ordering for sort by date created
de: Reihenfolge für die Sortierung nach Anlagedatum
fi_fi: Järjestysnumero uusin ensin valinnalle
fr_ca: Commande de tri par date de création
pt_pt: Encomendas para ordenação por data de criação
ru: Упорядочить при сортировки по дате создания
sv_se: Ordning vid sortering av produkter enligt datumet de skapades

source: Date created
de: Erstellt am
fi_fi: Luontipäivä
fr_ca: Date créée
pt_pt: Data de criação
ru: Дата создания
sv_se: Skapad den

source: Enable this to allow products to be sortable from newest to oldest products.
de: Aktiviere diese Option, damit die Artikel von den Neuesten bis zu den Ältesten sortiert werden können.
fi_fi: Salli tuotteiden järjestäminen uudemmasta vanhempaan.
fr_ca: Activez cette option pour permettre aux produits d'être triés du plus récent au plus ancien.
pt_pt: Ativar isto para permitir que produtos possam ser ordenados do produto mais recente para o mais antigo.
sv_se: Aktivera detta för att tillåta att produkter kan sorteras från nyaste till äldsta produkter.

source: Use a numeric value to set the order in which the filter will appear on the product listing page.
de: Verwende einen numerischen Wert, um die Reihenfolge festzulegen, in der der Filter auf der Artikellistenseite angezeigt wird.
fi_fi: Käytä numeroarvoa asettaaksesi järjestyksen, jolla suodatin näkyy tuotelistaussivulla.
fr_ca: Utilisez une valeur numérique pour définir l'ordre dans lequel le filtre apparaîtra sur la page de liste des produits.
pt_pt: Usar um valor numérico para estabelecer a ordem na qual o filtro vai aparecer na página de listagem de produto.
ru: Используйте числовое значение для установки порядка, в котором фильтр будет отображаться на странице со списком товаров.
sv_se: Använd ett numeriskt värde för att ställa in i vilken ordning filtret visas på produktlistan sidan.

source: Sort products by date created - oldest first
de: Nach Anlagedatum von Alt nach Neu sortieren
fi_fi: Järjestä tuotteet luontipäivän mukaan - vanhin ensin
fr_ca: Trier les produits par date de création - le plus ancien en premier
pt_pt: Ordenar produtos por data de criação - mais antigo primeiro
ru: Сортировать товары по дате создания - сначала старые
sv_se: Sortera produkter enligt datumet de skapades - äldsta först

source: Ordering for sort by date created - oldest first
de: Reihenfolge für die Sortierung nach Anlagedatum von Alt nach Neu
fi_fi: Järjestys luontipäivän mukaan - vanhin ensin
fr_ca: Commande de tri par date de création - la plus ancienne en premier
pt_pt: Encomendas para ordenar por data de criação - mais antigo primeiro
ru: Упорядочить при сортировки по дате создания - сначала старые
sv_se: Ordning vid sortering av produkter enligt datumet de skapades - äldsta först

source: Date created - oldest first
de: Anlagedatum von Alt nach Neu
fi_fi: Luontipäivä - vanhin ensin
fr_ca: Date de création - la plus ancienne en premier
pt_pt: Data de criação - mais antigo primeiro
ru: Дата создания - сначала старые
sv_se: Skapad den - äldsta först

source: Enable this to allow products to be sortable from oldest to newest products.
de: Aktiviere diese Option, damit die Artikel von den Ältesten bis zu den Neusten sortiert werden können.
fi_fi: Salli tuotteiden järjestäminen vanhemmista uudempiin.
fr_ca: Activez cette option pour permettre aux produits d'être triés du plus ancien au plus récent.
pt_pt: Ativar isto para permitir que os produtos possam ser ordenados do produto mais antigo para o mais recente.
sv_se: Aktivera detta för att tillåta att produkter kan sorteras från äldsta till nyaste produkter.

source: Filter products by manufacturer
de: Artikel nach Hersteller filtern
fi_fi: Suodata tuotteet valmistajan perusteella.
fr_ca: Filtrer les produits par fabricant
pt_pt: Filtrar produtos por fabricante
ru: Фильтровать товары по производителю
sv_se: Filtrera produkter enligt tillverkare

source: Ordering for filter by manufacturer
de: Reihenfolge für die Filterung nach Hersteller
fi_fi: Järjestysnumero valmistajan mukaan järjestämiselle
fr_ca: Commande de filtre par fabricant
pt_pt: Encomendas para filtro por fabricante
ru: Упорядочить для фильтра по производителю
sv_se: Ordning vid sortering enligt tillverkare

source: Manufacturers
de: Hersteller
fi_fi: Valmistajat
fr_ca: Fabricants
pt_pt: Fabricantes
ru: Производители
sv_se: Tillverkare
