Repository: shuup/shuup
Catalog: shuup/front/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, fr_ca, pt_pt, ru, sv_se

source: Enable this to allow products to be filterable by manufacturer for this category.
de: Aktiviere diese Option, damit Du die Artikel dieser Kategorie nach Hersteller filtern kannst.
fi_fi: Salli tuoteryhmän tuotteiden suodattaminen valmistajan mukaan.
fr_ca: Activez cette option pour permettre aux produits d'être filtrables par le fabricant pour cette catégorie.
pt_pt: Ativar isto para permitir que os produtos possam ser filtrados por fabricante para esta categoria.
sv_se: Aktivera detta för att tillåta att produkter kan filtreras av tillverkare för denna kategori.

source: Use a numeric value to set the order in which the manufacturer filters will appear on the product listing page.
de: Verwende einen numerischen Wert, um die Reihenfolge festzulegen, in der der Hersteller-Filter auf der Artikellistenseite angezeigt wird.
fi_fi: Käytä numeroarvoa asettaaksesi järjestyksen, jolla valmistajasuodatin näkyy tuotelistaussivulla.
fr_ca: Utilisez une valeur numérique pour définir l'ordre dans lequel les filtres du fabricant apparaîtront sur la page de liste des produits.
pt_pt: Usar um valor numérico para estabelecer a ordem na qual os filtros de fabricante vão aparecer na página de listagem de produto.
ru: Используйте числовое значение для установки порядка, в котором фильтр производителя будет отображаться на странице со списком товаров.
sv_se: Använd ett numeriskt värde för att ställa in i vilken ordning tillverkarfiltret visas i produktlistan.

source: Filter products by category
de: Artikel nach Artikelkategorie filtern
fi_fi: Suodata tuotteita tuoteryhmän mukaan
fr_ca: Filtrer les produits par catégorie
pt_pt: Filtrar produtos por categoria
ru: Фильтровать товары по категории
sv_se: Filtrera produkter enligt kategori

source: Ordering for filter by category
de: Reihenfolge für die Filterung nach Kategorie
fi_fi: Järjestysnumero tuoteryhmäsuodattimelle
fr_ca: Classement des filtres par catégorie
pt_pt: Encomendas para filtrar por categoria
ru: Упорядочить для фильтра по категории
sv_se: Ordning vid filtrering av produkter enligt kategori

source: Categories
de: Kategorien
fi_fi: Kategoriat
fr_ca: Catégories
pt_pt: Categorias
ru: Категории
sv_se: Kategorier

source: Enable this to allow products to be filterable by any visible product category.
de: Aktiviere dies, damit Artikel nach ihrer Artikelkategorie gefiltert werden können.
fi_fi: Salli tuotteiden suodattaminen minkä tahansa tuoteryhmän mukaan.
fr_ca: Activez cette option pour permettre aux produits d'être filtrables par n'importe quelle catégorie de produits visible.
pt_pt: Ativar isto para permitir que os produtos possam ser filtrados por qualquer categoria de produto visível.
sv_se: Aktivera detta för att tillåta att produkter kan filtreras efter någon synlig produktkategori.

source: Use a numeric value to set the order in which the category list filters will appear on the product listing page.
de: Verwende einen numerischen Wert, um die Reihenfolge festzulegen, in der der Kategorien-Filter auf der Artikellistenseite angezeigt werden.
fi_fi: Käytä numeroarvoa asettaaksesi järjestyksen, jolla tuoteryhmäsuodatin näkyy tuotelistaussivulla.
fr_ca: Utilisez une valeur numérique pour définir l'ordre dans lequel les filtres de liste de catégories apparaîtront sur la page de liste de produits.
pt_pt: Usar valor numérico para estabelecer a ordem na qual os filtros da lista de categoria vão aparecer na página de listagem de produto.
ru: Используйте числовое значение для установки порядка, в котором фильтр категории будет отображаться на странице со списком товаров.
sv_se: Använd ett numeriskt värde för att ställa in i vilken ordning kategorilistans filter visas i produktlistan.

source: Limit page size
de: Seitengröße begrenzen
fi_fi: Rajaa sivukokoa
fr_ca: Limiter la taille de la page
pt_pt: Limite de tamanho da página
ru: Ограничить размер страницы
sv_se: Begränsa sidstorlek

source: Ordering for limit page size
de: Optionen, um die Seitengröße zu begrenzen
fi_fi: Järjestysnumero sivukokorajaimelle
fr_ca: Commande pour la taille de page limite
pt_pt: Encomenda para limite de tamanho de página
ru: Упорядочивание для ограничения размера страницы
sv_se: Ordning för begränsning av sidstorlek

source: Products per page
de: Artikel pro Seite
fi_fi: Tuotteita per sivu
fr_ca: Produits par page
pt_pt: Produtos por página
ru: Количество наименований на страницу
sv_se: Produkter per sida

source: Enable this to allow the customer to be able to select the number of products to display.
de: Aktiviere diese Option, um dem Kunden die Möglichkeit zu geben, die Anzahl der anzuzeigenden Artikel auszuwählen.
fi_fi: Salli käyttäjän asettaa sivulla näytettävien tuotteiden lukumäärä.
fr_ca: Activez cette option pour permettre au client de sélectionner le nombre de produits à afficher.
pt_pt: Ativar isto para permitir que o cliente possa selecionar o número de produtos exibidos.
sv_se: Aktivera detta så att kunden kan välja antalet produkter som ska visas.

source: Use a numeric value to set the order in which the page size filter will appear on the product listing page.
de: Verwende einen numerischen Wert, um die Reihenfolge festzulegen, in der der Seitengrößenfilter auf der Artikellistenseite angezeigt wird.
fi_fi: Käytä numeroarvoa asettaaksesi järjestyksen, jolla tuotemääräsuodatin näkyy tuotelistaussivulla.
fr_ca: Utilisez une valeur numérique pour définir l'ordre dans lequel le filtre de taille de page apparaîtra sur la page de liste des produits.
pt_pt: Usar um valor numérico para estabelecer a ordem na qual o filtro de tamanho de página vai aparecer na página de listagem de produto.
ru: Используйте числовое значение для установки порядка, в котором фильтр размера страницы будет отображаться на странице со списком товаров.
sv_se: Använd ett numeriskt värde för att ställa in i vilken ordning filtret för sidstorleken visas i produktlistan.

source: Filter products by variation
de: Artikel nach Produktvarianten filtern
fi_fi: Suodata tuotteita variaatioiden perusteella
fr_ca: Filtrer les produits par variation
pt_pt: Filtrar produtos por variação
ru: Фильтровать товары по вариациям
sv_se: Filtrera produkter enligt variant

source: Ordering for filter by variation
de: Reihenfolge für die Filterung nach Produktvarianten
fi_fi: Järjestysnumero variaatiosuodattimelle
fr_ca: Commande de filtre par variante
pt_pt: Encomendas para filtro por variação
ru: Упорядочить для фильтра по вариации
sv_se: Ordning för filtrering enligt variant

source: Enable this to allow products to be filterable by their different variations. For example, size or color.
de: Aktiviere diese Option, damit Du die Artikel nach ihren verschiedenen Varianten filtern kannst. Zum Beispiel nach deren Größe oder Farbe.
fi_fi: Salli tuotteiden suodattaminen muunneltavien ominaisuuksien kuten koon tai värin perusteella.
fr_ca: Activez cette option pour permettre aux produits d'être filtrables selon leurs différentes variantes. Par exemple, la taille ou la couleur.
pt_pt: Ativar isto para permitir que os produtos possam ser filtráveis pelas suas diferentes variações. Por exemplo, tamanho ou cor.
sv_se: Aktivera detta så att produkter kan filtreras efter olika variationer. Till exempel storlek eller färg.

source: Use a numeric value to set the order in which the variation filters will appear on the product listing page.
de: Verwende einen numerischen Wert, um die Reihenfolge festzulegen, in der der Produktvarianten-Filter auf der Artikellistenseite angezeigt wird.
fi_fi: Käytä numeroarvoa asettaaksesi järjestyksen, jolla tuotevariaatiosuodatin näkyy tuotelistaussivulla.
fr_ca: Utilisez une valeur numérique pour définir l'ordre dans lequel les filtres de variantes apparaîtront sur la page de liste des produits.
pt_pt: Usar um valor numérico para estabelecer a ordem na qual os filtros de variação vão aparecer na página de listagem de produto.
ru: Используйте числовое значение для установки порядка, в котором вариационный фильтр будет отображаться на странице со списком товаров.
sv_se: Använd ett numeriskt värde för att ställa in i vilken ordning filtret för varianter visas på produktlistan sidan.

source: Filter products by price
de: Artikel nach Preis filtern
fi_fi: Suodata tuotteita hinnan perusteella
fr_ca: Filtrer les produits par prix
pt_pt: Filtrar produtos por preço
ru: Фильтровать товары по цене
sv_se: Filtrera produkter enligt pris

source: Ordering for filter by price
de: Reihenfolge für die Filterung nach Preis
fi_fi: Järjestysnumero tuotehintasuodattimelle
fr_ca: Commande de filtre par prix
pt_pt: Encomendas para filtrar por preço
ru: Упорядочить для фильтра по имени
sv_se: Ordning för filtrering enligt pris

source: Price
de: Preis
fi_fi: Hinta
fr_ca: Prix
pt_pt: Preço
ru: Стоимость
sv_se: Pris

source: Enable this to allow products to be filtered by price. Prices will be listed in groups from the price range minimum to price range maximum in increments of the configured price range step.
de: Aktiviere diese Option, damit Du die Artikel nach ihren verschiedenen Preisen filtern kannst. Die Preise werden in Gruppen vom niedrigsten bis zum höchsten Preis in Schritten des konfigurierten Preisschritts aufgelistet.
fi_fi: Salli tuotteiden suodattaminen hinnan perusteella. Tuotteet näytetään hakutuloksissa silloin kun niiden hinta sattuu pienimmän- ja suurimman sallitun hinta-määreen väliin.
fr_ca: Activez cette option pour permettre aux produits d'être filtrés par prix. Les prix seront listés par groupes de la fourchette de prix minimum à la fourchette de prix maximum par incréments de l'étape de fourchette de prix configurée.
pt_pt: Ativar isto para permitir que os produtos sejam filtrados por preço. Os preços serão listados em grupos da faixa de preço mínima para a faixa de preço máxima em aumentos dos escalões de faixas de preço configuradas.
sv_se: Aktivera detta för att tillåta att produkter filtreras efter pris. Priserna kommer att anges i grupper från prisintervallet minimalt till prisintervall i steg i det konfigurerade prisintervallsteget.

source: Use a numeric value to set the order in which the price range filters will appear on the product listing page.
de: Verwende einen numerischen Wert, um die Reihenfolge festzulegen, in der der Preis-Filter auf der Artikellistenseite angezeigt werden.
fi_fi: Käytä numeroarvoa asettaaksesi järjestyksen, jolla hintavälisuodatin näkyy tuotelistaussivulla.
fr_ca: Utilisez une valeur numérique pour définir l'ordre dans lequel les filtres de fourchette de prix apparaîtront sur la page de liste des produits.
pt_pt: Usar um valor numérico para estabelecer a ordem na qual os filtros de faixa de preço vão aparecer na página de listagem de produto.
ru: Используйте числовое значение для установки порядка, в котором ценовой фильтр будет отображаться на странице со списком товаров.
sv_se: Använd ett numeriskt värde för att ställa in i vilken ordning prisklass filter visas på produktlistan sidan.

source: Price range minimum
de: Niedrigster Preis
fi_fi: Hintavälin minimi
fr_ca: Gamme de prix minimum
pt_pt: Faixa de preço mínima
ru: Минимальная цена в диапазоне
sv_se: Prisintervallets minimivärde

source: Set the minimum price for the filter. The first range will be from zero to this value.
de: Lege den Mindestpreis für den Filter fest. Der erste Bereich geht von Null bis zu diesem Wert.
fi_fi: Aseta minimihinta suodattimelle. Ensimmäinen arvo on nollasta tähän arvoon.
fr_ca: Définissez le prix minimum du filtre. La première plage va de zéro à cette valeur.
pt_pt: Estabelecer o preço mínimo para o filtro. A primeira faixa será desde o zero até este valor.
ru: Установите минимальную цену для фильтра. Первый диапазон будет от нуля до данного значения.
sv_se: Ställ minimipriset för filtret. Det första området kommer att vara från noll till detta värde.

source: Price range maximum
de: Höchster Preis
fi_fi: Hintavälin maksimi
fr_ca: Gamme de prix maximum
pt_pt: Faixa de preço mínima
ru: Максимальная цена в диапазоне
sv_se: Price range maxvärde

source: Set the maximum price for the filter. The last range will include this value and above.
de: Lege den maximalen Preis für den Filter fest. Der letzte Bereich wird diesen Wert und die Werte darüber umfassen.
fi_fi: Aseta maksimihinta suodattimelle. Viimeinen arvo sisältää tämän arvon ja loput arvot.
fr_ca: Définissez le prix maximum du filtre. La dernière plage comprendra cette valeur et plus.
pt_pt: Estabelecer o preço máximo para o filtro. A última faixa vai incluir este preço e superior.
ru: Задайте максимальную цену для фильтра. Последний диапазон будет включать данное значение и значения выше выше.
sv_se: Ställ det högsta priset för filtret. Det sista området kommer att inkludera detta värde och ovan.

source: Price range step
de: Preisschritt
fi_fi: Hintavälin askelkoko
fr_ca: Étape de gamme de prix
pt_pt: Escalão de faixa de preço
ru: Шаг повышения цены
sv_se: Prisintervall

source: Set the price step for each range. Each range will increment by this value.
de: Stelle den Preisschritt für jeden Bereich ein. Jeder weitere Preisbereich wird um diesen Wert erhöht.
fi_fi: Aseta askel jokaiselle hintavälille. Jokaiseen väliin lisätään tämä arvo.
fr_ca: Définissez le pas de prix pour chaque gamme. Chaque plage augmentera de cette valeur.
pt_pt: Estabelecer o escalão de preço para cada faixa. Cada faixa vai aumentar por este valor.
ru: Задайте шаг цены для каждого диапазона. Каждый диапазон будет увеличиваться на это значение.
sv_se: Sätta priset steg för varje intervall. Varje intervall kommer öka med detta värde.

source: Filter products by its attributes
de: Artikel nach Tags filtern
pt_pt: Filtrar produtos pelos seus atributos.

source: Allow products to be filtered according to their attributes.
de: Ermögliche das Filtern von Artikeln nach ihren Merkmalen.
pt_pt: Permitir que produtos possam ser filtrados de acordo com os seus atributos.

source: Attributes that can be filtered
de: Attribute, die gefiltert werden können
pt_pt: Atributos que podem ser filtrados

source: Select attributes that can used for filtering the products.
de: Wähle die Artikelmerkmale aus, die zum Filtern der Artikel verwendet werden können.
pt_pt: Selecionar atributos que podem ser utilizados para filtragem de produtos.

source: Under %(min_limit)s
de: Unter %(min_limit)s
fi_fi: Alle %(min_limit)s
fr_ca: Sous %(min_limit)s
pt_pt: Inferior a %(min_limit)s

source: %(min)s to %(max)s
de: von %(min)s bis %(max)s
fi_fi: %(min)s - %(max)s
fr_ca: %(min)s à %(max)s
pt_pt: %(min)s até %(max)s
sv_se: %(min)s till %(max)s

source: %(max_limit)s & Above
de: %(max_limit)s & höher
fi_fi: %(max_limit)s & yli
fr_ca: %(max_limit)s et ci-dessus
pt_pt: %(max_limit)s e Superior
sv_se: %(max_limit)s och över

source: Filter products by supplier
de: Artikel nach Händler filtern
fi_fi: Suodata tuotteet toimittajien perusteella
fr_ca: Filtrer les produits par fournisseur
pt_pt: Filtrar produtos por fornecedor
sv_se: Filtrera produkter efter leverantör

source: Ordering for filter by supplier
de: Reihenfolge für die Filterung nach Händler
fi_fi: Suodattimen tilaaminen toimittajan mukaan
fr_ca: Commande de filtre par fournisseur
pt_pt: Encomendas para filtrar por fornecedor
sv_se: Beställa filter efter leverantör

source: Suppliers
de: Händler
fi_fi: Toimittajat
fr_ca: Fournisseurs
pt_pt: Fornecedores
sv_se: Leverantörer

source: Enable this to allow products to be filterable by supplier.
de: Aktiviere diese Option, damit Du die Artikel nach Händlern filtern kannst.
fi_fi: Salli tuotteiden suodattaminen toimittajien mukaan.
fr_ca: Activez cette option pour permettre aux produits d'être filtrables par le fournisseur.
pt_pt: Ativar isto para permitir que os produtos possam ser filtrados por fornecedor.
sv_se: Aktivera detta så att produkter kan filtreras av leverantör.

source: Use a numeric value to set the order in which the supplier filters will appear.
de: Verwende einen numerischen Wert, um die Reihenfolge festzulegen, in der der Händler-Filter angezeigt wird.
fi_fi: Määritä numeerisella arvolla järjestys, jossa toimittajasuodattimet näkyvät.
fr_ca: Utilisez une valeur numérique pour définir l'ordre dans lequel les filtres du fournisseur apparaîtront.
pt_pt: Usar um valor numérico para estabelecer a ordem na qual os filtros de fornecedor vão aparecer.
sv_se: Använd ett numeriskt värde för att ställa in den ordning i vilken leverantörsfiltret ska visas.

source: Allow multiselect suppliers
de: Zulassen, dass mehrere Händler gleichzeitig ausgewählt werden können
fi_fi: Salli monivalintatoimittajat
fr_ca: Autoriser la sélection multiple de fournisseurs
pt_pt: Permitir multiselecção de fornecedores
sv_se: Tillåt leverantörer med flera val

source: Filter by multiple suppliers at a time.
de: Nach mehreren Händlern gleichzeitig filtern.
fi_fi: Suodata tuotteita useilta toimittajilta yhtäaikaa.
fr_ca: Filtrer par plusieurs fournisseurs à la fois.
pt_pt: Filtrar por múltiplos fornecedores em simultâneo.
sv_se: Filtrera efter flera leverantörer åt gången.

source: Logged out since this account is inactive.
de: Abgemeldet, da dieses Konto inaktiv ist.
fi_fi: Tämä tili ei ole aktiivinen
fr_ca: Déconnecté car ce compte est inactif.
pt_pt: Sessão terminada dado que esta conta está inativa.
ru: Вы вышли из системы, поскольку эта учетная запись неактивна.
sv_se: Du har loggats ut eftersom det här kontot är inaktivt.

source: key
de: Schlüssel
fi_fi: avain
fr_ca: clé
pt_pt: chave
ru: ключ
sv_se: nyckel

source: shop
de: Marktplatz
fi_fi: kauppa
fr_ca: boutique
pt_pt: loja
ru: магазин
sv_se: butik

source: supplier
de: Händler
pt_pt: fornecedor

source: customer
de: Kunde
fi_fi: asiakas
fr_ca: client
pt_pt: cliente
ru: покупатель
sv_se: kund

source: orderer
de: Besteller
fi_fi: tilaaja
fr_ca: commande
pt_pt: encomendado
ru: заказчик
sv_se: beställaren

source: creator
de: Ersteller
fi_fi: laatija
fr_ca: créateur
pt_pt: criador
ru: создатель
sv_se: skapare

source: created on
de: erstellt am
fi_fi: luotu
fr_ca: créé sur
pt_pt: criado em
ru: создано
sv_se: skapad den

source: updated on
de: aktualisiert am
fi_fi: päivitetty
fr_ca: mis à jour le
pt_pt: atualizado em
ru: изменено
sv_se: uppdaterad den

source: persistent
de: dauerhaft
fi_fi: sinnikäs
fr_ca: persistant
pt_pt: persistente
ru: постоянный
sv_se: långlivad

source: deleted
de: gelöscht
fi_fi: poistettu
fr_ca: supprimé
pt_pt: eliminado
ru: удаленный
sv_se: borttagen

source: finished
de: fertiggestellt
fi_fi: valmis
fr_ca: fini
pt_pt: terminado
ru: завершенный
sv_se: avslutad

source: title
de: Bezeichnung
fi_fi: otsikko
fr_ca: Titre
pt_pt: título
ru: заголовок
sv_se: titel

source: data
de: Daten
fr_ca: Les données
pt_pt: dados
ru: дата

source: taxless total price
de: Gesamtsumme (netto)
fi_fi: veroton kokonaishinta
fr_ca: prix total hors taxe
pt_pt: preço total sem imposto
ru: итог без учёта налогов
sv_se: pris (exkl. skatter)

source: taxful total price
de: Gesamtsumme (brutto)
fi_fi: verollinen kokonaishinta
fr_ca: prix total taxable
pt_pt: preço total com imposto
ru: Итого с учётом налогов
sv_se: pris (inkl. skatter)

source: currency
de: Währung
fi_fi: valuutta
fr_ca: devise
pt_pt: moeda
ru: валюта
sv_se: valuta

source: prices include tax
de: Preise inkl. MwSt.
fi_fi: hinnat sisältävät veron
fr_ca: les prix incluent les taxes
pt_pt: preços incluem imposto
ru: цены включают в себя налог
sv_se: pris (inkl. skatter)

source: product_count
de: Artikel_Anzahl
fi_fi: tuotteiden_määrä
pt_pt: produto_contagem
ru: подсчёт товаров
sv_se: produktantal

source: products
de: Artikel
fi_fi: tuotteet
fr_ca: des produits
pt_pt: produtos
ru: товары
sv_se: produkter

source: class spec
de: Klassenbezeichnung
pt_pt: especificação de classe

source: stored basket
de: gespeicherter Warenkorb
fi_fi: tallennettu kori
fr_ca: panier stocké
pt_pt: cesto armazenado
ru: сохранённая корзина
sv_se: lagrad korg

source: stored baskets
de: gespeicherte Warenkörbe
fi_fi: tallennetut korit
fr_ca: paniers rangés
pt_pt: cestos armazenados
ru: сохранённые корзины
sv_se: lagrade korgar

source: Reference Number
de: Referenznummer
fi_fi: Viitenumero
fr_ca: Numéro de réference
pt_pt: Número de Referência
sv_se: Referensnummer

source: Currency
de: Währung
fi_fi: Valuutta
fr_ca: Devise
pt_pt: Moeda
sv_se: Valuta

source: Customer Name
de: Kundenname
fi_fi: Asiakkaan nimi
fr_ca: Nom du client
pt_pt: Nome do Cliente
sv_se: Köparens namn

source: Shipping Method
de: Versandart
fi_fi: toimitustapa
fr_ca: Mode de livraison
pt_pt: Método de Envio
sv_se: Frakt metod

source: Order Received
de: Bestellung erhalten
fi_fi: Tilaus vastaanotettu
fr_ca: Ordre reçu
pt_pt: Encomenda Recebida
ru: Заказ получен
sv_se: Beställning mottagen

source: Order
de: Bestellung
fi_fi: Tilaus
fr_ca: Commande
pt_pt: Encomenda
ru: Заказ
sv_se: Beställning

source: Customer Email
de: Kunden-E-Mail-Adresse
fi_fi: Asiakkaan sähköposti
fr_ca: Email client
pt_pt: Email do Cliente
ru: Электронный адрес клиента
sv_se: Kundens e-post

source: Customer Phone
de: Telefonnummer des Kunden
fi_fi: Asiakkaan puhelinnumero
fr_ca: Téléphone client
pt_pt: Telefone do Cliente
ru: Телефонный номер клиента
sv_se: Kundens telefonnummer

source: Shop Email
de: Händler-E-Mail-Adresse
fi_fi: Kaupan sähköpostiosoite
fr_ca: Email de la boutique
pt_pt: Email da Loja
sv_se: Butikens e-post

source: Shop Phone
de: Telefonnummer des Händlers
fi_fi: Kaupan puhelinnumero
fr_ca: Téléphone de la boutique
pt_pt: Telefone da Loja
sv_se: Butikens telefonnummer

source: Language
de: Sprache
fi_fi: Kieli
fr_ca: Langue
pt_pt: Língua
ru: Язык
sv_se: Språk

source: Order Status Changed
de: Bestellstatus geändert
fi_fi: Tilauksen tila muutettu
fr_ca: Statut de la commande modifié
pt_pt: Estado da Encomenda alterado
sv_se: Orderstatus ändrad

source: Old Status
de: Alter Status
fi_fi: Vanha tila
fr_ca: Ancien statut
pt_pt: Estado antigo
sv_se: Gammal status

source: New Status
de: Neuer Status
fi_fi: Uusi tila
fr_ca: Nouveau statut
pt_pt: Novo estado
sv_se: Ny status

source: Shipment Created
de: Die Lieferung wurde angelegt.
fi_fi: Toimitus luotu
fr_ca: Expédition crée
pt_pt: Envio criado
ru: Доставка оформлена
sv_se: Leverans skapad

source: Shipment
de: Lieferung
fi_fi: Toimitus
fr_ca: Expédition
pt_pt: Envio
ru: Доставка
sv_se: Leverans

source: Order Shipping Status
de: Versandstatus der Bestellung
fi_fi: Tilauksen toimituksen tila
fr_ca: Statut d'expédition de la commande
pt_pt: Estado de envio da Encomenda
ru: Статус отправления заказа
sv_se: Beställningens leveransstatus

source: Shipment Status
de: Versandstatus
fi_fi: Toimituksen tila
fr_ca: Expédition statut
pt_pt: Estado de Envio
ru: Статус доставки
sv_se: Leveransstatus

source: Shipment Tracking Code
de: Trackingnummer der Lieferung
pt_pt: Código de rastreio do Envio

source: Shipment Tracking URL
de: Tracking-URL der Lieferung
pt_pt: Rastreio do Envio URL

source: Shipment Sent
de: Lieferung verschickt
pt_pt: Envio enviado

source: Shipment Deleted
de: Lieferung gelöscht
fi_fi: Toimitus poistettu
fr_ca: Expédition supprimée
pt_pt: Envio eliminado
ru: Отправление удалено
sv_se: Leverans borttagen

source: Payment Created
de: Die Zahlung wurde erstellt.
fi_fi: Maksusuoritus luotu
fr_ca: Paiement créé
pt_pt: Pagamento criado
ru: Платёж создан
sv_se: Betalning skapad

source: Order Payment Status
de: Bezahlstatus der Bestellung
fi_fi: Tilauksen maksun tila
fr_ca: Statut de paiement de la commande
pt_pt: Estado de pagamento da Encomenda
ru: Статус оплаты заказа
sv_se: Beställningens betalningsstatus

source: Payment
de: Zahlung
fi_fi: Maksu
fr_ca: Paiement
pt_pt: Pagamento
ru: Платёж
sv_se: Betalning

source: Refund Created
de: Rückerstattung erstellt
fi_fi: Hyvitys luotu
fr_ca: Remboursement créé
pt_pt: Reembolso criado
ru: Возрат средств создан.
sv_se: Återbetalning skapad
