Repository: shuup/shuup
Catalog: shuup/importer/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, fr_ca, pt_pt, ru

source: Data Import
de: Datenimport
fi_fi: Tietojen tuonti
fr_ca: Importation de données
pt_pt: Importação de dados
ru: Импорт данных

source: Allow the user to see the imports from all shops and suppliers.
de: Erlaube Benutzern die Importe von allen Shops und Lieferanten zu sehen.

source: Allow the user to run importers.
de: Erlaube Benutzern, einen Daten-Import auszuführen.

source: Allow the user to list imports.
de: Erlaube Benutzern, Importe aufzulisten.

source: Allow the user to import a file.
de: Erlaube Benutzern, eine Datei zu importieren.

source: Allow the user to download sample files.
de: Erlaube Benutzern, Beispieldateien herunterzuladen.

source: Allow the user to use the {importer_name} importer.
de: Erlaube Benutzern, den {importer_name}-Importer zu verwenden.

source: Import mode
de: Import-Modus
fi_fi: Tuonnin tila
fr_ca: Mode d'importation
pt_pt: Modo de importação
ru: Режим импорта

source: Importing language
de: Import-Sprache
fi_fi: Tuonnin kieli
fr_ca: Importation de la langue
pt_pt: A importar linguagem
ru: Импортирование языка

source: The language of the data you want to import.
de: Die Sprache der Daten, die Du importieren möchtest.
fr_ca: La langue des données que vous souhaitez importer.
pt_pt: A linguagem de dados que pretende importar.

source: Importer
de: Importer-Typ
fi_fi: Tuoja
fr_ca: Importateur
pt_pt: Importador
ru: Импортёр

source: Select a importer type matching the data you want to import
de: Wähle einen Importer-Typ, der zu den zu importierenden Daten passt
fr_ca: Sélectionnez un type d'importateur correspondant aux données que vous souhaitez importer
pt_pt: Selecionar tipo de importador correspondente aos dados que quer importar.

source: File
de: Datei
fi_fi: Tiedosto
fr_ca: Fichier
pt_pt: Ficheiro
ru: Файл

source: Data imports
de: Datenimporte

source: Invalid importer.
de: Ungültiger Import-Typ.
fr_ca: Importateur non valide.
pt_pt: Importador inválido.

source: File is missing.
de: Die Datei fehlt.
fr_ca: Le fichier est manquant.
pt_pt: Ficheiro está em falta.

source: The import was queued!
de: Der Import wurde in die Warteschleife gestellt!

source: Failed to process the file.
de: Fehler beim Verarbeiten der Datei.

source: Invalid parameters.
de: Ungültige Parameter.
fr_ca: Paramètres invalides.
pt_pt: Parâmetros inválidos.

source: Invalid file name.
de: Ungültiger Dateiname.
fr_ca: Nom de fichier non valide.
pt_pt: Nome de ficheiro inválido.

source: File was not found.
de: Die Datei wurde nicht gefunden.
fr_ca: Le fichier est introuvable.
pt_pt: Ficheiro não encontrado.

source: Import date
de: Importdatum

source: User
de: Benutzer

source: Import file
de: Import-Datei

source: Importdate
de: Importdatum

source: Mode
de: Modus

source: Import
de: Importieren
fi_fi: Tuo
fr_ca: Importer
pt_pt: Importar
ru: Импортировать.

source: Row ignored (no existing item and creating new is not allowed).
de: Zeile ignoriert (kein vorhandenes Element und Anlegen eines neuen ist nicht erlaubt).
fi_fi: Hypätty rivin yli (ei olemassa olevaa objektia ja uuden luominen ei ole sallittu).
fr_ca: Ligne ignorée (aucun élément existant et la création d'un nouveau n'est pas autorisée).
pt_pt: Linha ignorada (item não existente e criar novo não é permitido).
ru: Строка игнорируется (элемент не существует, создание нового элемента не допускается).

source: Row ignored (object already exists (%(object_name)s with id: %(object_id)s).
de: Zeile ignoriert (Objekt existiert bereits ( %(object_name)s mit ID: %(object_id)s).
fi_fi: Hypätty rivin yli (objekti on jo olemassa (%(object_name)s id:llä %(object_id)s).
fr_ca: Ligne ignorée (l'objet existe déjà (%(object_name)s avec l'ID: %(object_id)s).
pt_pt: Linha ignorada (objeto já existe (%(object_name)swith id: %(object_id)s).

source: Failed while setting value for field %(field_name)s. (%(exception)s)
de: Fehler beim Setzen des Wertes für das Feld %(field_name)s. (%(exception)s)
fr_ca: Échec lors de la définition de la valeur pour le champ %(field_name)s. (%(exception)s)
pt_pt: Falha a atribuir valor para campo %(field_name)s. (%(exception)s)

source: Couldn't set value %(original_value)s for field %(field_name)s.
de: Der Wert %(original_value)s für das Feld %(field_name)s konnte nicht gesetzt werden.
fi_fi: Ei voitu asettaa arvoa %(original_value)s kentälle %(field_name)s.
fr_ca: Impossible de définir la valeur %(original_value)s pour le champ %(field_name)s.
pt_pt: Não foi possível atribuir valor %(original_value)spara o campo %(field_name)s.

source: Row import failed (%s).
de: Zeilenimport fehlgeschlagen (%s).
fi_fi: Rivin tuonti epäonnistui (%s).
fr_ca: L'importation de ligne a échoué (%s).
pt_pt: Falha na importação de linha (%s).

source: Unexpected error while trying to import the file.
de: Ein unerwarteter Fehler ist beim Import der Datei aufgetreten.

source: Example files
de: Beispiel-Dateien
fi_fi: Esimerkkitiedostot
fr_ca: Exemples de fichiers
pt_pt: Ficheiros exemplo

source: If there is a 'Ignore' column in the example file you are using, make sure to leave the ignore column empty for all your rows, otherwise the rows won't be imported.
de: Wenn es in der von Dir verwendeten Beispieldatei eine Spalte "Ignorieren" gibt, stelle bitte sicher, dass die Ignorieren-Spalte für alle Deine Zeilen leer bleibt, sonst werden die Zeilen nicht importiert.
fr_ca: S'il y a une colonne «Ignorer» dans le fichier d'exemple que vous utilisez, assurez-vous de laisser la colonne Ignorer vide pour toutes vos lignes, sinon les lignes ne seront pas importées.
pt_pt: Se houver uma coluna "ignorar" no ficheiro exemplo que está a utilizar, certifique-se que deixa em branco a coluna ignorar para todas as suas linhas, caso contrário as linhas não serão importadas.

source: This importer provides example files. Click below to download them:
de: Dieser Importer stellt Beispieldateien zur Verfügung. Klicke unten, um sie herunterzuladen:
fi_fi: Tämä tuonti-työkalu tarjoaa esimerkki tiedostoja. Klikkaa alempaa ladataksesi ne:
fr_ca: Cet importateur fournit des fichiers d'exemple. Cliquez ci-dessous pour les télécharger:
pt_pt: Este importador providencia ficheiros exemplo. Clique abaixo para fazer download dos mesmos:

source: Continue
de: Weiter
fi_fi: Jatka
fr_ca: Continuer
pt_pt: Continuar
ru: Продолжить

source: Import Data - process
de: Die Daten werden importiert...
fi_fi: Tietojen tuonti - eteneminen
fr_ca: Importer des données - processus
pt_pt: Importação de Dados - processo
ru: Импортировать данные - в процессе

source: Amount if items being imported
de: Menge der importierten Artikel
fi_fi: Tuotavien objektien lukumäärä
fr_ca: Montant si articles importés
ru: Количество, если наименования были импортированы

source: The following fields were automatically mapped
de: Die folgenden Felder wurden automatisch gemappt
fi_fi: Seuraavien kenttien kohdekentät valittiin automaattisesti
fr_ca: Les champs suivants ont été automatiquement mappés
pt_pt: Os seguintes campos foram automaticamente mapeados.
ru: Следующие поля были автоматически сопоставлены

source: The following fields in the file are being used a s possible connection keys:
de: Die folgenden Felder in der Datei werden als mögliche Verbindungsschlüssel verwendet:
fi_fi: Seuraavia tiedoston kenttiä käytetään mahdollisina liittämisavaimina
fr_ca: Les champs suivants du fichier sont utilisés comme clés de connexion possibles:
pt_pt: Os seguintes campos no ficheiros estão a ser usados como possíveis chaves de conexão:
ru: Следующие поля файла используются как возможные ключи соединения:

source: Not a single connection key was found, File cannot be imported.
de: Es wurde kein einziger Verbindungsschlüssel gefunden, die Datei kann daher leider nicht importiert werden.
fi_fi: Yhtäkään liittämisavainta ei löytynyt. Tiedostoa ei voi tuoda.
fr_ca: Aucune clé de connexion n'a été trouvée, le fichier ne peut pas être importé.
pt_pt: Não foi encontrada nem uma única chave de conexão, o Ficheiro não pode ser importado.
ru: Ни один ключ подключения не был найден, файл не может быть импортирован.

source: Connection Keys
de: Verbindungsschlüssel
fi_fi: Liittämisavaimet
fr_ca: Clés de connexion
pt_pt: Chaves de Conexão
ru: Ключи соединения

source: Read only fields
de: Schreibgeschützte Felder
fi_fi: Kirjoitussuojatut kentät
fr_ca: Champs en lecture seule
pt_pt: Campos Só Leitura
ru: Поля, доступные только для чтения

source: The following fields are Read Only and changes for those fields will be ignored.
de: Die folgenden Felder sind schreibgeschützt und Änderungen für diese Felder werden ignoriert.
fi_fi: Seuraavat kentät ovat kirjoitussuojattuja ja muutokset näihin kenttiin jätetään huomioimatta.
fr_ca: Les champs suivants sont en lecture seule et les modifications de ces champs seront ignorées.
pt_pt: Os seguintes campos são de Só Leitura e as alterações para esses campos serão ignoradas.
ru: Следующие поля доступны только для чтения и изменения в данных полях будут игнорированы.

source: Import method
de: Import-Methode
fi_fi: Tuontitapa
fr_ca: Méthode d'importation
pt_pt: Método de importação
ru: Способ импорта

source: Automatically mapped
de: Automatisch gemappt
fi_fi: Automaattisesti kohdennetut
fr_ca: Mappé automatiquement
pt_pt: Mapeados automaticamente
ru: Автоматически - сопоставленные

source: Original field
de: Original-Feld
fi_fi: Alkuperäinen kenttä
fr_ca: Champ d'origine
pt_pt: Campo original
ru: Оригинальное поле

source: Shuup field
de: Shuup-Feld
fi_fi: Shuupin kenttä
fr_ca: Champ Shuup
pt_pt: Campo Shuup
ru: Поле Shuup

source: Sample values
de: Beispielwerte
fi_fi: Esimerkkiarvoja
fr_ca: Exemples de valeurs
pt_pt: Valores de amostra
ru: Примеры значений

source: The following fields must be manually tied
de: Die folgenden Felder müssen manuell verbunden werden
fi_fi: Seuraavat kentät pitää sitoa käsin
fr_ca: Les champs suivants doivent être liés manuellement
pt_pt: Os seguintes campos devem ser manualmente interligados
ru: Следующие поля должны быть связаны вручную.

source: Don't import
de: Nicht importieren
fi_fi: Älä tuo
fr_ca: N'importez pas
pt_pt: Não importar
ru: Не импортировать

source: Field name
de: Feldname
fi_fi: Kentän nimi
fr_ca: Nom de domaine
pt_pt: Nome de campo
ru: Имя поля

source: Target field
de: Zielfeld
fi_fi: Kohdekenttä
fr_ca: Champ cible
pt_pt: Campo alvo
ru: Целевое поле

source: We may not be able to import the file.
de: Möglicherweise können wir die Datei nicht importieren.
fi_fi: Tiedostoa ei välttämättä voi tuoda.
fr_ca: Nous ne pourrons peut-être pas importer le fichier.
pt_pt: Poderemos não conseguir importar o ficheiro.
ru: Возможно, мы не сможем импортировать файл.

source: File may not be imported because no connection keys were found. Connection keys are unique keys that are used to map results.
de: Die Datei kann nicht importiert werden, da keine Verbindungsschlüssel gefunden wurden. Verbindungsschlüssel sind eindeutige Schlüssel, die zum Zuordnen von Ergebnissen verwendet werden.
fi_fi: Tiedostoa ei voi tuoda, koska liittämisavaimia ei löytynyt. Liittämisavaimet ovat uniikkeja avaimia, joiden avulla tulokset kohdistetaan.
fr_ca: Le fichier ne peut pas être importé car aucune clé de connexion n'a été trouvée. Les clés de connexion sont des clés uniques utilisées pour mapper les résultats.
pt_pt: Ficheiro poderá não ser importado porque nenhuma chave de conexão foi encontrada. Chaves de conexão são chaves únicas que são utilizadas para mapear resultados.
ru: Файл не может быть импортирован, поскольку ключи соединения не найдены. Ключи соединения - это уникальные ключи, которые используются для сопоставления результатов.

source: Please consider adding some of the following fields to your import file:
de: Bitte denke daran, einige der folgenden Felder in Deine Importdatei mit aufzunehmen:
fi_fi: Harkitse seuraavien kenttien lisäämistä tuontitiedostoosi:
fr_ca: Veuillez envisager d'ajouter certains des champs suivants à votre fichier d'importation:
pt_pt: Por favor considere adicionar alguns dos seguintes campos ao ficheiro de importação:
ru: Пожалуйста, добавьте некоторые из следующих полей в файл импорта:

source: Products
de: Artikel
fi_fi: Tuotteet
fr_ca: Des produits
pt_pt: Produtos
ru: Товары

source: SKU
de: Artikelnummer
fi_fi: Tuotekoodi
ru: Артикул

source: Customers
de: Kunden
fi_fi: Asiakkaat
fr_ca: Les clients
pt_pt: Clientes
ru: Клиенты

source: email
de: E-Mail-Adresse
fi_fi: sähköposti
ru: Электронная почта

source: Importer type
de: Importer-Typ
fi_fi: Tuojan tyyppi
fr_ca: Type d'importateur
pt_pt: Tipo de importador
ru: Тип импортёра

source: Field(s) to add
de: Weitere Feld(er)
fi_fi: Lisättävät kentät
fr_ca: Champ (s) à ajouter
pt_pt: Campo(s) a adicionar
ru: Добавить поле(я)

source: You can continue importing, but it might end up in error
de: Du kannst den Import fortsetzen, aber er könnte fehlerhaft enden
fi_fi: Voit jatkaa tuontia, mutta se voi päättyä virheeseen
fr_ca: Vous pouvez continuer à importer, mais cela peut entraîner une erreur
pt_pt: Poderá continuar a importar, mas poderá terminar em erro
ru: Вы можете продолжить импорт, но это может закончиться ошибкой

source: If you are importing customers this might be a false alarm if you have email key set
de: Wenn Du Kunden importierst, könnte dies ein falscher Alarm sein, falls Du den E-Mail-Schlüssel eingestellt hast
fi_fi: Jos tuot asiakkaita, tämä voi olla virheellinen hälytys, jos sähköposti avain on asetettu
fr_ca: Si vous importez des clients, cela peut être une fausse alarme si vous avez défini une clé de messagerie
pt_pt: Se está a importar clientes isto poderá ser falso alarme se tiver chave de email definida
ru: Если вы импортируете клиентов, это может быть ложным сигналом тревоги, при условии если у вас установлен ключ электронной почты

source: Start Import
de: Datenimport starten
fi_fi: Aloita tuonti
fr_ca: Lancer l'importation
pt_pt: Começar importação
ru: Начать импорт

source: Import Results
de: Import-Ergebnisse

source: Error
de: Fehler

source: New items
de: Neue Elemente
fi_fi: Uudet objektit
fr_ca: Nouveaux articles
pt_pt: Novos items
ru: Новые наименования

source: The following items were imported as new:
de: Die folgenden Elemente wurden neu importiert:
fi_fi: Seuraavat objektit tuotiin uusina:
fr_ca: Les éléments suivants ont été importés comme neufs:
pt_pt: Os seguintes items foram importados como novos:
ru: Данные наименования были импортированы как новые:

source: Zero new items were created.
de: Es wurden keine neuen Elemente erstellt.
fi_fi: Yhtään uutta objektia ei luotu.
fr_ca: Aucun nouvel élément n'a été créé.
pt_pt: Foram criados zero novos items.
ru: Новые наименования не были созданы.

source: Updated items
de: Aktualisierte Elemente
fi_fi: Päivitetyt objektit
fr_ca: Articles mis à jour
pt_pt: Items atualizados.
ru: Обновлённые наименования

source: The following items were updated:
de: Die folgenden Elemente wurden aktualisiert:
fi_fi: Seuraavia objekteja päivitettiin:
fr_ca: Les éléments suivants ont été mis à jour:
pt_pt: Os seguintes items foram atualizados:
ru: Данные наименования были обновлены:

source: Zero items were updated.
de: Es wurden keine Elemente aktualisiert.
fi_fi: Yhtään objektia ei päivitetty.
fr_ca: Aucun élément n'a été mis à jour.
pt_pt: Foram atualizados zero items.
ru: Новые наименования не были обновлены.

source: Import log
de: Import-Protokoll
fi_fi: Tuonnin loki
fr_ca: Importer le journal
pt_pt: Registo de importação
ru: Журнал импорта

source: Other messages
de: Andere Mitteilungen
fi_fi: Muut viestit
fr_ca: Autres messages
pt_pt: Outras mensagens
ru: Другие сообщения

source: Import errors
de: Import-Fehler
fr_ca: Importer des erreurs
pt_pt: Erros de importação

source: Can't import more than %s rows from one file.
de: Es können nicht mehr als %s Zeilen aus einer Datei importiert werden.
fr_ca: Impossible d'importer plus de %s lignes d'un fichier.
pt_pt: Não é possível importar mais de %slinhas a partir de um único ficheiro.

source: Allow create and update
de: Anlegen und Aktualisieren der Daten zulassen
fi_fi: Salli luominen ja päivittäminen
fr_ca: Autoriser la création et la mise à jour
pt_pt: Permitir criar e atualizar
ru: Разрешить создание и обновление

source: Only create (no updates)
de: Nur die Neuanlage der Daten zulassen (keine Aktualisierungen)
fi_fi: Vain luonti (ei päivittämistä)
fr_ca: Créer uniquement (pas de mises à jour)
pt_pt: Apenas criar (sem atualizações)
ru: Только создать (без обновлений)

source: Only update existing (no new ones are created)
de: Nur vorhandene Daten aktualisieren (es werden keine neuen angelegt)
fi_fi: Vain olemassa olevien päivittäminen (uusia ei luoda)
fr_ca: Mettre à jour uniquement l'existant (aucun nouveau n'est créé)
pt_pt: Apenas atualizar existentes (não são criados novos)
ru: Только обновлять существующее (без создания новых)

source: The file doesn't contain data.
de: Die Datei enthält keine Daten.

source: Failed to import data: {}.
de: Fehler beim Importieren der Daten: {}.

source: {file_name} is not a valid file.
de: {file_name} ist keine gültige Datei.

source: The file is missing.
de: Die Datei fehlt.

source: The language of the data you would like to import.
fi_fi: Tuotavien tietojen kieli.

source: Shop
fi_fi: Kauppa

source: Select a shop you want import into
fi_fi: Valitse kauppa, johon haluat tuoda tiedot

source: Select a importer type matching the data you would like to import
fi_fi: Valitse tuojan tyyppi, joka vastaa tuotavia tietoja

source: %s is not a file
fi_fi: %s ei ole tiedosto

source: File missing.
fi_fi: Tiedosto puuttuu.

source: Invalid parameters
fi_fi: Virheelliset parametrit

source: Invalid importer
fi_fi: Virheellinen importer

source: Invalid file name
fi_fi: Virheellinen tiedostonimi

source: Error setting value for field %(field_name)s. (%(exception)s)
fi_fi: Virhe asettaessa arvoa kentälle %(field_name)s. (%(exception)s)

source: Note
fi_fi: Huomaa

source: If you are importing products with quantities, ensure the following:
fi_fi: Jos tuot tuotteita määrineen, varmista seuraava:

source: You have atleast one <a href="%(url)s">supplier</a> with "Stock Managed" <b>on</b>.
fi_fi: Sinulla on ainakin yksi <a href="%(url)s">toimittaja</a>, jolla on "varastonhallinta" <b>päällä</b>.

source: your <a href="%(url)s">supplier</a> has "Stock Managed" <b>on</b>. (Currently <b>off</b>)
fi_fi: sinun <a href="%(url)s">toimittajalla</a> on "varastonhallinta" <b>päällä</b>. (Tällä hetkellä <b>pois päältä</b>)

source: your import file has <b>supplier</b> field
fi_fi: tuontitiedostossasi on <b>toimittaja</b> kenttä

source: Import Data - Complete
fi_fi: Tietojen tuonti - Valmis
ru: Импорт данных - завершено

source: Import Complete!
fi_fi: Tietojen tuonti on valmis!
ru: Импорт завершён!

source: Cannot import more than %s rows from one file.
fi_fi: Yhdestä tiedostosta ei voi tuoda enempää kuin %s riviä.
