Repository: shuup/shuup
Catalog: shuup/front/apps/registration/locale/*/LC_MESSAGES/django.po
Languages: fi_fi, sv_se

source: Name of the company
fi_fi: Yrityksen nimi
sv_se: Företagets namn

source: Registration Received
fi_fi: Rekisteröityminen vastaanotettu
sv_se: Registrering mottagen

source: Customer
fi_fi: Asiakas
sv_se: Kund

source: Customer Email
fi_fi: Asiakkaan sähköpostiosoite
sv_se: Kundens e-post

source: Activation URL
fi_fi: Aktivointi URL
sv_se: Aktiveringslänk

source: Is User Active
fi_fi: aktiivinen
sv_se: Är användaren aktiv

source: Account Reactivation
fi_fi: Tilin uudelleenaktivointi
sv_se: Kontoåteraktivering

source: Company Registration Received
fi_fi: Yrityksen rekisteröityminen vastaanotettu
sv_se: Registrering av företag mottaget

source: Company Approved
fi_fi: Yritystili hyväksytty
sv_se: Godkänd av företaget

source: Account Activation
fi_fi: Tilin aktivointi
sv_se: kontoaktivering

source: Company has been activated.
fi_fi: Yritys on aktivoitu.
sv_se: Företaget har aktiverats.

source: Send Registration Received Email
fi_fi: Lähetä "Rekisteröityminen vastaanotettu" -sähköposti
sv_se: Skicka e-post gällande mottagen registrering

source: Send email when a user registers.
fi_fi: Lähetä sähköposti kun käyttäjä rekisteröityy.
sv_se: Skicka ett e-postmeddelande då användaren registrerat sig.

source: This script will send an email to the user or to any configured email right after a user get registered.
fi_fi: Tämä komentosarja lähettää sähköpostin käyttäjälle tai konfiguroiduille sähköposteille välittömästi käyttäjän rekisteröitymisen jälkeen.
sv_se: Detta skript kommer att skicka ett e-postmeddelande till användaren eller till en inställd adress efter att en användare får registrerats.

source: {{ order.shop }} - Welcome!
fi_fi: {{ order.shop }} - Tervetuloa!
sv_se: {{ order.shop }} - Välkommen!

source: Send account reactivation email
fi_fi: Lähetä tilin uudelleenaktivointisähköposti
sv_se: Skicka e-post för återaktivering av konto

source: Send email when a user account gets reactivated
fi_fi: Lähetä sähköpostia, kun käyttäjätili aktivoidaan uudelleen
sv_se: Skicka e-post när ett användarkonto återaktiveras

source: This script will send an email to the user or to any configured email when a account get's reactivated
fi_fi: Tämä komentosarja lähettää sähköpostin käyttäjälle tai mille tahansa määritetylle sähköpostille, kun tili aktivoidaan uudelleen
sv_se: Detta skript skickar ett e-postmeddelande till användaren eller till ett konfigurerat e-postmeddelande när ett konto återaktiveras

source: {{ customer.username }} is now active again!
fi_fi: {{customer.username}} on nyt taas aktiivinen!
sv_se: {{customer.username}} är nu aktiv igen!

source: Send Company Registration Received Email
fi_fi: Lähetä "Yrityksen rekisteröityminen vastaanotettu" -sähköposti
sv_se: Skicka företagsregistrering mail

source: Send email when a user registers as a company.
fi_fi: Lähetä sähköposti kun käyttäjä rekisteröityy yrityksenä.
sv_se: Skicka ett e-postmeddelande då en användaren registrerat sig som ett företag.

source: Send Company Activated Email
fi_fi: Lähetä "Yritys aktivoitu" -sähköposti
sv_se: Skicka e-post då företaget aktiverats

source: Notify company's contact person that company account is activated
fi_fi: Ilmoita yrityksen yhteyshenkilölle, että yritys on aktivoitu
sv_se: Meddela företagets kontaktperson att företagskonto är aktiverad

source: This script will send an email to the user or to any configured email right after a company is activated.
fi_fi: Tämä komentosarja lähettää sähköpostin käyttäjälle tai konfiguroiduille sähköposteille, kun yritystili aktivoidaan.
sv_se: Detta skript kommer att skicka ett e-postmeddelande till användaren eller till en inställda e-postadressen efter att en företaget har aktiverats.

source: Send account activation email
fi_fi: Lähetä tilin aktivointisähköposti
sv_se: Skicka e-post för aktivering av konto

source: Send email when a user account gets activated for the first time
fi_fi: Lähetä sähköpostia, kun käyttäjätili aktivoidaan ensimmäisen kerran
sv_se: Skicka e-post när ett användarkonto aktiveras för första gången

source: This script will send an email to the user or to any configured email when an account gets activated for the first time
fi_fi: Tämä komentosarja lähettää sähköpostin käyttäjälle tai mille tahansa määritetylle sähköpostille, kun tili aktivoidaan ensimmäisen kerran
sv_se: Detta skript skickar ett e-postmeddelande till användaren eller till ett konfigurerat e-postmeddelande när ett konto aktiveras för första gången

source: {{ customer.username }} is now active!
fi_fi: {{asiakas.käyttäjänimi}} on nyt aktiivinen!
sv_se: {{customer.username}} är nu aktivt!

source: Account activation
fi_fi: Tilin aktivointi
sv_se: Kontoaktivering

source: Account activation failed.
fi_fi: Tilin aktivointi epäonnistui
sv_se: Aktivering av konto har misslyckades.

source: Register as a Company
fi_fi: Rekisteröidy yrityksenä
sv_se: Registrera dig som ett företag

source: Company Registration
fi_fi: Yritysrekisteröityminen
sv_se: Registrering för företag

source: Company information
fi_fi: Yrityksen tiedot
sv_se: Företagsinformation

source: Company billing information
fi_fi: Yrityksen laskutustiedot
sv_se: Företagetets faktureringsinformation

source: Contact person
fi_fi: Henkilöasiakas
sv_se: Kontaktperson

source: Contact information for primary company contact
fi_fi: Yrityksen pääyhteyshenkilön yhteystiedot
sv_se: Kontaktinformation för den primära företagskontakten

source: Login information
fi_fi: Kirjautumistiedot
sv_se: Inloggningsinformation

source: The information you will log in with.
fi_fi: Tiedot joilla kirjaudutaan sisään.
sv_se: Information som du kommer att använda för att logga in med.

source: Register
fi_fi: Rekisteröidy
sv_se: Registrera

source: Registration
fi_fi: Rekisteröityminen
sv_se: Registrering

source: Register as a company.
fi_fi: Rekisteröidy yrityksenä.
sv_se: Registrera dig som ett företag.

source: Activation successful
fi_fi: Aktivointi onnistui
sv_se: Aktivering lyckades

source: Registration complete. Please follow the instructions sent to your email address.
fi_fi: Rekisteröinti valmis. Ole hyvä ja seuraa sähköpostiosoitteeseesi lähetettyjä ohjeita.
sv_se: Registrering klar. Följ instruktionerna som skickats till din e-postadress.
