Repository: shuup/shuup
Catalog: shuup/discounts/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, fr_ca

source: Archive Product Discounts
de: Artikelrabatte archivieren
fi_fi: Arkistoi tuotealennukset
fr_ca: Archiver les remises sur les produits

source: Unarchive Discounts
de: Archivierung der Rabatte rückgängig machen
fi_fi: Poista alennukset arkistoinnista
fr_ca: Désarchiver les remises

source: Delete Discounts
de: Rabatte löschen
fi_fi: Poista alennukset
fr_ca: Supprimer les remises

source: Product Discounts Coupon Codes
de: Artikelrabattcodes
fi_fi: Tuotealennukset kuponkikoodeista
fr_ca: Codes de réduction sur les produits

source: Discounts
de: Rabatte
fi_fi: Alennukset
fr_ca: Réductions

source: Product Discounts
de: Artikelrabatte
fi_fi: Tuotealennukset
fr_ca: Remises sur les produits

source: Archived Product Discounts
de: Archivierte Artikelrabatte
fi_fi: Arkistoidut tuotealennukset
fr_ca: Remises sur les produits archivés

source: Discounts Availability Exceptions
de: Ausnahmen bzgl. Rabattverfügbarkeit
fi_fi: Alennukset saatavuuden poikkeuksista
fr_ca: Remises Exceptions de disponibilité

source: Product Discounts Availability Exceptions
de: Ausnahmen bzgl. Artikelrabattverfügbarkeit
fi_fi: Tuotealennukset Saatavuuspoikkeukset
fr_ca: Remises sur les produits Exceptions de disponibilité

source: Discounts Happy Hours
de: Happy-Hour-Rabatte
fi_fi: Alennukset Happy Hours -palvelusta
fr_ca: Réductions Happy Hours

source: Product Discounts Happy Hours
de: Happy-Hour-Artikelrabatte
fi_fi: Tuotealennukset Happy Hours
fr_ca: Remises sur les produits Happy Hours

source: Discount Name
de: Rabattname
fi_fi: Alennuksen nimi
fr_ca: Nom de la remise

source: Filter by name...
de: Nach Name filtern...
fi_fi: Suodata nimen mukaan ...
fr_ca: Filtrer par nom ...

source: Product
de: Artikel
fi_fi: Tuote
fr_ca: Produit

source: Filter by product...
de: Nach Artikel filtern...
fi_fi: Suodata tuotteen mukaan ...
fr_ca: Filtrer par produit ...

source: Category
de: Kategorie
fi_fi: Kategoria
fr_ca: Catégorie

source: Filter by category...
de: Nach Kategorie filtern...
fi_fi: Suodata luokan mukaan ...
fr_ca: Filtrer par catégorie ...

source: Contact Group
de: Kontaktgruppe
fi_fi: Ota yhteyttä ryhmään
fr_ca: Groupe de contact

source: Filter by contact group...
de: Nach Kontaktgruppe filtern...
fi_fi: Suodata yhteysryhmän mukaan ...
fr_ca: Filtrer par groupe de contact ...

source: Contact
de: Kontakt
fi_fi: Ottaa yhteyttä

source: Filter by contact...
de: Nach Kontakt filtern...
fi_fi: Suodata kontaktin mukaan ...
fr_ca: Filtrer par contact ...

source: Coupon code
fi_fi: Kuponkikoodi
fr_ca: Code de coupon

source: Filter by coupon code...
de: Nach Coupon Code filtern...
fi_fi: Suodata kuponkikoodin mukaan ...
fr_ca: Filtrer par code promo ...

source: Effect
de: Auswirkung
fi_fi: Vaikutus
fr_ca: Effet

source: End Date and Time
de: Enddatum und -uhrzeit
fi_fi: Lopetuspäivä ja -aika
fr_ca: Date et heure de fin

source: Code
fi_fi: Koodi

source: Usages
de: Verwendungen
fi_fi: Käyttötavat
fr_ca: Coutumes

source: Usages Limit per contact
de: Verwendungsbeschränkung je Kontakt
fi_fi: Käyttötarkoitus yhteystietoa kohden
fr_ca: Limite d'usages par contact

source: Usage Limit
de: Verwendungsbeschränkung
fi_fi: Käyttöraja
fr_ca: Limite d'utilisation

source: Active
de: Aktiv
fi_fi: Aktiivinen
fr_ca: actif

source: Created by
de: Erstellt von
fi_fi: Luonut
fr_ca: Créé par

source: Date created
de: Erstellt am
fi_fi: Päivämäärä luotu
fr_ca: Date créée

source: Select discounts linked to this coupon code.
de: Wähle Rabatte, die mit diesem Coupon Code verbunden sein sollen.
fi_fi: Valitse tähän kuponkikoodiin liittyvät alennukset.
fr_ca: Sélectionnez les remises liées à ce code de coupon.

source: %s has been deleted.
de: %s wurde gelöscht.
fi_fi: %s on poistettu.
fr_ca: %s a été supprimé.

source: Discount percentage
de: Rabatt in Prozent
fi_fi: Alennusprosentti
fr_ca: Pourcentage de remise

source: The discount percentage for this discount.
de: Der Rabatt in Prozent für diese Rabattart.
fi_fi: Tämän alennuksen alennusprosentti.
fr_ca: Le pourcentage de remise pour cette remise.

source: Exception Name
de: Bezeichnung der Ausnahme
fi_fi: Poikkeuksen nimi
fr_ca: Nom de l'exception

source: Start Date and Time
de: Start- und Endzeitpunkt
fi_fi: Aloituspäivä ja -aika
fr_ca: Date et heure de début

source: Select discounts to be ignored on given time frame.
de: Wähle Rabatte aus, die in einem bestimmten Zeitrahmen ignoriert werden sollen.
fi_fi: Valitse alennukset, jotka jätetään huomioimatta tietyllä aikavälillä.
fr_ca: Sélectionnez les remises à ignorer sur une période donnée.

source: Happy Hour Name
de: Happy-Hour-Bezeichnung
fi_fi: Happy Hour -nimi
fr_ca: Nom de l'happy hour

source: Select discounts for this happy hour.
de: Wähle Rabatte für diese Happy-Hour aus.
fi_fi: Valitse alennukset tälle onnelliselle tunnille.
fr_ca: Sélectionnez des réductions pour cet happy hour.

source: 12pm is considered noon and 12am as midnight. Start hour is included to the discount.
de: 12pm wird als Mittag und 12am als Mitternacht betrachtet. Ab Startzeitpunkt gilt der Rabatt.
fi_fi: Klo 12 pidetään keskipäivänä ja klo 12 keskiyönä. Aloitusaika sisältyy alennukseen.
fr_ca: 12h est considéré comme midi et 12h comme minuit. L'heure de départ est incluse dans la réduction.

source: 12pm is considered noon and 12am as midnight. End hours is included to the discount.
de: 12pm wird als Mittag und 12am als Mitternacht betrachtet. Zum Endzeitpunkt gilt der Rabatt noch.
fi_fi: Klo 12.00 pidetään keskipäivänä ja klo 12 keskiyönä. Loppuajat sisältyvät alennukseen.
fr_ca: 12h est considéré comme midi et 12h comme minuit. Les heures de fin sont incluses dans la réduction.

source: Weekdays the happy hour is active.
de: Wochentags ist die Happy-Hour aktiv.
fi_fi: Arkisin happy hour on aktiivinen.
fr_ca: En semaine, l'happy hour est active.

source: shops
de: Marktplätze
fi_fi: kauppoja
fr_ca: magasins

source: name
fi_fi: nimi
fr_ca: Nom

source: The name for this exception. Used internally with exception lists for filtering.
de: Die Bezeichnung für diese Ausnahme. Es wird intern mit Ausnahmelisten zur Filterung verwendet.
fi_fi: Tämän poikkeuksen nimi. Käytetään sisäisesti poikkeusluetteloiden avulla suodattamiseen.
fr_ca: Le nom de cette exception. Utilisé en interne avec des listes d'exceptions pour le filtrage.

source: start since
de: Start ab
fi_fi: aloita siitä lähtien
fr_ca: commencer depuis

source: Set to restrict the availability exception to be available only after a certain date and time.
de: Lege fest, dass die Ausnahme von der Verfügbarkeit nur bis zu einem bestimmten Datum und einer bestimmten Uhrzeit gilt.
fi_fi: Aseta rajoittamaan saatavuuspoikkeutta, joka on käytettävissä vasta tietyn päivämäärän ja ajan jälkeen.
fr_ca: Défini pour restreindre l'exception de disponibilité à être disponible uniquement après une certaine date et heure.

source: end until
de: Ende bis
fi_fi: päättyy
fr_ca: fin jusqu'à

source: Set to restrict the availability exception to be available only until a certain date and time.
de: Lege fest, dass die Ausnahme von der Verfügbarkeit nur nach einem bestimmten Datum und einer bestimmten Uhrzeit gilt.
fi_fi: Aseta rajoittamaan saatavuuspoikkeutta, joka on käytettävissä vain tiettyyn päivämäärään ja aikaan saakka.
fr_ca: Défini pour restreindre l'exception de disponibilité à être disponible uniquement jusqu'à une certaine date et heure.

source: availability exception
de: Ausnahme von der Verfügbarkeit
fi_fi: saatavuutta koskeva poikkeus
fr_ca: exception de disponibilité

source: availability exceptions
de: Ausnahmen von der Verfügbarkeit
fi_fi: saatavuutta koskevat poikkeukset
fr_ca: exceptions de disponibilité

source: created on
de: erstellt am
fi_fi: luotu
fr_ca: créé sur

source: usage limit per customer
de: Verwendungsbeschränkung je Kunde
fi_fi: käyttöraja asiakasta kohti
fr_ca: limite d'utilisation par client

source: Limit the amount of usages per a single customer.
de: Begrenze die Anzahl der Nutzung für einen einzelnen Kunden.
fi_fi: Rajoita käyttömääriä yksittäistä asiakasta kohti.
fr_ca: Limitez le nombre d'utilisations par client.

source: usage limit
de: Verwendungsbeschränkung
fi_fi: käyttöraja
fr_ca: limite d'utilisation

source: Set the absolute limit of usages for this coupon. If the limit is zero (0) coupon cannot be used.
de: Lege das absolute Limit der Verwendungen für diesen Coupon fest. Wenn das Limit null (0) ist, kann der Coupon gar nicht eingelöst werden
fi_fi: Aseta tämän kuponin absoluuttinen käyttöraja. Jos raja on nolla (0), kuponkia ei voi käyttää.
fr_ca: Définissez la limite absolue d'utilisation de ce coupon. Si la limite est de zéro (0), le coupon ne peut pas être utilisé.

source: active
de: aktiv
fi_fi: aktiivinen
fr_ca: actif

source: created by
de: erstellt von
fi_fi: luonut
fr_ca: créé par

source: modified by
de: geändert von
fi_fi: muokannut
fr_ca: modifié par

source: modified on
de: geändert am
fi_fi: muokattu
fr_ca: modifié le

source: The name for this discount. Used internally with discount lists for filtering.
de: Die für diesen Rabatt. Er wird intern mit Rabattlisten zur Filterung verwendet.
fi_fi: Tämän alennuksen nimi. Käytetään sisäisesti alennusluetteloiden kanssa suodattamiseen.
fr_ca: Le nom de cette réduction. Utilisé en interne avec des listes de remises pour le filtrage.

source: supplier
de: Händler
fi_fi: toimittaja
fr_ca: fournisseur

source: Select supplier for this discount.
de: Einen Händler für diesen Rabatt auswählen.
fi_fi: Valitse tämän alennuksen toimittaja.
fr_ca: Sélectionnez le fournisseur pour cette remise.

source: Enable this if the discount is currently active. Please also set a start and an end date.
de: Aktiviere dies, wenn der Rabatt bereits aktiv ist. Bitte stelle auch ein Start- und ein Endzeitpunkt ein.
fi_fi: Ota tämä käyttöön, jos alennus on tällä hetkellä aktiivinen. Määritä myös aloitus- ja lopetuspäivä.
fr_ca: Activez cette option si la remise est actuellement active. Veuillez également définir une date de début et une date de fin.

source: start date and time
de: Start- und Endzeitpunkt
fi_fi: aloituspäivä ja -aika
fr_ca: date et heure de début

source: The date and time the discount starts. This is only applicable if the discount is marked as active.
de: Das Datum und die Uhrzeit, ab dem der Rabatt gilt. Dies ist nur relevant, wenn der Rabatt bereits aktiv gesetzt ist.
fi_fi: Alennuksen alkamispäivä ja -aika. Tätä sovelletaan vain, jos alennus on merkitty aktiiviseksi.
fr_ca: La date et l'heure de début de la réduction. Ceci n'est applicable que si la réduction est marquée comme active.

source: end date and time
de: Enddatum und -uhrzeit
fi_fi: päättymispäivä ja -aika
fr_ca: date et heure de fin

source: The date and time the discount ends. This is only applicable if the discount is marked as active.
de: Das Datum und die Uhrzeit, ab dem der Rabatt nicht mehr gilt. Dies ist nur relevant, wenn der Rabatt bereits aktiv gesetzt ist.
fi_fi: Alennuksen päättymispäivä ja -aika. Tätä sovelletaan vain, jos alennus on merkitty aktiiviseksi.
fr_ca: La date et l'heure de fin de la réduction. Ceci n'est applicable que si la réduction est marquée comme active.

source: happy hours
fi_fi: iloiset tunnit
fr_ca: heures heureuses

source: Select happy hours for this discount.
de: Wähle Happy-Hours für diesen Rabatt aus.
fi_fi: Valitse onnelliset ajat tälle alennukselle.
fr_ca: Sélectionnez des happy hours pour cette réduction.

source: Select availability for this discount.
de: Wähle die Verfügbarkeit für diesen Rabatt aus.
fi_fi: Valitse tämän alennuksen saatavuus.
fr_ca: Sélectionnez la disponibilité pour cette réduction.

source: product
de: Artikel
fi_fi: tuote
fr_ca: produit

source: Select product for this discount.
de: Einen Artikel für diesen Rabatt auswählen.
fi_fi: Valitse tuote tähän alennukseen.
fr_ca: Sélectionnez le produit pour cette remise.

source: exclude selected category
de: Schließe die ausgewählte Kategorien aus
fi_fi: sulje pois valittu luokka
fr_ca: exclure la catégorie sélectionnée

source: Exclude products in selected category from this discount.
de: Artikel in der ausgewählten Kategorie sind von diesem Rabatt ausgeschlossen.
fi_fi: Sulje pois valitun luokan tuotteet tästä alennuksesta.
fr_ca: Exclure les produits de la catégorie sélectionnée de cette réduction.

source: category
de: Kategorie
fi_fi: kategoria
fr_ca: Catégorie

source: Select category for this discount.
de: Eine Kategorie für diesen Rabatt auswählen.
fi_fi: Valitse alennuksen luokka.
fr_ca: Sélectionnez la catégorie pour cette réduction.

source: contact
de: Kontakt
fi_fi: ottaa yhteyttä

source: Select contact for this discount.
de: Einen Kontakt für diesen Rabatt auswählen.
fi_fi: Valitse yhteyshenkilö tästä alennuksesta.
fr_ca: Sélectionnez le contact pour cette réduction.

source: exclude selected contact group
de: Schließe die ausgewählte Kontaktgruppe aus
fi_fi: poista valittu yhteysryhmä
fr_ca: exclure le groupe de contacts sélectionné

source: Exclude contacts in selected contact group from this discount.
de: Kontakte in der ausgewählten Kontaktgruppe von diesem Rabatt ausschließen.
fi_fi: Sulje pois valitun yhteysryhmän yhteystiedot tästä alennuksesta.
fr_ca: Exclure les contacts du groupe de contacts sélectionné de cette réduction.

source: contact group
de: Kontaktgruppe
fi_fi: yhteysryhmä
fr_ca: groupe de contact

source: Select contact group for this discount.
de: Eine Kontaktgruppe für diesen Rabatt auswählen.
fi_fi: Valitse tämän alennuksen yhteysryhmä.
fr_ca: Sélectionnez le groupe de contact pour cette réduction.

source: coupon code
fi_fi: Kuponkikoodi
fr_ca: code promo

source: Select coupon code for this discount.
de: Einen Coupon Code für diesen Rabatt auswählen.
fi_fi: Valitse kuponkikoodi tälle alennukselle.
fr_ca: Sélectionnez le code de réduction pour cette réduction.

source: discounted price
de: reduzierter Preis
fi_fi: alennettu hinta
fr_ca: prix réduit

source: Discounted product price for this discount.
de: Reduzierter Artikelpreis für diesen Artikel
fi_fi: Tuotteen alennettu hinta tälle alennukselle.
fr_ca: Prix du produit réduit pour cette réduction.

source: discount amount
de: Rabattbetrag
fi_fi: alennuksen määrä
fr_ca: montant de la remise

source: Discount amount value for this discount.
de: Rabattwert dieses Rabattes.
fi_fi: Tämän alennuksen alennussumman arvo.
fr_ca: Valeur du montant de la remise pour cette remise.

source: discount percentage
de: Rabatt in Prozent
fi_fi: alennusprosentti
fr_ca: pourcentage de remise

source: Discount percentage for this discount.
de: Der Rabatt in Prozent für diesen Rabatt.
fi_fi: Alennuksen prosenttiosuus tästä alennuksesta.
fr_ca: Pourcentage de remise pour cette remise.

source: product discount
de: Artikelrabatt
fi_fi: tuotealennus
fr_ca: remise de produit

source: product discounts
de: Artikelrabatte
fi_fi: tuotealennukset
fr_ca: remises sur les produits

source: The name for this HappyHour. Used internally with exception lists for filtering.
de: Die Bezeichnung für diese Happy-Hour. Es wird intern mit Ausnahmelisten zur Filterung verwendet.
fi_fi: Tämän HappyHourin nimi. Käytetään sisäisesti poikkeusluetteloiden avulla suodattamiseen.
fr_ca: Le nom de cette HappyHour. Utilisé en interne avec des listes d'exceptions pour le filtrage.

source: happy hour
fi_fi: onnellinen tunti
fr_ca: Heureux Heure

source: parent
de: übergeordneter
fi_fi: vanhempi

source: from hour
de: ab Stunde
fi_fi: tunnista
fr_ca: de l'heure

source: to hour
de: bis Stunde
fi_fi: tuntiin
fr_ca: à l'heure

source: weekday
de: Wochentag
fi_fi: arkipäivä
fr_ca: jour de la semaine

source: time range
de: Zeitspanne
fi_fi: aikahaarukka
fr_ca: intervalle de temps

source: time ranges
de: Zeitspannen
fi_fi: ajanjaksot
fr_ca: plages de temps

source: The value of the field `to hour` has to be later than that of `from hour`.
de: Der Wert des Feldes "bis Stunde" muss größer sein als der von "ab Stunde".
fi_fi: Kentän &quot;tuntiin&quot; arvon on oltava myöhempi kuin &quot;tunnista&quot;.
fr_ca: La valeur du champ «à l'heure» doit être postérieure à celle de «de l'heure».

source: Select all discounts to render products from. Only active discounts that have product or category linked are available.
de: Wähle alle Rabatte aus, um diese auf Artikel anzuwenden. Nur aktive Rabatte, die mit einem Artikel oder einer Kategorie verknüpft sind, sind verfügbar.
fi_fi: Valitse kaikki alennukset, joista renderoit tuotteita. Vain aktiiviset alennukset, joihin tuote tai luokka on liitetty, ovat käytettävissä.
fr_ca: Sélectionnez toutes les remises à partir desquelles afficher les produits. Seules les remises actives associées à un produit ou à une catégorie sont disponibles.

source: Discounted Products
de: Reduzierte Artikel
fi_fi: Alennetut tuotteet
fr_ca: Produits à prix réduit

source: Title
de: Bezeichnung
fi_fi: Otsikko
fr_ca: Titre

source: Count
de: Anzahl
fi_fi: Kreivi
fr_ca: Compter

source: Only show in-stock and orderable items
de: Nur vorrätige und bestellbare Artikel anzeigen
fi_fi: Näytä vain varastossa olevat ja tilattavat tuotteet
fr_ca: Afficher uniquement les articles en stock et pouvant être commandés

source: Warning: The final number of products can be lower than 'Count' as it will filter out unorderable products from a set of 'Count' products.
de: Achtung: die endgültige Anzahl der Artikel kann niedriger sein als die tatsächliche "Anzahl", da nicht bestellbare Artikel aus der Menge der "Artikel-Anzahl" herausgefiltert werden.
fi_fi: Varoitus: Tuotteiden lopullinen lukumäärä voi olla pienempi kuin Count, koska se suodattaa tilaamattomat tuotteet Count-tuotteiden joukosta.
fr_ca: Attention: le nombre final de produits peut être inférieur à «Count» car il filtrera les produits non commandables d'un ensemble de produits «Count».

source: Availability
de: Verfügbarkeit
fi_fi: Saatavuus
fr_ca: Disponibilité

source: Condition
de: Bedingung
fi_fi: Kunto
fr_ca: État
